{
 "docs": {
  "0": {
   "title": "Abeceánske more",
   "table_of_contents": "",
   "infobox": "",
   "content": "Abeceánske more sa nachádza na západe od brehov Cyrodiilu. Pozdĺž brehu sa nachádza mesto Anvil. Vlievajú sa do neho rieky Brena a Strid. More hraničí tiež s Valenwoodom, na juhu s Cyrodiilom a na severe s Hammerfellom. V mori sa nachádza vodný vír známy pod názvom \"Maelstrom of Bal\", ktorý vie nechať lode \"zmiznúť\". Špekuluje sa, že môže byť portálom do Oblivionu, avšak strach z priblíženia sa k nemu určite odradí každého, kto by to chcel zistiť. Abeceánske more je súčasťou Eltherického oceánu.",
   "lang_all": "sk",
   "lang_cz_sk": "sk"
  },
  "1": {
   "title": "Adrianne Avenicci",
   "table_of_contents": "",
   "infobox": "Adrianne Avenicci Životopisné údaje Datace: ? ~ 4E 201 ~ ? Pohlaví: žena Rasa: císařský Rodina: Proventus Avenicci (otec)Ulfberth Bojedvěd (manžel) Profese: kovářka Sídlo: Bílý Průsmyk, Skyrim Herní údaje Výskyt: TES V: Skyrim",
   "content": "Adrianne Avenicci je kovářka z města Bílý Průsmyk, jejím manželem je Ulfberth Bojedvěd. Adrianne s manželem vlastní dům, ve kterém provozují kovárnu a obchod U Válečnice. Přezdívku Válečnice dostala , když byla dítě, protože si ráda hrála s mečem. Je skvělou kovářkou, ale podle jejich slov nejlepším kovářem ve městě je Eorlund Šedovlasý, kterému by se chtěla jednou vyrovnat. Je také rádkyní svého otce Proventa Avenicciho, který je komořím jarla Balgruufa Velkomožného. Za občanské války ve Skyrimu vyráběla zbraně pro Císařskou legii. Vykovala také meč pro jarla Balgruufa. Ostatní Adrianne je oblečena v kovářské zástěře a je vyzbrojena ocelovým palcátem. Má u sebe klíč k Válečnici.",
   "lang_all": "cs",
   "lang_cz_sk": "cs"
  },
  "2": {
   "title": "Aduros Nau",
   "table_of_contents": "",
   "infobox": "",
   "content": "Aduros Nau je svátek slavený v domovině Redguardů, Hammerfellu, 28. slunečního úsvitu na zmírnění zimní otupělosti. Je velice oblíbený v Banthaském lese, kdy se jeho obyvatelé sejdou, aby slavili základní potřeby, které přicházejí s jarem. Tradice a slavnosti se mění z vesnice na vesnici, ale žádné z nich nejsou pro mravné lidi. Kněží Císařského kultu aktivně tuto slavnost odmítají a pokoušejí se ji zakázat. [1]",
   "lang_all": "cs",
   "lang_cz_sk": "cs"
  },
  "3": {
   "title": "Aedry",
   "table_of_contents": [
    "Obsah",
    "1 Původ",
    "2 Přirozenost",
    "3 Uctívání Aeder",
    "3.1 Lidé a uctívání Aeder",
    "3.2 Merové a uctívání Aeder",
    "4 Zdroje"
   ],
   "infobox": "",
   "content": "Akatosh, hlavní bůh Božské devítky Aedry (jednotné číslo Aedroth)[1][2] jsou jedni ze dvou skupin nesmrtelných, kteří se zúčastnili stvoření Mundu. Jejich jméno pochází ze starodávného aldmerského jazyka a v překladu znamená „naši předkové,“ předkové merů a lidí.[1][3] Většina obyvatel Tamrielu je uctívá jako bohy.[4] Stejně jako je Zapomnění označováno za noční oblohu,[5] tak jsou Aedry označovány za planety.[6] Císařská společnost považuje těch největších osm za Bohy a hvězdy za Magna Ge. Původ Původ Aeder je předmětem mnoha, často protichůdných, mýtů o stvoření. Et'Ady vznikly vzájemným působením nebo z konfliktů dvou základních tvorů, Anua a Padomaye.[3][7] Tyto odlišné typy bytostí vznikly buď z jejich stvoření,[7] nebo když byl tvořen Mundus.[3] Aedry byly tvorové, kteří byli přesvědčeni nebo oklamáni Lorkhanem do obětování částí sebe samotných, aby stvořili Mundus.[3] Jsou rozdílní od Daeder, kteří si vytvořili vlastní světy, a od Magna Ge, Magna a jeho následovníků, kteří od stvoření světa ustoupili před jeho dokončením. Úprk těchto Aeder dal vzniku slunci a hvězdám.[4][8] Po stvoření Mundu se některé Aedry vrátily do Aetheria,[9] zatímco ty ostatní, které tak nemohly učinit buď zemřely, a staly se z nich Kosti země, přírodní zákony, nebo se mezi sebou rozmnožily, aby se zachovaly.[3] Takto se Aedry staly předky všech ras žijících na Nirnu. Alternativní záznamy naopak tvrdí, že předkové smrtelných ras nejsou Aedry, ale že pocházeli zcela z jiného světa či světů.[7] Přirozenost Podobně jako Daedry, mají i Aedry své vlastní říše. Konkrétní jména Aeder, jenž dohlížejí na každou sféru, se mohou v každém kulturním panteonu lišit, přestože se v nich nacházejí podobnosti. Jsou pouze dvě Aedry, které se nacházejí v každém panteonu bez ohledu na rasu a těmi jsou: dračí bůh času, nejčastěji nazýván Akatosh, a ztracený bůh, nejčastěji nazýván Lorkhan.[3] Existují záznamy, které tvrdí, že v Mundu existují dvě skupiny Aeder, jenž vznikly po stvoření Mundu. Jedna z nich, vedená Aurielem, bojovala proti Lorkhanovi a jeho následníkům, ze kterých se stali Staří Ehlnofey a z nich Aldmerové. Ti druzí se spolčili s Lorkhanem, ze kterých se stali lidé.[3] Na rozdíl od Daeder, jsou Aedry vázány k Mundu a mohou tak být zabiti, což se mohlo stát právě Lorkhanovi po poradě v Adamantinové věži.[1] Jiné zdroje říkají, že Lorkhan nebyl zabit, ale odsouzen k exilu a jeho srdce mu bylo odstraněno.[10] Uctívání Aeder Panteon bohů uctíván různými rasami se zaměřuje téměř výhradně na Aedry. (Významnou zmínkou jsou Dunmerové, kteří celkově odmítají bohy lidí a ostatních merů, a místo toho uctívají Daedry nebo Tribunál.) Každá rasa se rozhodla zvolit si jiné Aedry, které uctívají, a každá má také svojí vlastní formu mýtu o stvoření.[4] Lidé a uctívání Aeder Hlavní článek: Božská devítkaOd dob Alessianského císařství se Bohové stali nejuctívanější skupinou Aeder lidí i merů. Panteon byl založen Alessií na začátku nového císařství, aby sjednotil její spojence, kteří jí pomohli získat Cyrodiil, a merské kulturní praktiky otroků, které osvobodila.[11] V té době to byla pouze Božská osmička, ale v průběhu Třetí éry, císař Tiber Septim vystoupal na nebesa a stal se Talosem, devátým bohem[12] (jeho nanebevstoupení se pravděpodobně odehrálo během Dračího zlomu, Deformace západu). Většina bohů v tomto panteonu jsou stejná u Císařských i u Nordů, jelikož se Alessie rozhodla přijmout většinu bohů jejích nordských spojenců po svržení aylediských otrokářů.[11] Mnoho z těchto bohů je zároveň uctívána Bretony a Bosmery.[4] Merové a uctívání Aeder Merské náboženství se více zabývá předky a význam slova Aedra je toho přímým důkazem. Těmito aldmerskými předky-hrdiny jsou Trinimac, Syrabane, Phynaster a Auri-El, hlavní bůh panteonu.[4] Altmerský panteon zahrnuje množství Aeder, které již nejsou považované za „součást“ Nirnu. Jimi jsou Magnus, jehož úprk z Nirnu vytvořil magii, a Jode a Jone, jejichž smrt dala vzniku dvěma měsícům.[4] Altmerové zároveň uctívají ty Aedry, které opustily stvoření včas, aby si zachovaly svou božskost, a které nařkly Lorkhana, že je podvedl.[3] Jejich vůdcem je Trinimac, přestože jak altmerská, tak chimerská legenda udává, že se přeměnil na Daedru Malacatha.[13] Khajiitské náboženství je podobné tomu altmerskému, přestože se liší v pojmenováních. Různé Daedry, hlavně Azura, hrají roli v jejich mýtu o stvoření, tudíž jsou uctíváni jako bohové.[14] Khajiité si také váží měsíců víc než ostatních bohů.[4]",
   "lang_all": "cs",
   "lang_cz_sk": "cs"
  },
  "4": {
   "title": "Aetherius",
   "table_of_contents": "",
   "infobox": "",
   "content": "Aetherius, zvaný aj \"Nesmrteľná Ríša\", je ríša z ktorej pochádzajú Aedry akými sú napr. 9 božstiev (Nine Divines). Aetherius je centrom mágie a všetkého vytvoreného v Munduse. Na Aetherius sa môžme pozerať ako na opak Oblivionu, z ktorého pochádzajú Daedry. Aetherius je miestom, z ktorého pochádza \"magicka\". Verí sa, že duše padlých smerujú po smrti práve sem.",
   "lang_all": "sk",
   "lang_cz_sk": "sk"
  },
  "5": {
   "title": "Agent",
   "table_of_contents": "",
   "infobox": "",
   "content": "Kresba znázorňující třídu Agent Agent je dostupná třída v The Elder Scrolls IV: Oblivion. Hodí se pro plíživou akci. Hlavní atributy osobnost obratnost Hlavní dovednosti vyháčkovávání zámků plížení akrobacie lukostřelba iluze obchodnictví přesvědčování",
   "lang_all": "cs",
   "lang_cz_sk": "cs"
  },
  "6": {
   "title": "Agnorith",
   "table_of_contents": "",
   "infobox": "",
   "content": "Agnorith byl bratr prvního tamrielského císaře Tibera Septima. Po smrti Agnorithova prasynovce císaře Pelagia Septima I. roku 3E 41 neexistoval žádný mužský dědic. Agnorith byl zřejmě v té době již mrtev a proto přešla císařská koruna na jeho dceru Kintyru.[1]",
   "lang_all": "cs",
   "lang_cz_sk": "cs"
  },
  "7": {
   "title": "Akatosh",
   "table_of_contents": [
    "Obsah",
    "1 Synkretismus",
    "1.1 Auri-El",
    "1.2 Alkosh",
    "1.3 Alduin",
    "1.4 Satakal",
    "1.5 Atakota",
    "1.6 Almalexia",
    "1.7 Peryite",
    "2 Dogmata",
    "3 Pět přikázání Akatoshových",
    "4 Planeta",
    "5 Zajímavosti",
    "6 Výskyt",
    "7 Zdroje"
   ],
   "infobox": "",
   "content": "Akatosh Informace o náboženství Náboženství Svatá Devítka Panteon Císařský kult Druh boha Dračí bůh času Fyzický popis Fyzická forma ČlověkDrak Chronologicky a politicky Období uctívání Merethická éraPrvní éraDruhá éraTřetí éraČtvrtá éra Území vlivu Kvatch Frakce Svatá DevítkaCísařský kultŘád hodiny \"Pán Akatosh vám propůjčuje svoji moc. Když vás vaše síla opustí, věřte v Devítku.\" ―Sir Amiel Lannus[src] Akatosh, jemuž aldmerové a bosmerové říkají Auri-El (či Auriel),[1] draci Bormahu (Náš Otec),[2] Crownové Satakal,[1][3] nédové velký Drak času a khajiitové Alkosh,[4] je nejvyšší bůh Svaté Osmičky, případně Devítky. Svou přítomností se může chlubit ve většině tamrielských panteonů.[5] Jeho avatarem je zlatý drak[6] a je často nazýván Dračím bohem času[7] a Pán draků.[6] Obecně se má za to, že to byl první bůh, který v Počátečním místě vznikl; po jeho utvoření byl proces stvoření pro ostatní duchy jednodušší, a tak vzešly různé panteony světa.[1][8][9] Tento aedrický duch[1][10] je nejdůležitějším bohem cyrodiilské říše a ztělesňuje odolnost, nepřemožitelnost a nekonečnou legitimnost a zároveň podporuje ctnosti povinnosti, služby a poslušnosti.[1][5][11] Akatosh je považovaný za otce všech draků,[12] a jejich vůdce Alduin je nazýván „Akatoshův prvorozený“.[2] Alduin se později prohlásil bohem, čímž způsobil, že se proti němu Paarthurnax obrátil právě z toho důvodu, že se vzdal svých povinností vůči Akatoshovi.[2] Tak se stalo to, že začal být Alduin pokládán za nordský aspekt Akatoshe.[13] Akatosh sám je patronem Akatoshovy zádušní kaple, náboženského řádu zasvěcenému jeho uctíváním a oslavováním, jehož členové mu říkají „Velký Drak“. Dračí zlomy, jako je Zakřivení západu a Střední úsvit, jsou následky Akatoshovy dočasné ztráty kontroly nad proudem času, nebo jeho dočasného „zlomu“.[14][15] Akatosh se podílel na uzavření Smlouvy s novou lidskou říší a jeho krev byla mysticky spojena s Alessií a jejími dědici.[7][16] Amulet králů byl hlavním symbolem tohoto patronátu a zároveň umožnil novému cyrodiilskému impériu využívat stabilizačního vlivu Bílo-zlaté věže, a tím udržovat mystickou bariéru mezi Mundem a pláněmi Zapomnění.[7] Když byla tato bariéra o tisíce let později během Vpádu Zapomnění ohrožena, Martin Septim dokázal vyvolat Akatoshova ducha a přeměnit se na jeho avatara, který se zjevil v podobě obřího plamenného draka.[17] Tento avatar porazil Mehrunese Dagona a bariéru obnovil.[7][17] Z draka se následně stala socha, která nyní stojí na uvnitř zničeného chrámu Jednoho.[17] Elfská tradice říká, že Anuiel Aurielovi daroval Aurielův štít a Aurielův luk, s jejichž pomocí později vystřelil Lorkhanovo srdce do dnešní Rudé hory. Synkretismus \"Všechna tamrielská náboženství začínají stejně. Je jedno, zda jde o lidi nebo o mery, na počátku je vždy dualismus Anua a jeho protivníka. Tyto dvě mocné bytosti mají mnoho jmen: Anu a Padomay, Anuiel a Sithis, Ak a El, Satak a Akel, Je a Není. Anuiel je Nepopsatelné věčné světlo a Sithis Nepředstavitelný zkažený čin. Mezi nimi je pak Šedá neurčitost (v ehlnofexu 'Nirn').\" ―Monomýtus Existuje mnoho případů, kdy má Akatosh paralely v různých kulturách, přičemž se liší, nakolik jsou tyto souvislosti obecně přijímané nebo jasné. Je možné se setkat s tvrzeními, že Akatoshe (stejně jako Lorkhana) lze nalézt v každém jednotlivém panteonu uctívání.[1][5] Při výčtu osmi panteonů v knize Rozmanité víry Tamrielu bratr Mikhael Karkuxor přiřadil Akatoshe na první místo cyrodiilského a bretonského panteonu, Auri-Ela pro altmerskou a bosmerskou verzi, Alkoshe pro Elsweyr, Alduina pro Skyrim, Satakala pro Yokudu a Almalexii pro dunmerský národ. Pozoruhodné vynechání argoniánského panteonu přičítal Mikhael Karkuxor své „naprosté neschopnosti sladit nejasné a protichůdné zprávy, které měl o tomto tématu k dispozici“. Tyto potíže se možná podařily prolomit Solisovi Adurovi, který v Dětech kořene poskytl první známý záznam o Atakotovi z ústní tradice kmene Adzi-Kostleel. Auri-El Auri-El je nejvyšší bůh většiny aldmerských panteonů a mnoho altmerů a bosmerů tvrdí, že to jsou jeho žijící potomci.[1] Synkretismus mezi Auri-Elem a Akatoshem je pravděpodobně nejzřetelnější a nejvíce zdokumentovaný. Při zkoumání Dvojakosti Alduina a Akatoshe předložil autor, velekněz Alexandre Simon, nepodložené důkazy o tom, že většina vznešených elfů přímo připouští, že obě bytosti jsou stejné, „že Auri-El je jen Akatosh s jiným jménem, obalený jejich vlastními kulturními hodnotami“.[18] Bosmerové ho podobně vnímají jako Krále bohů, „Auri-Ela Draka času“.[5] Aurielovo spojení s Akatoshem bylo Alessianskému řádu dobře známo. Ve snaze tuto skutečnost napravit, na vrcholu své moci v první éře byli zodpovědní za Dračí zlom známý jako Střední úsvit. Ten byl způsoben za použití Hole Věží, a jehož konečným cílem bylo odstranit z Akatoshe veškeré stopy elfské poskvrny, aby získal to, čemu Řád říkal lidská čistota.[19][20] Alkosh Alkosh je khajiitská verze Auri-Ela, což znamená, že je Alkosh jejich obměna Akatoshe. Alkosh je oběžně vyobrazován jako drak, o kterém khajiitové tvrdí, že je to „jen opravdu velká kočka“. Důkazy o Alkoshově existenci lze jasně nalézt v pre-ri'Dattských záznamech, například v textu Duchové Amun-dra. Nicméně Alkoshova popularita a uctívání nezmizely spolu se Zjevením Riddle'Thara, jako tomu bylo u mnoha jiných duchů.[5] Alduin Satakal Stejně jako je Alkosh varianta Auri-Ela, je Satakal považován za variantu Alduina. Jako Alduin má Satakal způsobit konec světa a tím umožnit existenci toho dalšího.[1][5] Atakota Atakota je bytost prvně zaznamenaná Solisem Adurem z folklóru argoniánského kmene Adzi-Kostleel. Tato entita se podobá ostatním známým variacím Akatoshe. Mezi tyto aspekty patří odpovědnost za čas, což je pravděpodobně Akatoshova nedůležitější vlastnost, a jeho účast v koloběhu počátku a konce všeho.[21] Almalexia Z pradávných chimerských legend zmizela většina zmínek o Akatoshovi během jejich exodu, zejména kvůli jeho spojitosti s altmery, u dunmerů se ale opět vrátila do módy. Akatoshovy aspekty nesmrtelnosti, historičnosti a genealogie se objevily u Almalexie, nejoblíbenějšího člena morrowindského Tribunálu. Přestože je Almalexie žena a ne muž, zaujímá roli prapředka stejně jako Akatosh.[5] Peryite Peryite je duch reachmenského panteonu sdílející znaky s Akatoshem, jako jeho spojitost s časem, přísným přírodním řádem a dračí symboliku. Tato skutečnost naznačuje určitou spojitost mezi ranými předky lidí a merů na severozápadě Tamrielu.[22] Po imperializaci a ztráty nezávislosti si někteří reachmenové osvojili uctívání Svaté Osmičky, včetně Akatoshe, věříce, že určité aspekty jejich tradičních zvyků je lepší nechat v minulosti.[23][24][25] Akatoshův symbol na skle. Dogmata Akatoshova dogmata odráží vlastnosti jeho sféry a ty jsou také očekávané od jeho následovníků, kteří v něj skutečně věří. Odolnost: dává Akatoshovi schopnost a sílu pokračovat a vytrvat, což je přímo spojené s jeho rolí jako bůh času. Od jeho stoupenců se čeká, že odolají podobným způsobem jakémukoliv vyčerpání, stresu či nepříznivým podmínkám, na něž narazí. Toto odráží Akatoshovu vytrvalost. Nepřemožitelnost: další klíčová vlastnost Akatoshe je, že nemůže být poražen, zdolán či podmaněn, a jeho následovníci, kteří v něj opravdu věří, také být nemohou. Toto je Akatoshova nezlomná vlastnost. Nekonečná legitimnost: je vlastnost, na kterou se nesmí zapomenout, jelikož nejenomže odráží nekonečný aspekt Akatoshe, ale také jeho úctu k zákonům, soudnosti a vládnoucím principům dědičného práva. A proto nic schváleného nebo požehnaného Akatoshem nemůže být považováno za neoprávněné, což odráží Akatoshovu zákonnost.[26] Pět přikázání Akatoshových Akatosh očekává, že tato přikázání budou všichni jeho uctívači následovat a tyto učí se je i nevěřící. První přikázání: „Poslouchej císaře svého.“ Toto přikázání vychází z faktu, že říše a Akatosh si jdou ruku v ruce. Druhé přikázání: „Smlouvy studovat budeš.“ Toto přikázání je o procházení si domluv zařízených Akatoshem a jeho smrtelnými stoupenci a každý, kdo ho následuje je pobízen je studovat. Třetí přikázání: „Osmičku uctívat budeš“. Akatosh není závistivý bůh a od svých stoupenců čeká, že budou uctívat Osmičku a budou si ji vážit. Čtvrté přikázání: „Své povinnosti plniti budeš.“ Akatosh od všech očekává, že budou plnit své povinnosti a budou zodpovědní a nesplnění těchto závazků se považuje za hřích. Páté přikázání: „Dbej příkazů svatých i kněží.“ Akatosh dává přednost hierarchii a řádu a od svých stoupenců očekává, že budou následovat hierarchii Kostela.[26] Planeta Planeta známá jako Akatosh, občas AKHAT[27] či Válečníkovo oko,[NR 1] je jedna z Vládnoucích planet na munduském nebi.[NR 1] Podle válečníka poety, Viveca, je to jeden z osmi známých světů. [27] Neví se o žádných satelitech,[28] které by ji obíhalo, ale je to oko znamení Válečníka. Planeta je současně Akatosh i jeho říše, stejně jako je to u zbylých planet a jejich stejnojmenných božstev.[NR 1] Akatosh odtud vládl před událostmi Shromáždění v merethické éře roku 2500.[9][NR 2] Zajímavosti V knize Čtyři nápadníci Benitahy, Kena Warfel Tomasin tvrdí, že je možné dokázat, že Akatosh, Zapomnění a Nirn jsou jedno a to samé.[29] V knižní sérii Král Edward, se Akatosh objevuje jako zlatý drak a dovoluje Edwardovi se na něm proletět.[30] V dračím jazyce, slovo Akatosh odpovídá slovu „Bormahu“ podle Paarthurnaxe po dokončení Hlavní dějové linie v The Elder Scrolls V: Skyrim. V khajiitském panteonu je bůh Akatosh známý jako Alkosh. Akatosh byl pojmenován po Daggerfallském beta testerovi Lawrenceovi Szydlowskim, který si při odhlašování říkal „také známý jako starý Šmak samotný“ („also known as old Smaug himself“) (první písmeno každého slova dává dohromady slovo „Akatosh“).[31] Výskyt The Elder Scrolls: Arena (pouze zmíněn) The Elder Scrolls II: Daggerfall (pouze zmíněn) The Elder Scrolls Adventures: Redguard (pouze zmíněn) The Elder Scrolls III: Morrowind (pouze zmíněn)[32] The Elder Scrolls III: Tribunal (pouze zmíněn)[32] The Elder Scrolls III: Bloodmoon (pouze zmíněn)[32] The Elder Scrolls IV: Oblivion (objevení Aspektu) The Elder Scrolls IV: Knights of the Nine (pouze zmíněn) The Elder Scrolls IV: Shivering Isles (pouze zmíněn) The Elder Scrolls: Oblivion Mobile (pouze zmíněn) The Elder Scrolls V: Skyrim (pouze zmíněn)[1] The Elder Scrolls V: Dawnguard (pouze zmíněn) The Elder Scrolls V: Hearthfire (pouze zmíněn) The Elder Scrolls V: Dragonborn (pouze zmíněn)[5] The Elder Scrolls Online (pouze zmíněn)",
   "lang_all": "cs",
   "lang_cz_sk": "cs"
  },
  "8": {
   "title": "Akavir",
   "table_of_contents": "",
   "infobox": "",
   "content": "Akavir (v dračom jazyku zvaný \"Dračia Zem\") je kontinent ležiaci východne od Tamrielu. Je domovom štyroch napohľad nesúvisiacich rás kolektívne zvaných \"Akaviri\". K týmto rasám patria Snežní démoni z Kamalu (Snow Demons of Kamal), Hadí muži Tsaesca (Serpent-men of Tsaesci), Opičí ľudia z Tang Mo (Monkey People of Tang Mo) a Tigrí Draci z Ka Po´ Tunu (Tiger Dragons of Ka´Po´Tun). Inak sa o kontinente, alebo ľuďoch Akaviru vie len málo, pretože len nemnoho ľudí z Tamrielu sa odvážilo prekročiť veľký oceán, ktorý Akavir od Tamrielu oddeľuje. Verilo sa, že v jednom období ľudia žili v Akavire, ale nakoniec boli \"zjedení\" ľuďmi z Tsaesca, ktorí v minulosti vyslali niekoľko útokov na Tamriel. O posledný kontakt s Akavirom sa pokúsil Nerevarin, ktorý sa pravdepodobne vydal na cestu do Akaviru po porazení Dagoth-Ura. Aj napriek tomu, že Akavir znie na prvé počutie ako príliš tvrdá a brutálna zem, bol pre Tamriel dôležitým vzorom a mal vplyv na jeho históriu. Akavir ovplyvňoval Tamriel po mnoho storočí, v časoch mieru aj vojny, keďže oba kontinenty mali medzi sebou vždycky divoké vzťahy.",
   "lang_all": "sk",
   "lang_cz_sk": "sk"
  },
  "9": {
   "title": "Akavirský potentát",
   "table_of_contents": "",
   "infobox": "",
   "content": "Akavariský potentát Zbroj potentátu Politické informace Typ vlády Absolutistická monarchie Hlava země Potentát Hlava vlády Potentát Společenské informace Hlavní město Císařské město (Imperial City) Oficiální jazyk Cyrodiilština (Cyrodiilic) Náboženství Svatá Osmička (Eight Divines) Historické informace Datum založení 2E 0 Datum rozpadnutí 2E 430 Éry Druhá éra Akavirský potentát (Akaviri Potentate), nebo také Akavirská říše (Akaviri Empire), je jméno dané období Druhého císařství po vraždě Remana III. a konci dynastie Remanovců. Dále je to titul daný vládci Tamrielu za tohoto období a ranějších let císařství. Za Remanovců se císařově vedoucímu rádci říkalo potentát. V bitvě v Bledém průsmyku (Battle of Pale Pass) Reman I. rozhodně porazil akavirskou invazi, ale jisté okolnosti jej přinutili dát poražené armádě amnestii výměnou za službu v jeho armádě. Tohle vedlo k rozšíření akavirského vlivu i do jiných částí života a časem byla pozice potentáta většinou zaplněna jedním z hadího lidu. V roce 1E 2920 potentát Versidue-Shaie plánoval svrhnout říši. Nechal zavraždit císaře Remana III. krátce po smrti korunního prince Juileka a vyhlásil Remanovu dynastii za vymřelou. 22. večernice 2920 Versidue-Shaie prohlásil, že přebírá vládu nad říší, ale titul potentáta si nechal. V stejném proslovu vyhlásil konec první éry a začátek druhé. Aby potlačil armády stále věrné Remanovcům, stejně jako armády patřící různým královstvím toužících po větší autonomii, Versidue-Shaie byl přinucen začít nelítostnou řadu kampaní, která do roku 2E 283 konečně skončila vítězstvím pro jeho síly. Potlačení těch věrných Remanům mohli být \"remanské čistky,\" (Reman Purges) kdy potentáti vynalezli zařízení na utínání hlav. Cena těchto kampaní byla obrovská, situace skončila zbídačením říše a jejích jednotlivých království. Při pokusu udržet klid bez zaplacení ceny za stálou armádu, Versidue-Shaie v roce 2E 321 souhlasil návrhem svého rodáka Dinieras-Vese, který ustanovil to, co později vzešlo ve známost jako Cech bojovníků (Fighters’ Guild). V roce 2E 324, Versidue-Shaie byl zavražděn Morag Tong a nahrazen svým synem, Savirien-Chorakem. Ten byl zase zavražděn spolu se všemi svými dědici za jednu noc v úsvitu slunce 2E 430, čímž Druhé císařství konečně skončilo a začalo Bezvládí (Interregnum).",
   "lang_all": "cs",
   "lang_cz_sk": "cs"
  },
  "10": {
   "title": "Akrobat",
   "table_of_contents": "",
   "infobox": "",
   "content": "Kresba znázorňující třídu Akrobat Akrobat je dostupná třída v The Elder Scrolls IV: Oblivion. Hodí se pro plíživou akci. Hlavní atributy obratnost odolnost Hlavní dovednosti vyháčkovávání zámků plížení akrobacie lukostřelba krytí čepele přesvědčování",
   "lang_all": "cs",
   "lang_cz_sk": "cs"
  },
  "11": {
   "title": "Akulakhan",
   "table_of_contents": [
    "Obsah",
    "1 Historie",
    "2 Nerevarine",
    "3 Lokace",
    "4 Galerie",
    "5 Výskyt",
    "6 Zdroje"
   ],
   "infobox": "",
   "content": "Částečně sestavený Akulakhan. Akulakhan, také známý jako „druhý Numidium“,[1] byl rekonstrukcí mechanického boha použitým Tiberem Septimem při zakládání Císařství, opět sestavený Dagothem Urem, aby převzal vládu nad Tamrielem.[1] Historie Akulakhan byl stvořen Dagorem Urem, aby převzal kontrolu nad Morrowindem a celým Tamrielem. Urův hlavní plán s Akulakhanem byl: Být šampionem armád Šestého rodu. Osvobodit Vvardenfell a celý Morrowind. Odhalit falešné bohy – Tribunál – a zničit politickou moc Chrámu. Vyhnat Císařství z Morrowindu. Získat zpět starodávná teritoria ukradené Skyrimem a Argonií. Rozšířit uctívání Akulakhana do všech zemí Tamrielu násilím.[2] Dagoth Ur s Akulakhanem. Akulakhan byl poháněn Lorkhanovým srdcem, a měl sloužit jako bůh pro všechny smrtelníky Tamrielu stejně, jako by rod Dagoth sloužil jako Akulakhanovi kněží.[2] Dagoth Ur plánoval použít srdce v Akulakhanovi na rozšíření Sněti a Korpru za pomocí větru do Morrowindu a celého Tamrielu, tím ze všech smrtelníků udělat bohy pod Urovou kontrolou.[3] Nerevarine Akulakhan byl nakonec zničen poté, co Nerevarine zaútočil na Rudou horu a použil Kagrenacovo nářadí na srdce. Tím byl Dagoth Ur zabit, jelikož bylo srdce poškozeno smrtelným ostřím. Jelikož nebylo nic, co by Akulakhana poháněno, byl zničen pádem do lávy pod ním.[1] Lokace Během událostí v The Elder Scrolls III: Morrowind, ho můžeme najít v Akulakhanově síni, v Citadele Dagotha Ura.",
   "lang_all": "cs",
   "lang_cz_sk": "cs"
  },
  "12": {
   "title": "Alabaster",
   "table_of_contents": "",
   "infobox": "",
   "content": "Alabaster je prístavné mesto v Elsweyri. Je to jedna z niekoľkých lokácií, ktoré môže Večný Šampión objaviť v The Elder Scrolls: Arena. V tejto lokácii žije pisár, ktorý má informácie o Paladinovej Čepeli, Chrysamere.",
   "lang_all": "sk",
   "lang_cz_sk": "sk"
  },
  "13": {
   "title": "Druhá éra",
   "table_of_contents": [
    "Obsah",
    "1 První století",
    "1.1 2E 1",
    "2 Druhé století",
    "2.1 2E 101",
    "2.2 2E 120",
    "2.3 2E 148",
    "2.4 2E 182",
    "2.5 2E 184",
    "3 Třetí století",
    "3.1 2E 227",
    "3.2 2E 230",
    "3.3 2E 231",
    "3.4 2E 283",
    "3.5 2E 284",
    "4 Čtvrté století",
    "4.1 2E 301",
    "4.2 2E 307",
    "4.3 2E 309",
    "4.4 2E 311",
    "4.5 2E 320",
    "4.6 2E 321",
    "4.7 2E 324",
    "4.8 2E 342",
    "4.9 2E 358",
    "4.10 2E 360",
    "4.11 2E 369",
    "4.12 2E 373",
    "5 Páté století",
    "5.1 2E 401",
    "5.2 2E 406",
    "5.3 2E 408",
    "5.4 2E 409",
    "5.5 2E 412",
    "5.6 2E 418",
    "5.7 2E 420",
    "5.8 2E 425",
    "5.9 2E 428",
    "5.10 2E 430",
    "5.11 2E 431",
    "5.12 2E 432",
    "5.13 2E 434",
    "5.14 2E 435",
    "5.15 2E 450",
    "5.16 2E 465",
    "5.17 2E 467",
    "5.18 2E 480",
    "5.19 2E 486",
    "5.20 2E 489",
    "6 Šesté století",
    "6.1 2E 515",
    "6.2 2E 521",
    "6.3 2E 522",
    "6.4 2E 532",
    "6.5 2E 536",
    "6.6 2E 540",
    "6.7 2E 541",
    "6.8 2E 542",
    "6.9 2E 546",
    "6.10 2E 551",
    "6.11 2E 555",
    "6.12 2E 559",
    "6.13 2E 560",
    "6.14 2E 561",
    "6.15 2E 562",
    "6.16 2E 563",
    "6.17 2E 565",
    "6.18 2E 566",
    "6.19 2E 567",
    "6.20 2E 568",
    "6.21 2E 572",
    "6.22 2E 573",
    "6.23 2E 576",
    "6.24 2E 577",
    "6.25 2E 578",
    "6.26 2E 579",
    "6.27 2E 580",
    "6.28 2E 582",
    "7 Sedmé století",
    "7.1 2E 603",
    "7.2 2E 638",
    "8 Osmé století",
    "8.1 2E 730",
    "9 Deváté století",
    "9.1 2E 803",
    "9.2 2E 812",
    "9.3 2E 828",
    "9.4 2E 830",
    "9.5 2E 831",
    "9.6 2E 852",
    "9.7 2E 854",
    "9.8 2E 862",
    "9.9 2E 864",
    "9.10 2E 865",
    "9.11 2E 882",
    "9.12 2E 893",
    "9.13 2E  896",
    "10 Poznámky",
    "11 Zdroje"
   ],
   "infobox": "",
   "content": "Druhá éra je celkem čtvrtá éra v pořadí. Začala s vymřením Remanské dynastie a skončila, když Tiber Septim dobyl celý Tamriel, prohlásil se císařem a založil Septimskou dynastii. První století 2E 1 Podle nařízení potentáta Versidue-Shaiea, první rok druhé éry začíná 1. ranní hvězdy. Začátek nové éry připomíná konec Remanské dynastie a Versidue-Shaieovým oficiální převzetím správy nad Druhým císařstvím.[1] Druhé století 2E 101 První zmínka o existenci frakce Hvězdopravců, které její starší členové označovali jako „Vážený řád pozorovatelů nebeských chodů a znameních.“[2] 2E 120 Viana Čistá se stává baronkou Lainlynu.[3] 2E 148 Panenská baronka Viana Čistá umírá.[3] 2E 182 Začíná vláda nového elsweyrského Manea, Zebiden-joa.[4] 2E 184 Zabití draka Grahkrindroga.[5] Třetí století 2E 227 Tjuthane Fyrre, ayleidský mudrc umírá.[6] 2E 230 Znechucený pošetilostí svých nadřízených v Psijickém řádu, Vanus Galerion zakládá nový cech, Cech mágů, ve Firstholdu.[7] Tři daedričtí princové – Clavicus Vile, Mephala a Nocturnal – uzavírají dohodu s mořským sloadem K'Torem, aby získali Srdce průzračného zákona – Kámen Krystalové věže. K'Tora za použití myšlenkové magie přinutí obřadního mistra Iachesise, vůdce Psijického řádu, ukrást Srdce. Ve snaze zmařit K'Torův plán, Iachesis uzavírá dohodu s Nocturnal, aby se naučil kouzlo, kterým by ukryl Srdce v jazyku, jenž pouze smrtelníci mohou použít. Iachesis ovšem skryvá Srdce do sebe – zanedlouho na tyto události zapomíná kvůli K'Torovy magie.[8] Následně ostrov Artaeum, domov Psijického řádu, je řádem odstraněn z Nirnu a je ztracen.[9] 2E 231 Založení Řádu lucerny, rytířského řádu, za cílem ochránit nově založený Cech mágů.[10] 2E 283 Po zničení jeho pevnosti v Jitřence, Versidue-Shaie svolává Radu starších a vyhlašuje válečný zákon po celém Tamrielu, čímž varuje vůdce vzbouřenců svých království, aby rozpustili své osobní armády nebo se postavili jeho hněvu. Toto na dalších 37 let způsobuje intenzivní konflikt, na jehož konci vítězí Versidue-Shaieova Císařská legie jako jediná armáda, která zbyla.[11] Vedená texty Tjurhana Fyrra, Císařská expedice prozkoumává ruiny ayleidského města Garlas Malatar a objevuje průchod do hlubin města. Skupina v ruinách postaví pevnost Mistwatch, aby sloužila jako základna, zatímco oni samotní drancují město, ale brzy je každý člen expedice přeměněn strážci Wrathstoneu na Meridianské očištěné. Vchod do Garlas Malatar je opět ztracen a zmizení expedice zůstává nevysvětlitelné další tři století.[12][13] 2E 284 Hostinec U Dragginově pověsti je postaven na Stros M'Kai.[14] Čtvrté století 2E 301 Království Camlornu je založeno.[15][Poznámka 1] 2E 307 Hrůzný duch se objevil ve Stormhavenu. Meneviské katakomby a meneviské opatství jsou následně opuštěna.[16] 2E 309 Keirgo a Eshita, vládcové malých království Anequiny a Pellitiny, se vzali. Spojená území vytvořila provincii Elsweyru a zároveň způsobila válku, do které se málem musely zapojit sousední provincie.[17][18][19] Začíná vláda Rid-Thar-ri'Datta, elsweyrského manea.[17][18] 2E 311 Rid-Thar-ri'Datta odhaluje Riddle'Tharovu zjevení v Rawl'khaském chrámu.[20] 2E 320 Dinieras-Ves zakládá Syffim, předchůdce cechu bojovníků.[11] 2E 321 Zákon o ceších je schválen.[11] 2E 324 Potentát Versidue-Shaie je zavražděn Morag Tongem ve svém paláci v Senchal.[21] Savirien-Chorak nastupuje na místo potentáta po svém otci, Versidue-Shaieovi. Přestože nebyl dobrým správcem, který nedokázal zvládnout krizi, která se přihodila během jeho vlády, je mu připisována změna zákazu o utváření místních armád a přijal Orsinium do Císařství.[11][22] 2E 342 Donel Deleyn, hlava urozeného rodu Deleynů, se ujímá daggerfallského trůnu.[23] 2E 358 Objevuje se první možná zmínka o Temném bratrstvu. Pod podlahou opuštěného domu v nordské vesnici Jallenheim se našel vzkaz. Vzhledem k tomu, že popisoval válku mezi dvěma tajemnými organizacemi, vědci spekulují o tom, že se jedná o vzácný důkaz o válce mezi Morag Tongem a Temným bratrstvem. Bratrstvo existovalo již před touto zmínkou, ale datum jeho založení je neznámý a pravděpodobně ho tvořili bývalí členové Tongu.[24] 2E 360 V denících královny Arlimahery z Hegathe se našel záznam o službách Temného bratrstva.[21] 2E 369 Dračí stráž ukončuje alianci mezi drakem Nahfahlaarem a králem Casimirem II. z Wayrestu.[5] 2E 373 Bratr Mathnan dokončuje nekompletní seznam draků zabitých v Atlasu draků Dračí stráží a akaviřany od dob založení cechu.[5] Páté století 2E 401 Král Donel Deleyn z Daggerfallu umírá a na jeho místo, dne 17. západu, nastupuje princ Anton a stává se z něho král Anton I. z Daggerfallu.[25] 2E 406 Poté co je odhaleno, že osada Cormount může být plná camoranských dědiců, se její populace za jeden týden téměř zdvojnásobila, jelikož tam dorazili oportunisté, zvědavci, prohnaní. Po měsíce byly svatby na denním pořádku.[26] 2E 408 Královna Sylvie, matka krále Antona I., umírá.[25] 2E 409 Král Anton I. přežívá pokus o atentát.[25] 2E 412 Krvavá královna Arlimahera píše svůj deník, ve kterém říká: „...s pomocí Matky noci a jejího Temného bratrstva, tajné službě, kterou má rodina najímá od dob mého dědečka.“ Můžeme se domnívat toho, že bylo Bratrstvo dobře zorganizováno už v 2E 360, pokud je skutečně využíval i její dědeček.[21] 2E 418 Abnur Tharn, budoucí kancléř Rady starších, se narodil.[27] 2E 420 Napětí mezi domorodými bosmery z Cormountu a migranty z New Joy vrcholí a a celá osada New Joy je srovnána se zemí.[26] 2E 425 Král Anton I. přežívá druhý pokus o atentát.[25] 2E 428 Kvůli „Prokletí Rudého měsíce“, vlkodlačí krizi v High Rocku, Adeliza Stříbrná sekyra zakládá řád Stříbrného úsvitu poté, co byl její milovaný syn nakažen lykantropií.[28] 2E 430 Potentát Savirien-Chorak a všichni jeho dědici jsou zavražděni, čímž končí doba akavirských potentátů a druhé cyrodiilské Císařství.[21][29][30] Někteří historici tvrdí, že se to stalo v 2E 431.[31] Orsinium ztrácí svůj status Císařského území jako následek smrti posledního potentáta a rozpuštění Druhého císařství.[31] 2E 431 Po úspěšném atentátu na velekrále Logrolfa, jarl Svartr ze Solitude zpochybňuje legitimnost Logrolfovy dědičky, Freydis, a dochází ke svolání Sněmu. Přestože Freydis byla schopná nosit Korunu pravdy a též byla ve Windhelmu jmenovaná velekrálovnou, část Sněmu v Solitude prohlásila Svartra za velekrále. Skyrim se tak rozdělil na Východní království, spravované potomky Freydis, a Západní království, spravované potomky Svartra.[32] Po ztrátě svého postavení jako Císařské území je Orsinium podruhé zničeno bretonci a redguardy.[33][34] Některé záznamy tvrdí, že se to stalo až následující rok.[35] 2E 432 Cavor Merula, kněz válečník Akatoshe, kvůli rozpadu Druhého císařství reformuje starodávný Řád hodiny.[36] 2E 434 Král Maxevian z Daggerfallu posílá Bledou stráž do Wrothgaru na pětiletou misi, aby zajistili, že orkové nikdy znovu nepostaví Orsinium.[37] 2E 435 Invazi Lamií předchází bouře, která nejspíš začala na Ostrově bouří na severozápad od Valenwoodu.[38] 2E 450 11. západu, 45 let dlouhá vláda krále Antona I. končí po jeho smrti. Je pohřben v hrobce s přízrakem Magiula Shiana, se svým bývalým Seneschalem, jenž slouží jako jeho strážce.[25] Na daggerfallský trůn nastupuje dcera Antona I., Donella.[23] 2E 465 Abnur Tharn se stává kancléřem Rady starších a slouží jako Císařský bojový mág cyrodiilského císařství.[27] 2E 467 Jarl Hakkvild Yashnagův zabiják z Falkreath poráží Yashnaga gro-Yazgu a jeho šampiony v rituálním souboji a rozpouští jeho třicetileté orkské náčelnictví ve Skyrimu.[34] Obyvatelé Kvatche se bouří proti kněžím katedrály Akatoshe v povstání známém jako Kvatchské chlebí výtržnosti poté, co plíseň rudé pšenice již druhým rokem naprosto zničí jejich úrodu. Předtím než povstalci mohou zapálit městskou katedrálu, Řád hodiny zasáhne a zabije polovinu naštvaného davu. Do další sezóny plíseň sama mizí.[36] 2E 480 Charismatický orský drancovník, Baz Swordbreaker, vede svoji armádu do Kvatche, ale je poražen Řádem hodiny. Kvatchský primas dává povolení Řádu utvořit armádu v dobách náboženských krizí.[36] 2E 486 Poté co je maormerská flotila spatřena z břehů Alinoru, král Hidellith nařizuje svému loďstvu, aby ji pronásledovalo. Altmerové následují maormery skrz nezmapované vody přímo do léčky poblíž Pyandoney samotné. Pouze jediná altmerská loď přežije svůj návrat do Alinoru.[39] 2E 489 Blacksapské hnutí založené v Grahtwoodu doufá zformalizovat přístup bosmerů k Zelenému paktu, aby zabránili dalším konfliktům, které vedly ke zničení New Joy.[26] Šesté století 2E 515 Král Anton II. umírá.[23] Synovec a jediný dědic Antona II., Bergamot Deleyn, nastupuje na daggerfallský trůn.[23] 2E 521 Emeric, budoucí král Wayrestu a vůdce Daggerfallské smlouvy, se narodil Pierricovi z Cumberlandu.[40] 2E 522 Král Hurlburt z rodu Branquettů, který vedl bretonské armády v bitvě o Granden Tor, usedá na shornhelmský trůn.[41] 2E 532 Princ Phylgeon, syn krále Hurlburta, se narodil.[41] 2E 536 Varen Aquilarios se narodil.[NR 1] 2E 540 Primas Phrastus z Kvatche přežívá pokus o atentát.[36] 2E 541 Durcorach Černý drake, císař cyrodiilského císařství a praotec Longhouských císařů, napadá bretonská území.[40] Kancléř Abnur Tharn nachází v trezorech pod Bělozlatou věží „Svitek svatých předchůdců“, který údajně vyvrátil spojení Tharana Ye Redde-Handa s Postupným masakrem v první éře.[42] 2E 542 Po smrti krále krále Hesepha z rodu Moile, město Evermore padlo po pouhých třech dnech po začátku obléhání Durcorachem Černým drakem. Vévoda Blaise Guimard později získal město zpět a následně byl korunován.[33] Po pádu Hallin's Stand a Camlornu, Durcorath započal obléhání Wayrestu, které trvalo 57 dní, ale nakonec ho Emeric zabil. Vládci Daggerfallu, Camlornu, Shornhelmu, Evermoru a Wayrestu uzavřeli Daggerfallskou smlouvu.[40][43] 2E 546 Král Hurlburt ze Shornhelmu umírá. Prince Phylgeona podporuje rod Montclair. Rody Branquette a Tamrith ovšem podpořily jeho nevlastního bratra, prince Ransera.[41] Severská rada se schází, aby zvážila, kdo nastoupí na shornhelmský trůn. Skrze různých politických intrik, těsně vyhrává nemanželský syn krále Hurlburta, Ranser, který se ujímá trůnu.[41] Jorunn, budoucí skyrimský velekrál a vůdce Ebonheartského paktu, se narodil královně Mabjaarně Flame-Hair z Windhelmu.[44] 2E 551 Co začalo jako hádka na pohřebišti Sanguine Barrows propuká v krvavou potyčku, známou pod jménem Krvavý pohřeb, mezi rody Tamrith a Montclair.[45] 2E 555 Ayrenn, budoucí královna Alinoru a vůdkyně Aldmerského spolku, se 5. druhé setby narodila králi Hidellithovi a kinlady Tuideně ze Summersetských ostrovů.[46] 2E 559 Rody Hlaalu a Dres se utkaly v krvavém boji, ve válce dvou rodů, na jih od města Narsis. Hlaalu vyhrává díky hrdinství Purilly Falen.[47] 2E 560 Knahatenská chřipka začíná ve Stormholdu, na severu Black Marshe, kde způsobuje mnoho úmrtí. Argoniáni, přirozeně odolní vůči všem nemocem, byli tím pádem imunní i vůči této chřipce, což vedlo některé k tomu, že věřili, že to oni byli právě za tuto nemoc zodpovědní. Chřipka se dál rozšiřovala až do roku 603.[31][48] 2E 561 Knahatenská chřipka se rozšiřuje po Shadowfenu, kde úplně ničí osady Stillriseké vesnice a Zuuk.[49][50] Bylo nalezené největší naleziště orichalka v zaznamenané historii. Hrabě Emeric navrhuje použít vydělané peníze na zesílení wayrestské flotily a vylepšení obchodu napříč High Rockem.[43] Svargrim je korunován velekrálem západního Skyrimu.[NR 2] 2E 562 Poté co koloviané zabrali severní Elsweyr, využívaje doby, kdy byli khajiitové příliš oslabení knahatenskou chřipkou, Namu – matka lunárních šampionek Shazah a Khali – a její oddíl pomohli získat zpět Orcrest a Riverhold. Namu zemřela v boji s generálem Quintiliem. Tato událost se ale možná odehrávala až o několik let déle.[51] 2E 563 Dochází k Plavbě Karmínové lodi, kdy loď plná kothringských kmenových lidí se snažila 9. první setby uprchnout z Black Marshe daleko od knahatenské chřipky. Přes rok je přístav od přístavu neustále odmítaly, a tak zamířili západ a už je nikdy nikdo neviděl.[7] Hrabě Emeric se ujímá wayrestského trůnu. Rod Cumberland se tak stává druhou královskou dynastií poté, co knahatenská chřipka pozabíjí celou Gardnerskou královskou rodinu.[40][43] 2E 565 Knahatenská chřipka propuká v Orcrestu. Tým alchymistů, pod vedením Ubraze – otec lunárních šampionek Shazah a Khali – byl poslán do Orcrestu, aby s chřipkou bojoval. Nákaza byla ale příliš silná a celý tým zemřel.[52] Nezvykle teplé počasí ve Skyrimu vede hordu trollů napříč západní částí provincie, zatímco „prováděli nevýslovné a odporné činnosti“. Velekrál Svargrim pomáhá řádění učinit přítrž. Tato událost je známá jako Velká říje trollů.[53] Stovky temných elfů na západním pobřeží Vvardenfellu dostaly vyrážku, která způsobovala dráždivou flekatou pokožku. Kožní plíseň byla způsobená změnou alchymistického receptu populárního krému na obličej.[54] 2E 566 Uražený tím, že král Emeric odmítl ruku jeho dcery, zahajuje král Ranser v poslední setbě náhlé obléhání Wayrestu.[35][41] 2E 567 Po Ranserově válce, provincie High Rocku a Hammerfellu podepisují Druhou daggerfellskou smlouvu s orky z Orsinia.[35][43] Král Emeric dává orkům právo znovu zřídit Orsinia.[35] 2E 568 Král Blaise z Evermoru umírá. Jeho nástupcem se stává jeho syn, král Eamond.[33] Bratr Annulus píše Anály Dračí stráže, která je věrnou kopií stejnojmenného záznamu původně napsaném členy Dračí stráže umístěných v chrámu Nebeského útočiště, mezi lety 1E 2800 až 1E 2819.[55] 2E 572 Armáda Ada'Soom Dir-Kamala se vyloďuje na severovýchodě Skyrimu a dobývá Windhelm, v procesu zabíjí i královnu Mabjaarn a Nurnhildu. Na cestě do Riftenu, zjišťuje Dir-Kamal, že je město chráněno armádou pod velením Jorunna Skaldského krále a Wulfhartha Popelového krále, a tak se rozhodl ho obejít a zaútočit na Mournhold. Dir-Kamal se najednou ocitá uvězněn mezi Jorunnovou armádou a dunmerskou armádou vedenou Almalexií; se včasnou pomocí od skupiny argoniánských vojáků, zahnali nájezdníky zpět do moře, aby utonuly.[44] Jiný záznam zase tvrdí, že byli akaviřané v Morrowindu vyhlazeni, když Vivec provincii zatopil.[56] Po druhé akavirské invazi, provincie Morrowindu, Skyrimu a Black Marshe podepisují pakt ve městě Ebonheart.[57] 2E 573 Císař Leovic zadává práci na prvním Císařově průvodci Tamrielem.[58] 2E 576 Leovic, poslední člen dynastie reachmenů známých jako Longhouseští císaři, uzákoňuje uctívání daeder napříč Tamrielskou říší, čímž okamžitě podněcuje povstání. Varen Aquilarios, kvatchský hrabě, uspořádává armády kolovianských území proti císaři.[59][60] Císařské armády Euraxie Tharn přejímají kontrolu nad Rimmenem, v procesu zavraždí khajiitského krále Hemakara a jeho rodinu. Euraxia se následně prohlašuje rimmenskou královnou. Tato událost je známá jako Ledopádský převrat.[42] Krátce poté co Carolus Aquiralios převzal dočasnou vládu nad Kvatchem, se anvilský císařský prefekt Ephrem Benirus pokouší zmocnit Varenova majetku. Carolovi se útoky daří odrážet, čímž značně oslabuje anvilské ozbrojené složky.[61] 2E 577 Kapitánka Fortunata ap Dugal využívá oslabeného Anvilu a s její pirátskou armádou svrhuje císařského prefekta.[62] Velekrál Svargrim zakládá pevnost Karthald, aby chránila jižní hranici Západního Skyrimu od vpádu nepřátelských reachmenů. Město Karthwatch je založeno krátce poté.[63][64] Po nenávistné válce, armáda Varena Aquilaria útočí na Imperial City a poráží poslední legie císaře Leovica.[65] Varen osobně Leovica zabije v Císařském trůním sále a sám se prohlašuje císařem.[59][Poznámka 2] Ve snaze legitimizovat svou vládu, Varen a jeho spojenci Lyris Titanborn, Sai Sahan, Abnur Tharn a Mannimarco vyráží pátrat po Amuletu králů, o kterém Mannimarco tvrdí, že může být použit v rituálu, jenž přesvědčí Akatoshe udělat z Varena Drakorozeného. Po dvou letech pátrání, Pět společníků nachází Amulet v ruinách Sancre Toru.[59][Poznámka 2] 2E 578 Kancléř Abnur Tharn zadává práci na přepracování Císařova průvodce Tamrielem.[58][Poznámka 2] Mannimarco zrazuje Varena Aquilaria během jeho snahy použít Amulet králů, aby se stal Drakorozeným, rituál zkorumpoval a porušil starodávnou smlouvu s Akatoshem, jež uzavřela Nirn od Zapomnění. Exploze tajemné energie, Soulburst, způsobila Varenovo zmizení, a její následný magický otřes zmítl celým Nirnem, zabíjel nebo doháněl k šílenství mágy, daedry se objevovaly v obrovských počtech, a souhvězdí Hada dominovalo noční oblohu. V chaosu, který následoval, Molag Bal rozmístil Temné kotvy, s jejichž pomocí táhnul Nirn do své říše Coldharbouru, aby je sloučil v jedno, v procesu známém jako Planemeld.[59][66][Poznámka 3] 2E 579 Pirátská armáda Fortunaty ap Dugaly útočí na Kvatch, což má za následek událost známou jako Gottshawský masakr. Anvilský hrabě Carolus Aquilarios uznává porážku a souhlasí přísahat věrnost nezávislému Zlatému pobřeží, nyní nově oddělenému od Císařství.[36][62] V nepřítomnosti svého manžela se Clivia Tharn ujímá regentství nad císařským trůnem. Cliviina vláda údajně ohlašuje čas „šílenství, vraždy a úpadku“.[40] 2E 580 Po svém zmizením v roce 573 je Ayrenn prohlášena za nezvěstnou a její mladší bratr Naemon, je jmenován následníkem trůnu. Když král Hidellith zemřel a Naemon se připravoval vládnout, Ayrenn se vrátila do Summersetských ostrovů, uplatnila svůj původní nárok a usedla na trůn.[46] Následně po vlastních vnitřních konfliktech, provincie Elsweyru a Valenwoodu požádali Summerset o pomoc, a tak se národy spojily a utvořily První aldmerský spolek.[46][67] Začíná válka tří vlajek, kdy se Aldmerský spolek, Ebonheartský pakt a Daggerfallská smlouva střetávají v boji o Rubínový trůn, aby ho vyrvali ze spárů cyrodiilského císařství, a aby se uchránili před císařskými pod vlivem Molag Bala. Spolek usiluje o opětné nastolení elfí nadvlády nad Tamrielem, z důvodu jeho ochrany před neopatrností mladších ras. Smlouva se snaží o obnovení Druhého císařství a vrácení míru a stability Tamrielu. Pakt touží porazit císařské, aby zachovali nezávislost jeho zemí.[66][67] 2E 582 Pět společníků je obnoveno, aby společně zastavili Planemeld Molag Bala. Jejich členové jsou Varen Aquilarios, Sai Sahan, Abnur Tharn, Lyris Titanborn a Vestige.[66] Cech bojovníků úspěšně ničí Mortuum Vivicus s pomocí jejich nového Šampiona.[66] Po téměř tisíciletí v Třepotajících ostrovech, se ostrov Eyevea vrací do Tamrielu díky Adeptovi Cechu mágů s pomocí arcimága Shalidora.[66] Během Balovi okupace Imperial City, agent Dračí stráže zvaný Drak Čepelí, s Vestigovou pomocí, zastaví Balův plán zničit Božské ohniště, klíč k zažehnutí Dračích ohňů.[68] Vůdci tří aliancí se setkávají na ostrově Stirk, v neutrálním teritoriu, aby prodiskutovali invazi Coldharbouru. Poté co se jim nepodaří dojít k dohodě, jsou napadeni Balovými vojenskými složkami, což je přesvědčí dát Cechu bojovníku a Cechu mágů svá požehnání, aby vedly útok na daedrickou říši. Spojené cechy vyráží do Coldharbouru v čele s Vestigem.[66] Vestige zastavuje Planemeld, ukončuje Molag Balův plán sloučit Nirn a Coldharbour do jednoho hrůzného pekla.[66] Král Kurog z Orsinia je zabit v pozdním podzimu po neúspěšném pokusu sjednotit orkské klany Wrothgaru pod jeho vládu pozabíjením náčelníků, kteří odmítli uctívat Trinimaca. Náčelník Bazrag z klanu Fharun je korunován novým králem a obnovuje uctívání Malacatha. Vzhledem k tomu, že členství Orsinia v Daggerfallské smlouvě bylo založené na dohodě mezi králem Kurogem a velekrálem Emericem, Orsinium v podstatě opouští Smlouvu, očekávaje opětné projednávání.[69][Poznámka 4] Po neúspěšné loupeži a následné perzekuci z Taneth, Cech zlodějů z Abah's Landing je opět na vrcholku své moci a začíná se rozšiřovat po celém Tamrielu.[70][Poznámka 4] Ochráněno od probíhající alianční války Varenovou zdí, de facto nezávislé Zlaté pobřeží zažije konec boje o moc mezi Anvilem, Kvatchem a Řádem hodiny. Hrabě Carolus Aquilarios kontaktoval Temné bratrstvo, aby zavraždilo guvernérku Fortunatu ap Dugal z Anvilu. Bratrstvo tudíž muselo čelit pronásledování od Řádu hodiny, a tak se rozhodlo následně zavraždit primase Artoria Pontica, čímž ho zastavilo od shromáždění armády proti Aquilariovi.[71][Poznámka 4] Ve snaze najít vstup do Clockwork City Sotha Sila, daedrický princ a jeho poskok ukradnou hůl Sunna'rah, nástroj vytvořený Sotha Silem za účelem experimentovat s jeho vlastní mocí. Hůl končí v rukou ashlandera Conoona Chodaly, jenž touží po titulu Nerevarina. Pokaždé, když Chodala hůl používá, Vivecova moc slábne, což oslabuje jeho sevření na malém měsíci Baar Dau a ohrožuje celý Vvardenfell. Naštěstí Azuřina šampionka, clockworský mág a Cizinec přichází Vivecovi na pomoc. Chodala je diskreditován a poražen, plán Clavica Vila zmařen a Vivecova moc obnovena.[72][Poznámka 4] Sotha Silův stín, sloužící Nocturnal, je vyvolán a nahrazuje ho jako vládce Clockwork City. Ve stejné chvíli Blackfeatherský dvůr vstupuje do města a krade Klíč kostlivce, který byl v Silově vlastnictví. Vestige, s asistencí Divayth Fyra a clockworských apoštolů, odhaluje hrozbu; nepodaří se mu ale získat zpět Klíč předtím, než se ho zmocní Silův stín. Za použití Klíče se Nocturnal a Stín pokouší převzít kontrolu nad Clockwork City; jsou zastaveni Vestigem, Fyrem a apoštolem, kteří zachrání Sila poražením jeho Stínu. Sil následně dává Fyrovi Klíč do úschovy.[73][Poznámka 4] Tři daedričtí princové, Clavicus Vile, Mephala a Nocturnal, se pokouší uskutečnit svůj plán se zmocnit Krystalové věže v Summersetských ostrovech za použití Srdce transparentního zákona, které přinutili obřadníka Iachese z Psijického řádu ukrást okolo roku 230 – jenž to také před nimi ukryl. Poté co obelstí Iachea do vyzrazení lokace Srdce, jež je v něm samotném, tak ho zabijí. Nocturnal ovšem zradí Vila a Mephalu a nechává si Srdce sama pro sebe. Tak přebírá vládu nad Krystalovou věží, v naději ji využít pro dosažení všudypřítomnosti v celém Aurbisu. Její plány jsou zmařené Vestigem a Psijickým řádem, jimž pomáhali oba zrazení Princové a Meridiin šampion, a Srdce je navráceno do Věže.[8][Poznámka 4] Vestige pomáhá Cyrodiilské sbírce získat mocný artefakt, Pozůstatek Argonu, který obsahuje duše ztraceného argoniánského kmene z Murkmiru.[74][Poznámka 4] Za účelem se zbavit nudy během války tří vlajek, daedrický princ Sheogorath se dočasně ujímá několika artefaktů, patřících jiným Princům. Poté je nabízí bojovníkům v Cyrodiilu, aby přinesli pozdvižení probíhající válce.[75][Poznámka 4] Císařský bojový mág Abnur Tharn neúmyslně otevře legendární Síně Colossu s Wrathstonem, jelikož věřil, že obsahují mocnou zbraň. Uvnitř jsou však ukrytí draci – uzavření khajiitským hrdinou Khunzar-ri v meretické éře – a ti jsou následně vypuštěni do Elsweyru. Draci uzavírají alianci s Euraxií Tharn, vládkyní Rimmenu. Tato aliance ovšem nemá dlouhého trvání, jelikož Vestige Euraxii zabije, čímž se Rimmen dostává opět do vlastnictví khajiitů. Draci plánují získat lunární moc Jone a Jode za použití Měsíční brány Anequiny. Jsou zastaveni, když Vestige vstupuje do Říše Jode a vyhání vůdce draků, Kaalgrontiida. Khamira, dcera krále Hemakara, je korunovaná královnou Rimmenu.[76][Poznámka 4] Bývali členové Pěti společníků, Sai Sahan a Vestige, dávají dohromady novou Dračí stráž – z většiny složenou z bývalých pirátů a císařských vojáků – aby ochránili Pelletine před dračí hrozbou. S pomocí draka Nahfahlaara se jim podaří získat mocný artefakt, Akatoshovu masku, a porazit draka Laatvulona. Kaalgrontiid se z vyhnanství vrací do Elsweyru a chce využít Aeonstone, nalezený na ostrově Dragonhold, aby získal sílu boha, čímž se stal předpovězeným Temným Aeonem. Nové Dračí stráži pomůže Nahfahlaar, Abnur Tharn a královna Khamira, a společně ničí Aeonstone a poráží Kaalgrontiida. Ten byl ovšem před svojí porážkou schopen pozřít velké množství moci, která riskuje zničení celého Elsweyru, jestliže zůstane neovládaná. Nahfahlaar a Abnur Tharn ji společnými silami ovládnou, což způsobilo jejich zmizení a možnou smrtí toho druhého.[77][Poznámka 4] Sedmé století 2E 603 Poslední zaznamenaný případ Knahatenské chřipky, kdy, přestože epidemie skončila, se ne-argoniáni stále Black Marshi vyhýbají.[7][48] 2E 638 Cech mágů na Stros M'Kai je plně autorizovaný.[78] Osmé století 2E 730 Ostrov Artaeum se po 500 letech vrací. Psijický řád se vrací s ostrovem, ale v čele již není Iachesis.[9] Deváté století 2E 803 Narodil se Rangidil Ketil, budoucí dunmerský hrdina a vůdce Ordinátorů. 2E 812 Rimmen se odděluje od Elsweyru, přestože nadále vzdává poctu elsweyrskému Manovi, kvůli zajištění nezávislosti.[16] 2E 828 Pravděpodobné narození Tibera Septima.[Poznámka 5] 2E 830 Když začali dědicové Camoranské dynastie bojovat o valenwoodský trůn, Summersetské ostrovy a Valenwood se spojili a založili Druhý aldmerský spolek.[79] 2E 831 Cyrus, slavný redguardský žoldnéř, se narodil v městě Sentinel.[80] 2E 852 Armáda vedená generálem Talosem, později známém jako Tiber Septim, začínají řadu konfliktů, které končí sjednocením Tamrielu pod Třetím císařstvím a začátkem třetí éry. Pevnost Sancre Tor je dobyta nordskými a bretonskými útočníky. Uprostřed zimy vede generál Talos odvážný útok, znovu se zmocní pevnosti a získává zpět Amulet králů z hrobky Remana III. pod Sancre Torem.[81][82] 2E 854 Král koloviánských území Cuhlecain je zavražděn vrahem z High Rocku, těsně před svou korunovací na císaře. Vrah také spálí Císařský palác na popel a pokouší se zabít i generála Talose, který je korunován císařem na místo Cuhlecaina jako Tiber Septim.[83] 2E 862 Hammerfellský velekrál, Thassad II., umírá, jelikož byl v době své smrti již značně nemocný a starý. Po jeho smrti vůdce Forebearů, baron Volag, začne revoluci pro znovunastolení republiky.[84] 2E 864 Korunní princ A'tor, syn Thassada II., dědic hammerfellkého trůnu a vůdce Crownů, vede vítězně své ozbrojené složky proti Forebearům. V zoufalosti Forebearové požádají o pomoc Tibera Septima, jenž posílá svou armádu vedenou lordem admirálem Amielem Richtonem, která zničí crownské vojáky v přístavu Stros M'Kai.[84] Trpasličí recyklační zákon je schválen, který dává Císařské archeologické společnosti právo mít v dwemerských zříceninách volnou ruku.[85] Začíná Povstání na Stros M'Kaiské. Nepokojný spolek, veden sourozenci Cyrusem a Iszarou, ničí Císařskou flotilu v přístavu Stros M'Kai a poráží malou skupinu Císařské legie, umístěnou na ostrově.[86] Lord Amiel Richton, provizorní guvernér otrova Stros M'Kai, umírá rukou Cyruse, třímajícího meč očarovaný duší crownského prince A'Tora.[86] Baron Volag vychází ze svého úkrytu a přebírá kontrolu nad forebearským městem Sentinel. Po dvou povstáních je císař Tiber Septim přinucen podepsat První smlouvu Stros M'Kai, která je výhodnější pro Hammerfell.[86] 2E 865 Symmachus, budoucí generál Císařské legie a manžel královny Barenzie, se narodil.[7] 2E 882 Dagoth Ur a jeho popelaví upíři se probouzí pod Rudou horou, kde se spojili s Lorkhanovým srdcem. Přepadávají Tribuny při jejich každoroční rituální koupeli v moci Srdce, a zahnali je. Od té doby byli žijící bohové odděleni od Srdeční komnaty, a čas od času pořádali válečná tažení, za účelem si probojovat cestu dovnitř.[87] Tato událost přiměla Sotha Sila začít pracovat na Mechanickém srdci, umělou náhražku Lorkahnova srdce.[88] 2E 893 Barenzie, budoucí královna Morrowindu, a později Wayrestu, se narodila.[7][Poznámka 6] 2E 896 Tiber Septim dokončuje dobývání většiny území Tamrielu s pomocí trpasličího golema Numidia a bojového mága Zurina Arcta, a sjednocuje ho pod Třetí císařství. Tiberova vláda je považovaná za spravedlivou a velkolepou, jednu z nejlepších z celé historie.[89] Tiber Septim vyhlašuje na konci roku třetí éru.[89] Poznámky Tajemství princezny Talary, Část I tvrdí, že se v 3E 405 odehrála tisíciletá oslava založení království, což znamená, že bylo založeno v roce 2E 301. 2,0 2,1 2,2 V Pirátské královně Zlatého pobřeží se píše, že Varenovo povstání začalo v roce 576 a pokračovalo další rok, ale datum konce není nikde přímo zaznamenané. Co ovšem víme, je, že poté co byl Varen korunován císařem, on a jeho Společníci strávili dva roky (podle Lyris Titanborn) pátráním po Amuletu králů, než se vrátili do Imperial City a způsobili Soulburst v roce 579. Tímto pádem Povstání skončilo právě v roce 577. Jeden zdroj tvrdí, že Varen zmizel v roce 578, další, že Soulburst začal v roce 578, zatímco jiné, se zmiňují o roce 579. 4,0 4,1 4,2 4,3 4,4 4,5 4,6 4,7 4,8 4,9 Přesné datum těchto událostí nám není známé, ale rozhodně k nim nedošlo před rokem 582. Loremistr The Elder Scrolls Online, Leamon Tuttle, řekl, že „čas ve hře je každému hráči osobní. Vzhledem k tomu, že velké množství hráčů může hrát herní obsah v jakémkoliv pořadí, odolali jsme pokušení postoupit do roku 583. Z tohoto důvodu předpokládáme, že se všechny události odehrávají v roce 582.“ Kniha Vlčí královna, Kniha první říká, že se Tiber Septim narodil v roce 288, ale to by znamenalo, že by mu bylo v den jeho smrti téměř 650 let. Proto předpokládáme, že si Potema špatně pamatuje historii. Arcturijská hereze tvrdí, že mu bylo 108, když zemřel, což znamená, že se narodil někdy mezi léty 827 až 828. Potema tudíž nejspíš dala číslice špatně za sebou, takže rok 828 je nejvíce pravděpodobný. Životopis královny Barenzie tvrdí, že bylo Barenzii pět let, když došlo k Dohodě o příměří, jež byla podepsaná v posledních několika letech druhé éry.",
   "lang_all": "cs",
   "lang_cz_sk": "cs"
  },
  "14": {
   "title": "Návrat ke kořenům",
   "table_of_contents": [
    "Obsah",
    "1 Úkoly",
    "2 Průběh",
    "2.1 \"Hlučný červený plevel\"",
    "2.2 Pokračování výzkumu",
    "2.3 Umístění kořenů",
    "2.4 Dobře odvedená práce"
   ],
   "infobox": "",
   "content": "Návrat ke kořenům (A Return To Your Roots) je úkol dostupný v The Elder Scrolls V: Skyrim. Tento quest můžete aktivovat v Černotě, buď když poprvé seberete rudý nirnský kořen, nebo po přečtení Sinderionova polního deníku v polní laboratoři. Úkoly Zjisti, nakolik je rudý nirnský kořen vzácný Nasbírej v Černotě 30 kusů rudého nirnského kořene Přines 30 kusů rudého nirnského kořene Avrese Sarethi Průběh \"Hlučný červený plevel\" Sinderion se stal posedlý rudým nirnským kořenem od té doby, co si ho koupil od dobrodruha, který chtěl něco dostat za \"hlučný červený plevel\", co našel. Sinderion muži zaplatil a poté odešel ze Skingradu, aby si zřídil laboratoř v Černotě, což je jediné místo, kde se kořen nachází. Pokračování výzkumu Quest se aktivuje po sebrání prvního vzorku rudého nirnského kořene v Černotě. Začněte tím, že vstoupíte do Sinderionovy polní laboratoře. Toto výzkumné zařízení se nachází přímo naproti branám Alftandské katedrály. Uvnitř najdete Sinderionovy ostatky nadále svírající jeho polní deník. Po přečtení tohoto deníku se quest aktualizuje s požadavkem posbírat 30 kusů. Umístění kořenů Mapa Černoty ukazující všechny lokace rudých nirnských kořenů. Existuje celkem 44 jednotlivých kusů rudého nirnského kořene v celé Černotě (včetně těch uvnitř budov). Na rozdíl od typického nirnského kořene, ten rudý neroste pouze výhradně poblíž vody. Mnoho z nich můžete najít u políček hub. Pokud máte problém posbírat všechny najednou, tak se po dobu deseti herních dnů respawnují. Dobře odvedená práce Po sesbírání požadovaného počtu rudých kořenů, quest se opět zaktualizuje a musíte se vydat za Avrusou Sarethi, Sinderionovou bývalou kolegyní. V současné době se nachází na farmě Sarethiů, mezi Riftenem a městečkem Ivarstead. Odevzdejte Avruse všech 30 kusů rostlin, abyste úkol dokončili a za odměnu získali knihu Poselství o nirnském kořeni. Dostanete také Sinderionovu štěstěnu, schopnost, která vám dá 25% pravděpodobnost, že vytvoříte dva lektvary namísto jednoho.",
   "lang_all": "cs",
   "lang_cz_sk": "cs"
  },
  "15": {
   "title": "První éra",
   "table_of_contents": [
    "Obsah",
    "1 První století",
    "1.1 1E 0",
    "1.2 1E 20",
    "1.3 1E 68",
    "2 Druhé století",
    "2.1 1E 113",
    "2.2 1E 140",
    "2.3 1E 143",
    "2.4 1E 184",
    "2.5 1E 198",
    "3 Třetí století",
    "3.1 1E 200",
    "3.2 1E 221",
    "3.3 1E 222",
    "3.4 1E 227",
    "3.5 1E 240",
    "3.6 1E 240+",
    "3.7 1E 242",
    "3.8 1E 243",
    "3.9 1E 244",
    "3.10 1E 246",
    "3.11 1E 266",
    "4 Čtvrté století",
    "4.1 1E 340",
    "4.2 1E 355",
    "4.3 1E 358",
    "4.4 1E 361",
    "4.5 1E 369",
    "4.6 1E 374",
    "4.7 1E 376",
    "4.8 1E 393",
    "5 Poznámky",
    "6 Zdroje"
   ],
   "infobox": "",
   "content": "První éra, také první věk,[1] bylo časové období trvající 2920 let. Začala se založením camoranské dynastie a skončila vraždou císaře Remana Cyrodiila III. První století 1E 0 Král Eplear zakládá camoranskou dynastii ve Valenwoodu.[2] Cyrodiilští ayleidé využívají tohoto nově vzniklého království, aby se zbavili vlivu království Alinoru na Summersetských ostrovech. Bílo-zlatá věž se stává nezávislým městským státem a srdcem ayleidského impéria.[3] 1E 20 Bretonský mudrc a autor Voernet píše o svém výletu na ostrov Artaeum, kvůli setkání s Iachesisem, obřadním mistrem Psijiků, kteří sloužili jako poradci králů a zastánci „Staré cesty“, o které se naučili od původní rasy, obývající Tamriel. Jedná se o úplně první zmínku o Psijickém řádu v historii[4] 1E 68 Poslední atmoranská „invaze“, kdy dvě atmoranské lodě plné mrtvol prosí o povolení vplout do tamrielského přístavu. Jedná se o poslední vlnu masivní migrace atmoranů na kontinent. Atmora je považovaná za příliš zamrzlou, než aby tam někdo dokázal dlouho přežít.[5] Druhé století 1E 113 Narodil se Harald, budoucí první nordský král.[Poznámka 1] 1E 140 Haraldovy vojenské jednotky náhodně nacházejí a útočí na Forelhost, poslední pevnost Dračího kultu. Když se armáda dostává dovnitř, většina kultistů páchá sebevraždu otrávením zásobárny vody, čímž také způsobují smrt velké části útočících nepřátel.[6] 1E 143 Harald, třináctý potomek Ysgramorovy legendární pokrevní linie, se vzdává držav svých předků v Atmoře a zakládá první skyrimské království s hlavním městem Windhelm. Později usedá na trůn jako první historický nordský velekrál.[7][8] 1E 184 Král Harald zavádí první nordský sněm.[9] 1E 198 Narfinselský rozkol, vnitřní konflikt pozdní merethické éry mezi aedry uctívajícími ayleidy a těmi daedry uctívajícími, vrcholí u Wendelbeku. Atatarský král Glinferen vede své daedrafilské vojáky proti tradicionalistickým barsaebikům. Barsaebikové jsou vyhnáni z Heartlands do severozápadní Argonie, čímž v Cyrodiilu končí opozice proti vyznávání daeder. Tato událost se zapisuje do historie jako Očista Wendelbeku.[10] Třetí století 1E 200 Khosey píše zprávu z první ruky o tom, jak nordská lovecká výprava objevila bretonce.[11] Tamrileanské traktáty se také zmiňují o nejspíš prvním předchůdci rodu Tharn, jménem „Tharanus Ye Redde-Hand“, o němž historici tvrdí, že sloužil jako úředník u ayleidů.[12] 1E 221 Velekrál Harald umírá ve věku 108 let. Na jeho místo nastupuje jeho nejstarší syn, Hjalmer.[7][13] 1E 222 Velekrál Hjalmer umírá. Na jeho místo nastupuje Haraldův druhý nejstarší syn, Vrage Nadaný.[13][14][Poznámka 2] 1E 227 Odehrává se Pozvolný masakr. Jedním z účastníků je i Tharhan Mutilant. Později vědci teoretizují o tom, že Tharhan a předchůdce Tharnů, Tharanus Ye Redde-Hand, byli jedna a ta samá osoba.[12] 1E 240 Král Vrage zahajuje Skyrimské dobývání, kdy rozšířil své hranice do Morrowindu a High Rocku.[7][13][14][15][16] 1E 240+ Někdy po roce 240 se skyrimským velekrálem stává Gellir a dobývá oslabené dwemerské městské státy.[17] 1E 242 Alessianské povstání otroků propuká v Cyrodiilu. Alessia, později Královna otroků, vede převážně lidské otroky proti ayleidské říši. Na pomoc jí přicházejí nordové a někteří ayleidští vůdci. Nakonec získávají vládu nad celým Cyrodiilem.[18][19][20][21] 1E 243 Bílo-zlatá věž konečně padá do rukou povstalců, a tak v Cyrodiilu končí nadvláda ayleidů, a Alessia zakládá Alessianskou říši, „První císařství“. Zbývající elfové, kteří Alessii oponovali, hledají útočiště ve Valenwoodu u Camoranů a v High Rocku u Dirennů, zatímco ayleidští rebelové, jenž za Alessií stáli, nadále ovládají části Cyrodiilu, ovšem slouží jako loutky nové císařovny Alessie.[21] 1E 244 Fuldimar Hookhand nachází ostrov Kynina záštita. Ruiny Dračího kultu na severním pobřeží ale vypovídá o mnohem starší a temnější minulosti.[22] 1E 246 Útočící nordové dobývají severní polovinu Iliackého zálivu, součástí čehož je i současná provincie High Rocku, a zakládají město Daggerfall. Mezi první civilizované akty nordů patří sčítání lidu – Kniha života. Na 933. stránce této knihy je psané toto: „Severně od Nejvyššího útesu, jižně od slatiny, západně od pahorků a východně od moře leží DAGGERFALL. 110 mužů, 93 žen, 13 dětí do věku 8 let, 58 krav, 7 býků, 63 slepic, 11 kohoutů, 38 vepřů zde žije.“[23] 1E 266 Akatosh (nebo Shezarr v podobě Pelinala)[20] přichází k Bílo-zlaté věži v Imperial City a jmenuje umírající Alessii první cyrodiilskou svatou. Tak Královna otroků umírá[24] a stává se první duší v Amuletu králů.[25][26] Čtvrté století 1E 340 Valenwood uzavírá obchodní smlouvu s Alessianskou říší.[2] 1E 355 Klan Direnni, jediný nám známý altmerský vládnoucí rod na lidském území, se ujímá vlády v High Rocku díky politické manipulaci a různým intrikám.[13] 1E 358 Císař Ami-El ze Cyrodiilu posílá své jednotky do Skyrimu jako součást vojenského tažení proti Dirennské hegemonii v Západních pláních. Anti-aldmerské mínění vzrůstá, jak Skyrim přichází o čím dál více svého území ve Velké Bretony právě Direnncům.[UL 1] 1E 361 Alessianský řád se stává dominantní politickou frakcí v celé Říši a jejich Doktríny jsou prosazované napříč Cyrodiilem a severním Tamrielem.[21] Doktríny podstrkují velmi přísná náboženská učení proroka Marukha, který, poté co údajně obdržel vidění od svaté Alessie, začal pochybovat o právu elfů vládnout a žádal o potlačení elfských prvků v panteonu Osmi svatých.[27] Řád vnucuje přísný etický kodex, který znemožňuje většinu forem zábavy.[28] Zbývající ayleidské lordstvo, kdysi Říší tolerováno, je zrušeno.[21] 1E 369 Když je velekrál Borgas Winterholdský během Divokého lovu zabit a sněm selhává ve zvolení jarla Hanse dalším skyrimským vládcem, napříč celou Nordskou říší propuká válka o následnictví. Konflikt vede k zániku císařství, jako následek toho, jak se jeho teritoria v Morrowindu, High Rocku a Cyrodiilu od něj oddělují. Válka končí v roce 420 Paktem náčelníků.[15][23] 1E 374 Nenalatě, poslednímu ayleidskému městu v Cyrodiilu, bylo dáno ultimátum opustit provincii nebo čelit popravě. Král Laloriaran Dynar shromažďuje ty, kteří si přejí odejít a vede exodus na území Dirennské hegemonie. Krátce poté alessianská armáda přichází k Nenalatě a masakruje všechny ty, kteří si zvolili zůstat.[21][29] 1E 376 Tradiční dogmata Yokudanské říše jsou svrženy a přestože každý následující císař nadále zůstává hlavou celého císařství, jejich moc je poměrně dost omezená. Redguardi zažívají 300 let téměř nepřetržité občanské války mezi provinciálními lordy, válečnými mnichy a bandity, jenž spolu bojují o území a moc před narozením hrdiny Hundinga.[30][Poznámka 3] 1E 393 Alessianský řád drancuje Maladu, starodávný ayleidský chrám.[24] Poznámky Některé záznamy zaměňují Haraldovu vládu s jeho věkem. Kniha Dobytí a osídlení pohraničí, Historie cyrodiilské společnosti mu připisuje roky 1E 113 až 221 (108 let), a Daggerfallské kroniky i Kapesní průvodce po Císařství, První vydání: Skyrim tvrdí, že zemřel ve věku 108 let, což znamená, že se narodil v roce 113. Kapesní průvodce po Císařství, Třetí vydání: Skyrim také říká, že „V roce 113 první éry celému modernímu Skyrimu vládl král Harald“, takže se datum jeho narození a vlády kryjí. Na kamenné desce ve Windhelmu je vyryté, že jeho vláda začala v roce 143. Daggerfallské kroniky obsahují určité nesrovnalosti. Označují Vrage za nejmladšího syna velekrále Hjalmera. Na základě informací obsažených v knize Král Edward, Část 10. můžeme jasně říct, že to byli ve skutečnosti sourozenci. Také tvrdí, že Skyrim přišel o svá teritoria Morrowindu a High Rocku v 1E 401. Yokudanská data jsou v knihách obvykle psaná „starým způsobem počítání“. Za pomocí informací z knihy Divad Pěvec od Destriho Melarga může být jakékoliv yokudanské datum převedeno na tamrielské odečtením 1636 od původního čísla. Je důležité podotknout, že tyto hodnoty nemusí být přesné, jelikož Melarg není tak úplně konkrétní ve svém tvrzení.",
   "lang_all": "cs",
   "lang_cz_sk": "cs"
  },
  "16": {
   "title": "Třetí éra",
   "table_of_contents": [
    "Obsah",
    "1 Události",
    "1.1 První století",
    "1.2 Druhé století",
    "1.3 Třetí století",
    "1.4 Čtvrté století",
    "1.5 Páté století"
   ],
   "infobox": "",
   "content": "Třetí éra je celkem pátá éra a je poměrně krátká – trvala pouhých 433 let (v této éře se odehrávají čtyři hlavní Elder Scrolls hry). Začala, když Tiber Septim pod vlajkou Císařství dobyl celý Tamriel. Spolu s ním začala i Septimská dynastie. Od začátku Třetího Císařství lidí proběhlo mnoho občanských válek a vzpour proti jejich vládě. Významné události třetí éry zahrnují Nerevarinovo vítězství nad Dagoth Urem a Akulakhanem, druhá erupce Rudé hory a vražda císaře Uriela Septima VII., jež vedla k Vpádu Zapomnění. Oběť Martina Septima během vpádu ukončila jak Septimskou dynastii, tak třetí éru. Události První století 3E 1 Třetí éra je vyhlášena císařem Tiberem Septimem na konci 2E 896 po sjednocení všech tamrielských provincií. 3E 6 Začíná vláda Athyna Llethana, vévody z Mournholdu. 3E 12 Encyclopedia Tamrielica je vydána v raných letech vlády Tibera Septima. 3E 20 Narozen jednoduše jako Destri ve městě Rihad, jako Destri Melarg se stane známým historikem a překladatelem starých redguardských verší. 3E 38 Tiber Septim, dobyvatel a vládce celého Tamrielu po 38 let, umírá a na trůn nastupuje jeho vnuk, Pelagius. 3E 39 Destri Melarg, známý redguardský historik a překladatel, začíná své studie v Imperial City ve věku 19let, kde si na sebe bere příjmení Melarg. 3E 41 Císař Pelagius je zavražděn Temným bratrstvem. S žádným přímým potomkem, jež by převzal trůn, je koruna předaná jeho sestřenici Kintyře. 3E 48 Císařovna Kintyra umírá. Kintyrin syn, Uriel I., je po její smrti korunován. Je to první císař Tamrielu s císařským jménem Uriel. 3E 51 Princ Antiochus se narodil budoucímu císaři Pelagiovi Septimovi II. 3E 63 Vdovec a budoucí císař Pelagius II. se setkává se svojí budoucí ženou, Quintillu, princeznou z Camlornu. Společně údajně porážejí vlkodlaka, který terorizoval její zem. 3E 64 Císař Uriel Septim I. umírá a na trůn nastupuje jeho syn, Uriel II., jenž stává se pátým císařem. Bohužel je jeho vláda prokleta epidemiemi a rebeliemi. Soucit zděděný po jeho otci není pro zem dobrý a spravedlnosti je málo. 3E 67 Narozena jako druhá ze čtyř dětí, a navíc jako jediná dcera, Pelagia Septima II. se Potema později stala známou jako Vlčí královna. 3E 80 Třináctiletá Potema je zaslíbena Mantiarcovi, králi Solitude, pro zlepšení vztahu se severním královstvím. 3E 81 Čtrnáctiletá vnučka Uriela Septima II., Potema, si bere Mantiarca, krále Solitude. 3E 82 Uriel II. po své 18leté vládě umírá. Císaře zastupuje jeho syn, Pelagius II. Ten dědí nejen trůn, ale i dluhy svého otce, kvůli jeho špatnému finančnímu a soudnímu vedení. 3E 97 Po několika potratech, královna Potema ze Solitude porodí své první a jediné dítě, které pojmenuje po svém dědečkovi – Uriel Mantiarco. 3E 98, 15. večerní hvězdy Císař Pelagius II. umírá po své 17leté vládě, jeho následovník je určen až následující rok. 3E 99 Syn císaře Pelagia II., Antiochus, dědí království. Jeho vláda je plná občanských válek, jichž je více něž za vlády jeho praděda, Uriela II. Druhé století 3E 104 Budoucí císařovna Kintyra II. se narodila císaři Antiochovi a jeho druhé manželce, Gysille. 3E 105 Tisk Gwylimské univerzity dokončuje překlad příběhu Opusculus Lamae Bal ta Mezzamortie. 3E 109 Po deseti letech své vlády, otylý a chlípný císař Antiochus udělal málo, aby zapůsobil na své subjekty kromě svého neuhasitelného hédonismu, jež dával silně najevo. 3E 110 Během vlády císaře Antiocha byla provincie Summerset téměř poražena maormery ve válce o ostrov. Aliance mezi králi Summersetu a Antiochem jen tak tak dokázala porazit krále Orgna z ostrova Pyandonea jen, díky mimořádné bouři. Legenda později připisuje tuto bouři Psijickému řádu z ostrova Artaeum. 3E 111 Rytíři Devítky jsou založeni sirem Amielem Lannem, hrdinou války o ostrov, s cílem získat ztracené relikvie Pelinala Whitestrakea. 3E 114 Některé zdroje mylně tvrdí, že je císařovna Kintyra II. zabita poté, co je zajmuta Urielem III. Ve skutečnosti ani v té době nebyla císařovnou a zemře až v 3E 123 (23. ledopádu, kdy se slaví Den rozbitých diamantů). 3E 119 Budoucí císař Tamrielu, Pelagius III., se narodil Magnovi Septimovi, králi Wayrestu. 3E 120 Císař Antiochus umírá. Rada starších dala přednost princezně Kintyře před Urielem Mantiarcem, přesto že byl urputně prosazován svojí matkou Potemou. 3E 121 Imperial City je ovládnuto za pouhých čtrnáct dní, jelikož dva další útoky odlákaly císařské armády pryč z města. Uriel Mantiarco je prohlášen císařem Tamrielu. Zřekl se příjmení svého otce a bere na sebe jméno Uriel Septim III. Císařovna Kintyra II. je uvězněna v High Rocku, a Tamriel se rozdělil na část, jež je na straně Uriela III. a na část, jež je na straně jeho strýců. 3E 121 Válka o rudý diamant probíhala mezi třemi žijícími dětmi Pelagia II.: Potemou, Cephorem a Magnem, a synem Potemy, Urielem III. Potema samozřejmě podporuje svého syna a navíc má podporu celého Skyrimu a severního Morrowindu. Cephora a Magna podporuje High Rock. Provincie Hammerfell, Summersetské ostrovy, Valenwood, Elsweyr a Black Marsh jsou rozdělena, ale většina králů podporuje Cephora a Magna. 3E 123, 23. ledopádu Přestože je nahlášeno, že císařovna Kintyra II. zemřela již v 3E 114, v tajnosti umírá ve své cele až v roce 123. Dvacátý třetí ledopád se později stává Dnem rozbitých diamantů. 3E 127 Uriel III. je zajmut během bitvy u Ichidag, v Hammerfellu. Na cestě k soudu do Imperial City přepadává dav lidí jeho kočár a společně s tím ho upaluje. Jeho věznitel a strýc pokračují do Císařského Města, kde se díky vychvalování stává Cephorus císařem. Jeho vláda ovšem není známá ničím jiným než-li válkou. Císařství přistupuje na požadavky o samosprávě od všech vzdálených provincií kromě Elsweyru. Cephorovi trvá dalších deset let porazit svou sestru Potemu. Potema poráží armády svého bratra Magna v bitvě u Falconstar. 3E 131 – rozpuštění Rytířů Devítky Řád Rytířů Devítky je formálně rozpuštěn, přestože se po válce o rudý diamant už nikdy nevzpamatoval. 3E 133 Destri Melarg, známý redguardský historik a překladatel, umírá ve věku 113 let. Mnoho z jeho děl zůstalo nedokončeno. 3E 137 Potema, takzvaná Vlčí královna ze Solitude, umírá během obléhání jejího hradu. 3E 139 Poté co rytíř Casimir zabíjí žebráka v Stendarrově kapli v Chorrolu, Křižákovy rukavice mu sjíždí z rukou a leží nehybně na podlaze kaple, čekajíc na nového šampióna. 3E 140 Cephorus nikdy neměl čas na to, aby se oženil, a tak je to jeho bratr, čtvrté dítě Pelagia II., kdo se ujímá trůnu. Císař Magnus je v té době již postarší muž a trestání zrádných králů z války o rudý diamant silně vysává jeho energii. 3E 141 Budoucí císař Tamrielu, král Pelagius ze Solitude, je označen za ''příležitostně excentrického'' v Císařských kronikách. Na příkaz svého otce se žení s vévodkyní Katariou z Vvardenfellu. 3E 145, 8. druhé setby Císař Magnus umírá. Pelagius zanechává solitudský trůn své sestře Jolethě. Téměř od samého začátku, se Pelagius III., občas nazývaný Pelagius Šílený, stává známý pro své výstřední chování. Ztrapňuje hodnostáře, uráží důležité krále a jednou ukončí majestátní bál pokusem se oběsit. 3E 150 Zakladatel Rytířů Devítky, Amiel Lannus, je viděn naposledy, jak žije samostatný život na převorství jeho zaniklého řádu. Obléhání Abernanitu se udává v Morrowindu. 3E 153, 2. slunečního svitu Poté co byl svěřen ústavu kvůli svému šílenství, za teplé noci po krátké horečce, 34letý císař Pelagius Septim III. umírá ve své cele v chrámu Kynareth, na ostrově Betony. Katariah, vévodkyně z Vvardenfellu a regentská císařovna, se po smrti manžela formálně stává novou císařovnou. Její vláda, jež trvala 46 let, je známá jako jedna z nejlepších v tamrielské historii. Katariah procestuje celé Císařství, což žádný císař po Tiberovi Septimovi neudělal. Napraví většinu škody, kterou porušené aliance a špatná diplomacie způsobili. Občané Tamrielu ji milují, ale mnoho šlechticů nikoliv. Někdy v tomto roce umírá i sir Amiel Lannus při pokusu získat přilbu křižáka ve svatyni křižáka v ayleidských ruinách Vanua. 3E 195 – Rangidil Ketil umírá Komandér Ordinátorů Tribunálského chrámu, Rangidil Ketil, umírá ve věku 288 let. Třetí století 3E 200 Katariina smrt v malé potyčce v Black Marshi se později stává oblíbené téma pro historiky s konspirační myslí. Později se ukáže, že v tom má prsty jistá větev Septimské rodiny. Když se Cassynder po smrti své matky ujímá trůnu, je již ve středním věku a ve špatné kondici. 3E 202 Císař Cassynder umírá po 2 letech své vlády. Uriel Lariat, Cassynderův nevlastní bratr a dítě Katarie a jejího Císařského manžela, se vzdal wayrestského trůnu, aby vládl jako císař Uriel IV. Legálně byl Urielem Septimem IV.: Cassynder ho adoptoval do rodiny, když se stal králem Wayrestu. Přes tohle všechno je Uriel IV., pro mnoho obyvatel Tamrielu, Katariin bastard. Uriel nezdědil ráznost své matky a jeho dlouhá 43letá vláda je plná vzpour. 3E 213 Tradiční nordská báseň, Píseň mužů z Askelde, je přeložena Atheneumskými knězi ve Starém Anthelu. 3E 247 Poslední vítězství Rady starších nad Urielem IV. je posmrtné: odhlasují vydědění Andoraka, syna Uriela IV. Také odhlasují korunovaci Urielova bratrance, Cephora II., jež je více spřízněný s původní Septimskou linií. Tak se dostal k trůnu císař Cephorus Septim II. Bývalý nordský král následně dalších devět let bojuje s těmi, jež jsou Andorakovi oddaní. Rada daruje Andorakovi jedno z královstvích High Rocku, Shornhelm, aby ukončili válku. 3E 249 Během vlády Cephorea II. vede Camoran Uchvatitel armádu daeder a nemrtvých válečníků na Valenwood, dobývá celou provincii za pouhé dva roky, a poté se obrací na Hammerfell. Cephorus II. posílá čím dál víc a víc žoldáků do Hammerfellu, aby zastavil Uchvatitelův pochod na sever, ti jsou ovšem buď podplaceni, proměněni na nemrtvé, nebo zabití. Nepřátelství ke zdánlivě neschopnému Císařství neustále roste. 3E 253 Oblast Dwynnenu je pod kontrolou liche a jeho armádou nemrtvých. Jsou poraženi Othrokem, budoucím baronem území. Údajně jim velel Camoran Uchvatitel. Elinhir, město Crownů, neodpovídá na důraznou výzvu forebearských měst Rihadu a Tanethu, čímž umožňuje Camoranovi pokračovat dále na sever skrz Hammerfell. 3E 266 Lord z Reichu Gradkeepu (Anticlere) je smrtelně nemocný a později umírá. To je jeden z důvodů proč je vzdor proti Camoranovi tak pomalý v High Rocku, jenž si až v tento rok všiml Camoranových dobývání. Přípravy do konce roku nezačali. 3E 267 Baron Othrok a jeho méně známí spojenci, vůdci Ykalonu, Phrygiasu a Kambrie, shromažďují námořnictvo po okrajích Iliackého zálivu, v High Rocku, a poráží Camoranovy armády v bitvě na Firewaves. 3E 268 Uriel V. mění negativní názor lidí na Císařství tím, že začal sérii útoků téměř od samotného začátku své vlády. 3E 271 Císař Uriel V. hned na začátku svého tažení dobývá ostrov Roscrea, aby zabezpečil menší ostrovy mezi Tamrielem a Akavirem. 3E 276 Císař Uriel V. jako součást svého tažení dobývá ostrov Cathnoquey, aby zabezpečil menší ostrovy mezi Tamrielem a Akavirem. 3E 279 Císař Uriel V. jako součást svého tažení dobývá ostrov Yneslea, aby zabezpečil menší ostrovy mezi Tamrielem a Akavirem. 3E 282 Císař Uriel V. jako součást svého tažení dobývá Černý přístav na ostrově Esroniet, aby zabezpečil menší ostrovy mezi Tamrielem a Akavirem. 3E 284 Císař Uriel V. jako součást svého tažení dobývá ostrov Esroniet, aby zabezpečil menší ostrovy mezi Tamrielem a Akavirem. 3E 285 Budoucí císař Tamrielu, Uriel VI., se narodil císaři Urielu V. a jeho manželce Thonice těsně předtím, než císař vyráží na Akavir. 3E 286 Poté co je po dvacet let uvězněn v jeskyni, Torradan ap Dugal, lord kapitán Rudé šavle, umírá. 3E 288, 23. dešťové ruky Uriel V. vyráží s největší flotilou, kdy sestavenou v historii, na Akavir. Za šest týdnu doráží do Tsaesci. Narodily se císařovy dvě dcery dvojčata, Morihatha a Eloisa. 3E 289, 5. slunečního svitu Tsaesci se pokoušejí zavraždit císaře v Ionith, ale překazí jim to Desátá legie. Císařská provincie Akaviru a okolní moře prožijí neobvyklé počasí. 3E 290 Uriel V. je zabit v Akaviru na bojišti u Ionith. Jeho pětiletý syn se stává císařem Urielem VI. Manželce zesnulého císaře a matce nového, Thonice, je dáno omezené regentství dokud Uriel VI. nedospěje. Rada starších drží skutečnou moc, jako v dobách Katariy. Čtvrté století 3E 307 Dvaadvacetiletý císař Uriel VI. získává svolení vládnout. V této době má pouze právo veta, jenž následujících šest let hojně používá. 3E 313 Císař Uriel VI. po šesti letech přebírá plnou kontrolu nad říší. 3E 314 Pelagius IV., synovec Uriela VI., syn Eloisy, a budoucí císař Tamrielu, se narodil. 3E 319 Narodil se Arslan II., otec budoucího krále Daggerfallu, Lysanda. 3E 320 Uriel VI. padá ze svého koně a nezachrání ho už ani ti nejlepší léčitelé. Jeho nevlastní sestra, Morihatha, přebírá vládu. 3E 331 S uvědoměním, že nastalo mnoho změn za těch 375 let od té doby, co bylo vydané první vydání Kapesní průvodce po Císařství, císařovna Morihatha nařizuje sepsání druhého vydání, jenž by aktualizovalo a napravilo původní verzi. 3E 335 Eloisa, sestra císařovny Morihathy, umírá na horečku. 3E 336 Narodila se Nulfaga, matka budoucího krále Daggerfallu, Lysanda. 3E 339 Vrahové zabíjí císařovnu Morihathu a její synovec, Pelagius IV., se stává císařem. 3E 340 Narodil se budoucí král Wayrestu a manžel Carolyny, Eadwyre. 3E 344 Dobytí a osídlení pohraničí vydává tisk Gwylimské univerzity. 3E 345 Bible hlubinných je darovaná náčelníkem hlubinných Irlavovi Moslinovi, zakladateli města Hackdirt. 3E 346 Narodil se budoucí císař Tamrielu, Uriel VII. 3E 353 Narodila se Mynisera, budoucí manželka Lysanda, krále Daggerfallu. 3E 354 Lysandus, budoucí král Daggerfallu, se narodil Arslanovi II. a a Nulfage. 3E 360 Kniha o Drakorozených je napsaná na Weynonském převorství. 3E 368 Císař Pelagius IV. umírá po 29letech vlády v době, kdy je Tamriel nejblíže ke sjednocení od dob Uriela I. Císař Uriel VII. nastupuje na trůn a pokračuje sjednocování. Zaměřuje se na východní Tamriel, kde mu hodně pomáhá jeho bojový mág, Jagar Tharn. 3E 369 Narodila se budoucí královna Sentinelu a manželka Camarona, Akorithi. 3E 370 Narodil se šampión, jenž zastavil vládu Jagara Tharna nad Tamrielem. Začíná práce na Daggerfallských kronikách. 3E 372 Narodil se nejmenovaný hrdina, který porazil Mehrunes Dagona v Battlespire. 3E 375 Narodil se nejmenovaný hrdina, který daroval klid duši krále Lysanda. 3E 376 Budoucí král, Helseth Hlaalu, se narodil královně Barenzii a Symmachovi. 3E 377 Umírá Arslan II., otec krále Lysanda. Korunní princ Geldall se narodil císaři Urielu VII. a jeho manželce Caule Voriii. 3E 378 Císaři Urielovi VII. a jeho ženě se narodil druhý syn, Enman Septim. 3E 380 Císaři Urielovi VII. a jeho ženě se narodil třetí syn, Ebel Septim. 3E 381 Gothryd se narodil Lysandovi a Myniseře, vládcům Daggerfallu. 3E 38 Morgie se narodila královně Barenzii a Symmachovi. 3E 386 Aubk-i se narodila Camaronovi a Akorithii, vládcům Sentinelu. 3E 389 Na tirdas, 1. západu, je císař Uriel VII. zrazen císařským bojovým mágem Jagarem Tharnem a uvězněn v dimenzi, kterou Tharn sám vytvořil. Tím začíná Císařské simulakrum. Elysana se narodila Carolyně a Eadwyrovi, vládcům Wayrestu. 3E 391 Barenziin manžel Symmachus umírá. 3E 392 Greklith se narodil Camoranovi a Akorithii, vládcům Sentinelu. Umírá Carolyna, královna Wayrestu a žena Eadwyrea. 3E 393 Lhotun se narodil Camoranovi a Akorithii, vládcům Sentinelu. 3E 394 Někteří tento rok považují za rok, kdy mezi Valenwoodem a Elsweyrem vypukla pětiletá válka. 3E 395 V Tamrielu propuká pětiletá válka. 3E 396 V Morrowindu propuká arnesianská válka. Jagar Tharn uzavírá dohodu s Mehrunes Dagonem. Tharn mu nabízí kontrolu nad Battlespire. 3E 397 Stvoření známé jako Umbra' Keth, vytvořeno ve válce o Bend'r-Mahk, je zničeno neznámým hrdinou třímajícího moc sedmi Hvězdných zubů. 3E 398 Nemanželský syn, Calaxes, císaře Uriela VII. podle zvěstí zahájil vzbouření proti císaři. Už o něm nikdo nikdy nic neslyšel; později se někteří domnívají, že byl zavražděn v chrámu Vyvoleného. Učedník se umisťuje druhý v soutěži a je poslán do Battlespire. 3E 399 Záhadný šampión poráží Jagara Tharna v žaláři Císařského paláce a osvobozuje císaře Uriela Septima VII. z jeho cely v jiné dimenzi, čímž ukončují Císařské simulakrum. Gortwog gro-Nagorm znovu zakládá národ Orsinia a začíná bojovat za jeho samostatnost. Pětiletá válka končí. Páté století 3E 400 Starověká dunmerská pevnost Kogoruhn na Vvardenfellu je obydlena a vylepšena jako základna Šestého rodu, jehož operace postupně nabývají na síle. Sněťové bouře jsou častější a rozšířenější. Nemoc duše se rozšiřuje v okolí Rudé hory. Princ Arthago ze Sentinelu záhadně zmizí. Podle drbů ho unesl Underking. 3E 401 Nulfaga z Daggerfallu zjišťuje přesné umístění Mantelly, srdce Numidia. V Daggerfallu bylo sčítání lidu: současná populace se pohybuje na 110 000. 3E 402 Začíná válka o Betony mezi Daggerfallem z High Rocku a Sentinelem z Hammerfellu. 3E 403 Smrt Lysanda, daggerfallského krále, ukončuje válku o Betony. Camaron, sentinelský král a manžel královny Akorithi, umírá. 3E 404 Vulper Newgate píše Newgatovu válku o Betony v prospěch Daggerfallu. 3E 405 Další záhadná postava je vyslána Urielem VII., aby prozkoumala smrt krále Lysanda a našla dopis, který císař poslal královně Daggerfallu, Myniseře. 3E 407 Podle Poslední pochvy pro Akraš bylo zabito deset lidí ve spojením s Lopperem, který se zaměřoval na otroky. 3E 410 Šestý rod se rychle rozšiřuje po Vvardenfellu, kde už má několik základen. Rod využívá pašerácké organizace a spojení, aby rozšířil svůj vliv mezi obětmi narušenými sny poslanými Dagoth Urem. 3E 411 Po celém Morrowindu se šíří drby, že Tribunálský chrám brzy začne tažení na všechny Disidentní kněze ve svých řadách. 3E 412 Azuřinu hvězdu údajně shání a získá dobrodruh, který následně zrazuje svého partnera a použije hvězdu, aby získal bohatství. Hvězda opět zmizí někdy před 8. slunečním svitem. 3E 414 Vvardenfell, dříve odpovědnost Tribunálského chrámu pod císařskou ochranou, silně neobydlený a zaostalý se stává Císařskou provincií poté, co král Llethan odvolává staletí starý zákaz daný Chrámem zaměřený na obchod a osidlování. Na ostrov přichází velké množství Císařských kolonistů a členů Velkých rodů. Dochází k vykořisťování cenných zdrojů jako sklo a ebenit. 3E 415 Věří se, že Šestý rod má v každém městě alespoň jednu malou místnost. 3E 417, 9. ledopádu Deformace západu se udává mezi 9. a 11. ledopádem. Čtyřicet čtyři nezávislých královstvích, hrabstvích, baronstvích a vévodstvích v Iliackém zálivu se spojilo v čtyři: Daggerfall, Sentinel, Wayrest a Orsinium. 3E 417 Almalexia a Sotha Sil ztrácí artefakty Keening a Sunder přisluhovačům Dagoth Ura. Vivec oba Tribuny zachrání, ale artefakty již nedokáže získat zpět. Bez kontaktu s Lorkhanovým srdcem ubývají na síle. Vnitřní kruh duchovenstva Chrámu začíná mít podezření, že Tribunové silně trpí ze svých ran a demoralizace, ale nedochází jim hloubka problému. 3E 421 Levitační zákon zakazující používání levitační magie je rozšířený po celém Císařství. Greywyn Blenwyth, člen Temného bratrstva, věří, že mu Sithis poručil dostat všechny upíry z bratrstva. Aby toho dosáhl, zakládá Karmínové šrámy. Tato skupina je později pozabíjena Černou rukou. 3E 421, 14. poslední setby Loď jménem Emma May se krátce po vzpouře potápí v Nibenském zálivu. 3E 423 Manžel hraběnky Milony Umbranox, Corvus Umbranox, zmizel. 3E 426 Loď jménem Předehra se potápí u jižního pobřeží Vvardenfellu, východně od Vivecu. Kvůli vysokým císařským daním a poplatkům se obyvatelé Balmory bouří. Vzpoura je násilím potlačena, ale záznamy o události se liší. Atentátů pořádaných Šestým rodem na Císařské a Hlaaluské zastánce je čím dál víc. Také je více náhlých útoků kultistů a vyšinutých obětí duševní nemoci. 3E 427 Oslabená morrowindská vláda je ještě více ohrožena starověkým prokletím Sněti, které se opět line z Rudé hory. 16. poslední setby doráží na císařovo nařízení legendární Nerevarine do Vvardenfellu. Jeho osudem je zabít Dagoth Ura a přinést Morrowindu mír. Po ztrátě svých božských mocí, Almalexia z Tribunálu ztrácí zdravý rozum a zabije svého spolu-Tribuna Sotha Sila. Nerevarine obnovuje meč Indorila Nerevara – Trueflame – a používá ho na zabití smrtelné Almalexie v Clockwork City. Jak proroctví předpovědělo, daedrický princ Hircine pořádá rituální lov na zamrzlém ostrově Solstheim, jako to dělá každou éru. Nerevarine je zvolen v tom hrát roli a poráží Hircina v jeho vlastní hře. Je založen Raven Rock. 3E 431 Arcimág Hannibal Traven zavádí v Cechu mágů významné změny. Skupinka dobrodruhů v Kolovianských vysočinách nachází meče Dawnfang a Duskfang v ayleidské ruině. Syn hraběte Cheydinhalu a jeho přátelé se pouštějí do dobrodružstvích jako Rytíři trnu. 3E 432 Císařská geografická společnost vydává třetí vydání Kapesní průvodce po Císařství o velkých změnách od druhého vydání, zvláště po Deformaci západu. Je uvedená v platnost císařem Urielem Septimem VII. Pět let po svém založení má Raven Rock přes 30 obyvatel, všichni jsou odkázáni na ebenitový lom. 3E 433 27. poslední setby je císař Uriel VII. a jeho dědicové zavražděni Bájným Úsvitem, tajným kultem oddaném Mehrunes Dagonovi. Brány do Zapomnění se otevírají po celém Tamrielu a Dagon zahajuje svoji invazi smrtelné říše. Město Kvatch je zničeno. V Black Marshi stromy Histu (jež krizi předpověděli) volají argoniany po celém Císařství zpátky do Black Marshe. An-Xileel vedou argonianské armády, které porážejí daedry. Krystalová věž v Summersetských ostrovech je zničena daedrama. Ald'ruhn na Vvardenfellu je vypleněn daedrama. Solstheim je nepoškozený; neexistuje žádný záznam, který by zaznamenal nějakou otevřenou bránu do Zapomnění na ostrově. Daedrická invaze v Tamrielu po bitvě o Brumu končí, během bitvy o Imperial City. Martin Septim, doprovázený Šampionem Cyrodiilu, se přemění do avatara Akatoshe a poráží Mehrunese Dagona, čímž ukončuje třetí éru. Po 10letech se Corvus Umbranox vrací ke své manželce v Anvilu. Nový Šedý lišák vede Cech zlodějů. Historie je přepsána za použití Svitku předků. Mannimarco, ''král červů'', je zabit při souboji v Jerallských horách s novým arcimágem Cechu mágů, s pomocí bývalého arcimága Hannibala Travena. Blackwoodská společnost je zničena Cechem bojovníků. Zrádný Mluvčí vyvraždí polovinu Černé ruky. Matka noci volí nového Naslouchajícího poté, co je zrádce zabit. Neznámý poutník obdrží vizi Pelinala Whitstrakea, získá Křižákovy relikvie a obnoví Rytíře Devítky. Jako součást Jyggalagova návratu, daedrický princ Sheogorath otvírá portál v Nibenském zálivu, aby smrtelného šampióna pozval do Třepotajících ostrovů.",
   "lang_all": "cs",
   "lang_cz_sk": "cs"
  },
  "17": {
   "title": "Čtvrtá éra",
   "table_of_contents": [
    "Obsah",
    "1 První století",
    "2 Druhé století",
    "3 Třetí století",
    "4 Zdroj"
   ],
   "infobox": "",
   "content": "Čtvrtá éra následuje éru třetí, která skončila roku 3E 433 odražením invaze z Oblivionu a pádem dynastie Septimů. Zatímco třetí éra byla dobou poměrně klidnou, kdy říše prosperovala, éra čtvrtá je charakteristická velkými konflikty, převratnými změnami a pozvolným rozkladem impéria. První století Vpád Oblivionu je odražen a tím začíná nová éra 4E 0 - Konec Oblivionské krize: Daedrický princ Mehrunes Dagon a jeho armáda kreatur jsou vyhnáni z Tamrielu. Odražení invaze z Oblivionu bylo zásluhou především hrdiny, známého jako Šampion Cyrodiilu, a Martina Septima, posledního žijícího Septima. Martin obětoval svůj život, aby vyhnal Dagona. Amulet Králů byl zničen a brány Oblivionu uzavřeny. Touto událostí začala Čtvrtá éra. 4E 1 - Říše se začíná hroutit: Po obětování Martina Septima, zůstal císařský trůn neobsazen. Absence císařské moci využívají provincie a odtrhávají se od říše, jako první říši opouští Black Marsh, který je brzo následován Elsweyrem. 4E 5-6 - Erupce Rudé Hory; Zničení Vvardenfellu: Ministerstvo pravdy ve městě Vivec se stává nestabilním. Později se zhroutí do města, uvolněná energie vyvolá erupci Rudé Hory a dochází ke zničení ostrova a zpustošení Morrowindu. Argoniané z Black Marshe napadají Morrowind a podmaňují si jižní části země. 4E 10 - Začíná Bezvládí Bouřné koruny: Potentát Ocato je zavražděn, pravděpodobně na příkaz Thalmoru. Začíná takzvané Bezvládí Bouřné koruny. Rada Starších se není schopna dohodnout na jménu nového císaře a říše se utápí v chaosu, zatímco regionální vůdci bojují o uprázdněný trůn. 4E 17 - Titus Mede novým císařem: Bezvládí končí poté, co se Titus Mede, původem coloviánský vojevůdce, zmocňuje Imperial City a prohlašuje se novým císařem. Dynastie Mede vládne říši až do počátku třetího století. 4E 18 - Císaři se narodil syn, princ Attrebus Mede. 4E 22 - Thalmor se zmocňuje Summersetských ostrovů a přejmenovává je na původní název Alinor. 4E 29 - Altmerský spolek je obnoven: V provincii Valenwood, dochází k vojenskému převratu. V zemi se ujímá moci Thalmor a připojuje provincii k Alinoru. Tímto aktem je obnoven Altmerský spolek, který se stává největším rivalem říše o hegemonii nad Tamrielem. 4E 40 - Umbriel, plovoucí město se objeví u pobřeží Black Marshe a míří k Morrowindu. 4E 42 - Noc Zeleného ohně v Sentinelu. 4E 98 - Dva měsíce Nirnu - Masser a Secunda zmizí na dva roky z oblohy: Pro Khajiity, jsou měsíce velmi důležité a jejich zmizení vyvolává v Elsweyru paniku. Druhé století Tamrielská říše a Aldmerský spolek, okolo roku 4E 201 4E 100 - Měsíce se opět objevují: Dva zmizelé měsíce se opět objevují. Thalmor tvrdí, že měsíce obnovil on. Zatímco moc Thalmoru v Elsweyru stoupá, císařský vliv rapidně klesá. 4E 115 - Elsweyr se připojuje k Altmerskému spolku: Khajiité z vděčnosti přijímají nadvládu Thalmoru a Altmerského spolku. Konfederace Elsweyr je oficiálně rozpuštěna a jsou obnovena dvě vazalská království - Anequina a Pelletine. 4E 122 - Velké zhroucení: Velká část města Winterholdu se zhroutila do Moře duchů, občané města obviňují ze zřícení zdejší magickou univerzitu. Mágové na univerzitě obvinění popírají a domnívají se, že se město zhroutilo v důsledku erupce Rudé hory. 4E 168 - Titus Mede II. nastupuje na císařský trůn: Na říšský trůn nastupuje Titus Mede II., který přebírá oslabenou říši, která je jen stínem zašlé slávy. Říše ztratila téměř všechny své provincie, až na Cyrodiil, Skyrim, Hammerfell a High Rock. Císař Titus Mede II., který odmítl požadavky Thalmoru a musel se s ním střetnout ve Velké válce 4E 171 - Velká válka začíná poté, co císař Titus Mede II. odmítá drzé požadavky Thalmoru. Síly Altmerského spolku napadají současně Hammerfell a Cyrodiil. Počáteční odpor císařských sil se hroutí. 4E 174 - Pád Imperial City: Po delším obléhání je altmerskými silami dobyto hlavní město Imperial City. Císař Titus ustupuje z města na sever, kde znovu sjednocuje odpor proti invazním silám. Hlavní město, včetně císařského paláce je však krutě vypleněno. 4E 174 - Povstání Zapřísáhlých: V Markarthu dochází k povstání domorodých obyvatel, kteří později vejdou ve známost jako Zapřísáhlí. Město Markarth a přilehlá država Pláně padnou do rukou povstalců, kteří využívají nepřítomnosti domácích vojáků, kteří vytáhli do Velké války. 4E 175 - Bitva o Červený kruh: Císař za cenu velkých ztrát, vyhání Altmery z Imperial City. Krvavá bitva vchází ve známost jako Bitva o Červený kruh. Obě znepřátelené strany přišly o mnoho vojáků a raději uzavírají mír. Mírová smlouva vejde ve známost jako Bělozlatý konkordát, říše musí učinit ústupky Thalmoru, nejzávažnějším bodem smlouvy je zákaz uctívání Talose pro celé území říše. Hammerfell odmítá konkordát a říše se jej v souladu se smlouvou musí zřeknout jakožto císařské provincie. Hammerfell po dalších pět let bojuje se spolkem osamoceně. 4E 176 - Markarthský incident: Ulfric Bouřný háv a nordská domobrana dobíjejí Markarth z rukou Zapřísáhlých, výměnou za povolení uctívání Talose. Po vyhnání Zapřísáhlých, však říše nemíní riskovat novou válku s Altmerským spolkem a dává Ulfrica zatknout. Toho dne se v Markarthu zrodilo povstání Bouřných hávů. 4E 180 - Konec Velké války: Na ostrově Stros M'Kai je podepsána druhá mírová smlouva, tentokrát mezi Hammerfellem a Altmerským spolkem. Hammerfell si uchovává svou nezávislost a Altmeři se musí bez zisků stáhnout ze země. Třetí století 4E 201 - Velekrál Torygg je zavražděn: Skyrimský velekrál Torygg je zavražděn Ulfricem Bouřným hávem, který jej považuje za symbol říše a Bělozlatého konkordátu ve Skyrimu. 4E 201 - Návrat Draků: Draci včele s Alduinem požíračem času se vracejí do Skyrimu a napadají provincii, aby naplnili pradávné proroctví. 4E 201 - Císař zavražděn: Císař Titus Mede II. je zavražděn, při oficiální návštěvě Skyrimu Temným bratrstvem, a to i přes přísná bezpečnostní opatření, která jeho návštěvu provázela. Zdroj [1]",
   "lang_all": "cs",
   "lang_cz_sk": "cs"
  },
  "18": {
   "title": "\"Šílenci\" z Plání",
   "table_of_contents": "",
   "infobox": "",
   "content": "\"Šílenci\" z Plání kulturní pojednání o Zapřísáhlých napsal Arrianus Arius císařský učenec Od legendárního vítězství Tibera Septima nad \"barbarskými divochy\" v bitvě o Starý Hroldan císařští i nordští učenci vykreslují obyvatele Plání jako téměř úplné divochy, kteří mají sklony k iracionálním záchvatům násilí, vzývají staré pohanské bohy, uctívají zvěř a přírodní duchy a kterým by se měl každý civilizovaný člověk vyhnout. Ve skutečnosti jsou však tyto popisy pouze typickými líčeními vítězů, kterých pohled je zůžen v důsledku neustálého zápasu Císařství s tímto starým a hrdým národem, který obýval toto území dávno předtím, než Tiber Septim kráčel Tamrielem. Ve světle této skutečnosti doufám, že se mi povede vytvořit mnohem úplnější, přesnější a spravedlivější popis lidu, který dlouho trpěl v roli \"nepřítele\", \"rebelů\" a \"těch druhých\". Začněme u Zapřisáhlých, kteří bývají nazýváni \"šílenci\" z Plání. Císařská legie je považuje za obyčejné lapky a uvádí jejich neustálé nájezdy a přepady v rámci državy. Žádná z vojenských zpráv si však neklade otázku \"proč?\". Kdyby šlo o pouhou skupinu loupiežníků, jistě by se soustředili na získávání zlata a na to, aby jich zemřelo co nejméně. Útoky Zapřisáhlých se však vyznačují pravým opakem. Často nechávají ležet velké částky penět a jejich válečníci raději zemřou, než by riskovali, že padnou do císařského zajetí. Je to právě tato nesrovnalost, která mě dovedla do Markarthu, hlavního města Plání, kde jsem doufal, že najdu odpovědi. Tam jsem se setkal se starou ženou, která patří mezi místní obyvatele a požádala mě, abych ji ve své práci nejmenoval. Vyprávěla mi o dlouhé historii své rodiny. Řekla mi, že se domnívá, že její lid původně přitáhl z Vysokoskalí, odkud pocházejí Bretoni (což by vysvětlovalo podobné tváře a stavbu těla těchto dvou národů). Vyprávěla mi, jak přišli nordi a vzali jim jejich zemi, božstva a kulturu. Když jsem se jí zeptal na Zapřisáhlé, stařena mi řekla, že jde o skutečné muže a ženy z Plání: o ty, kteří se odmítli sklonit před nordy. Jsou to lidi, kteří stále udržují staré tradice, které ostatní z jejich lidu opustili výměnou za mír. Po nějakém čase se mi povedlo v průběhu mého výzkumu získat důvěru mnoha dalších původních obyvatel, kteří mi potvrdili stařenino vyprávění. Jeden z nich mi náhodou mohl domluvit setkání s někým, koho jsem považoval za Staršího vesnice. Byl jsem šokován, když mě přivedl do tábora plného zvířecích lebek, useknutých hlav a ještě bijícíhc srdcí, o kterých jsem četl ve vojenských zprávách v Císařském Městě. Tam jsem se setkal se Zapřisáhlým jménem Cortoran, který se zdál být pobavený představou, že zapíši jeho slova. Cituji v původní podobě: \"Chceš vědět, kdo jsou Zapřisáhlí? Jsme lidé, kteří musí plenit svoji vlastní zemi. Jsme záhubou nordů. Jsme sekyrou, která zabíjí ve tmě. Jsme výkřikem, který vydáš, než si božstva vezmou tvoji duši. Jsme skuteční synové a dcery plání. Duchové a baby tady žijí od úplného počátku, a stojí na naší straně. Vrať se zpátky. Vrať se a řekni svému Císařství, že jednou budeme mít znovu svoje vlastní království. A tedy budete vy pohřbívat svoje padlé v zemi, která vám již nepatří.\"",
   "lang_all": "cs",
   "lang_cz_sk": "cs"
  }
 },
 "unused_ids": [],
 "max_id": 18
}