{
    "title": "Aedry",
    "table_of_contents": [
        "Obsah",
        "1 Původ",
        "2 Přirozenost",
        "3 Uctívání Aeder",
        "3.1 Lidé a uctívání Aeder",
        "3.2 Merové a uctívání Aeder",
        "4 Zdroje"
    ],
    "infobox": "",
    "content": "Akatosh, hlavní bůh Božské devítky Aedry (jednotné číslo Aedroth)[1][2] jsou jedni ze dvou skupin nesmrtelných, kteří se zúčastnili stvoření Mundu. Jejich jméno pochází ze starodávného aldmerského jazyka a v překladu znamená „naši předkové,“ předkové merů a lidí.[1][3] Většina obyvatel Tamrielu je uctívá jako bohy.[4] Stejně jako je Zapomnění označováno za noční oblohu,[5] tak jsou Aedry označovány za planety.[6] Císařská společnost považuje těch největších osm za Bohy a hvězdy za Magna Ge. Původ Původ Aeder je předmětem mnoha, často protichůdných, mýtů o stvoření. Et'Ady vznikly vzájemným působením nebo z konfliktů dvou základních tvorů, Anua a Padomaye.[3][7] Tyto odlišné typy bytostí vznikly buď z jejich stvoření,[7] nebo když byl tvořen Mundus.[3] Aedry byly tvorové, kteří byli přesvědčeni nebo oklamáni Lorkhanem do obětování částí sebe samotných, aby stvořili Mundus.[3] Jsou rozdílní od Daeder, kteří si vytvořili vlastní světy, a od Magna Ge, Magna a jeho následovníků, kteří od stvoření světa ustoupili před jeho dokončením. Úprk těchto Aeder dal vzniku slunci a hvězdám.[4][8] Po stvoření Mundu se některé Aedry vrátily do Aetheria,[9] zatímco ty ostatní, které tak nemohly učinit buď zemřely, a staly se z nich Kosti země, přírodní zákony, nebo se mezi sebou rozmnožily, aby se zachovaly.[3] Takto se Aedry staly předky všech ras žijících na Nirnu. Alternativní záznamy naopak tvrdí, že předkové smrtelných ras nejsou Aedry, ale že pocházeli zcela z jiného světa či světů.[7] Přirozenost Podobně jako Daedry, mají i Aedry své vlastní říše. Konkrétní jména Aeder, jenž dohlížejí na každou sféru, se mohou v každém kulturním panteonu lišit, přestože se v nich nacházejí podobnosti. Jsou pouze dvě Aedry, které se nacházejí v každém panteonu bez ohledu na rasu a těmi jsou: dračí bůh času, nejčastěji nazýván Akatosh, a ztracený bůh, nejčastěji nazýván Lorkhan.[3] Existují záznamy, které tvrdí, že v Mundu existují dvě skupiny Aeder, jenž vznikly po stvoření Mundu. Jedna z nich, vedená Aurielem, bojovala proti Lorkhanovi a jeho následníkům, ze kterých se stali Staří Ehlnofey a z nich Aldmerové. Ti druzí se spolčili s Lorkhanem, ze kterých se stali lidé.[3] Na rozdíl od Daeder, jsou Aedry vázány k Mundu a mohou tak být zabiti, což se mohlo stát právě Lorkhanovi po poradě v Adamantinové věži.[1] Jiné zdroje říkají, že Lorkhan nebyl zabit, ale odsouzen k exilu a jeho srdce mu bylo odstraněno.[10] Uctívání Aeder Panteon bohů uctíván různými rasami se zaměřuje téměř výhradně na Aedry. (Významnou zmínkou jsou Dunmerové, kteří celkově odmítají bohy lidí a ostatních merů, a místo toho uctívají Daedry nebo Tribunál.) Každá rasa se rozhodla zvolit si jiné Aedry, které uctívají, a každá má také svojí vlastní formu mýtu o stvoření.[4] Lidé a uctívání Aeder Hlavní článek: Božská devítkaOd dob Alessianského císařství se Bohové stali nejuctívanější skupinou Aeder lidí i merů. Panteon byl založen Alessií na začátku nového císařství, aby sjednotil její spojence, kteří jí pomohli získat Cyrodiil, a merské kulturní praktiky otroků, které osvobodila.[11] V té době to byla pouze Božská osmička, ale v průběhu Třetí éry, císař Tiber Septim vystoupal na nebesa a stal se Talosem, devátým bohem[12] (jeho nanebevstoupení se pravděpodobně odehrálo během Dračího zlomu, Deformace západu). Většina bohů v tomto panteonu jsou stejná u Císařských i u Nordů, jelikož se Alessie rozhodla přijmout většinu bohů jejích nordských spojenců po svržení aylediských otrokářů.[11] Mnoho z těchto bohů je zároveň uctívána Bretony a Bosmery.[4] Merové a uctívání Aeder Merské náboženství se více zabývá předky a význam slova Aedra je toho přímým důkazem. Těmito aldmerskými předky-hrdiny jsou Trinimac, Syrabane, Phynaster a Auri-El, hlavní bůh panteonu.[4] Altmerský panteon zahrnuje množství Aeder, které již nejsou považované za „součást“ Nirnu. Jimi jsou Magnus, jehož úprk z Nirnu vytvořil magii, a Jode a Jone, jejichž smrt dala vzniku dvěma měsícům.[4] Altmerové zároveň uctívají ty Aedry, které opustily stvoření včas, aby si zachovaly svou božskost, a které nařkly Lorkhana, že je podvedl.[3] Jejich vůdcem je Trinimac, přestože jak altmerská, tak chimerská legenda udává, že se přeměnil na Daedru Malacatha.[13] Khajiitské náboženství je podobné tomu altmerskému, přestože se liší v pojmenováních. Různé Daedry, hlavně Azura, hrají roli v jejich mýtu o stvoření, tudíž jsou uctíváni jako bohové.[14] Khajiité si také váží měsíců víc než ostatních bohů.[4]"
}