{
    "title": "Akavirský potentát",
    "table_of_contents": "",
    "infobox": "",
    "content": "Akavariský potentát Zbroj potentátu Politické informace Typ vlády Absolutistická monarchie Hlava země Potentát Hlava vlády Potentát Společenské informace Hlavní město Císařské město (Imperial City) Oficiální jazyk Cyrodiilština (Cyrodiilic) Náboženství Svatá Osmička (Eight Divines) Historické informace Datum založení 2E 0 Datum rozpadnutí 2E 430 Éry Druhá éra Akavirský potentát (Akaviri Potentate), nebo také Akavirská říše (Akaviri Empire), je jméno dané období Druhého císařství po vraždě Remana III. a konci dynastie Remanovců. Dále je to titul daný vládci Tamrielu za tohoto období a ranějších let císařství. Za Remanovců se císařově vedoucímu rádci říkalo potentát. V bitvě v Bledém průsmyku (Battle of Pale Pass) Reman I. rozhodně porazil akavirskou invazi, ale jisté okolnosti jej přinutili dát poražené armádě amnestii výměnou za službu v jeho armádě. Tohle vedlo k rozšíření akavirského vlivu i do jiných částí života a časem byla pozice potentáta většinou zaplněna jedním z hadího lidu. V roce 1E 2920 potentát Versidue-Shaie plánoval svrhnout říši. Nechal zavraždit císaře Remana III. krátce po smrti korunního prince Juileka a vyhlásil Remanovu dynastii za vymřelou. 22. večernice 2920 Versidue-Shaie prohlásil, že přebírá vládu nad říší, ale titul potentáta si nechal. V stejném proslovu vyhlásil konec první éry a začátek druhé. Aby potlačil armády stále věrné Remanovcům, stejně jako armády patřící různým královstvím toužících po větší autonomii, Versidue-Shaie byl přinucen začít nelítostnou řadu kampaní, která do roku 2E 283 konečně skončila vítězstvím pro jeho síly. Potlačení těch věrných Remanům mohli být \"remanské čistky,\" (Reman Purges) kdy potentáti vynalezli zařízení na utínání hlav. Cena těchto kampaní byla obrovská, situace skončila zbídačením říše a jejích jednotlivých království. Při pokusu udržet klid bez zaplacení ceny za stálou armádu, Versidue-Shaie v roce 2E 321 souhlasil návrhem svého rodáka Dinieras-Vese, který ustanovil to, co později vzešlo ve známost jako Cech bojovníků (Fighters’ Guild). V roce 2E 324, Versidue-Shaie byl zavražděn Morag Tong a nahrazen svým synem, Savirien-Chorakem. Ten byl zase zavražděn spolu se všemi svými dědici za jednu noc v úsvitu slunce 2E 430, čímž Druhé císařství konečně skončilo a začalo Bezvládí (Interregnum)."
}