{
    "title": "Aldmerský spolek",
    "table_of_contents": "",
    "infobox": "Aldmerský spolek Aldmerský spolek roku 4E 201 Lore Hlavní město Alinor Rozloha cca 1 190 000 km² (4E 201) Státní zřízení Oligarchie Vláda Thalmor Jazyk Tamrielština Rasy Altmeři Ostatní národy Bosmerové a Khajiiti Náboženství Auri-El (oficiální) Herní údaje Hry The Elder Scrolls V: Skyrim, Elder Scrolls: Online",
    "content": "Aldmerský spolek (v originále Aldmeri Dominion) oficiálne aj Tretí Aldmerský spolok je oligarchický státní útvar, který tvoří bývalé císařské provincie Summersetské ostrovy, Valenwood a vazalská království Pelletine a Anequina v Elsweyru. Jeho súčasná obdoba vznikla v roku 4E 29 spojením Summersetov a Valenwoodu. Vládnucou politickou frakciou spolku je mocný a nebezpečný Thalmor, který dosahuje svých cílů pomocí intrik, špionáže, vražd a podvodů. Aldmerský spolek je největším rivalem Tamrielské říše o nadvládu nad kontinentem ve čtvrté éře. Mezi oběma mocnostmi došlo ke krvavé válce, známé jako velká válka. Prvý Aldmerský spolok Bol založený v roku 2E 580 v historickej etape známej aj ako medzivládie. Vládla mu kráľovná Ayrenn ktorá zdedila trón po jej otcovi kráľovi Hidellithovi. Cieľom prvého spolku bolo zjednotiť Tamriel a posadiť na Rubínový trón vládcu elfskej krvi. V tomto čase vznikla aj politická frakcia Thalmor, ktorá bola silným proponentom myšlienky elfskej nadradenosti voči ostatným rasám. Hlavné mesto Prvého spolku sa nachádzalo v Elden Roote. Počas vlády kráľovnej Ayrenn spadali pod Prvý Aldmerský spolok provincie Summersetské ostrovy (premenované na Alinor), Valenwood a Elsweyr. Druhý Aldmerský spolok Bol založený v roku 2E 830 počas občianskej vojny vo Valenwoode. Vojská druhého spolku sa vylodili vo Valenwoode a dosadili na trón pretendenta Camorana Anaxemesa, ktorý potom vládol s podporou Thalmoru. Členské provincie Druhého spolku boli Summersetské ostrovy a Valenwood. Elsweyr bol samostatný, no s druhým spolkom podpísal dohodu o spojenectve. Thalmor sa počas vlády Camorana Anaxemesa zameriaval hlavne na útoky proti Koloviáncom v okolí rieky Strid. Druhý spolok sa nakoniec rozpadol po tom, ako si Tiber Septim vojensky podmanil všetky jeho provincie a Thalmor stratil akýkoľvek politický vplyv. Tretí Aldmerský spolok Bol založený v roku 4E 29 spojením provincií Summersetské ostrovy a Valenwood. Po Oblivionskej kríze sa Thalmor ujal vedenia nad Summersetmi a začal sa konsolidovať. V roku 4E 22 Thalmor preberá vládu v krajine ozbrojeným pučom a zosadzuje doterajšieho veľkráľa. Tieto udalosti viedli priamo k invázií do Valenwoodu. Po podmanení Valenwoodu oficiálne vzniká aj Tretí spolok. V roku 4E 115 sa k spolku pridali kráľovstvá Anequie a Pellitínie (členské kráľovstvá Elsweyrskej konfederácie) nakoniec v roku 4E 171 sa začala spolkom vyvolaná veľká vojna. Momentálne (4E 201) je spolok najsilnejšou mocnosťou v Tamrieli. Medzi ideológie tohoto spolku patrí rasová nevraživosť (hlavne voči ľudským rasám), náboženská nevraživosť (neuznávanie Talosa) a pocit nadradenosti (pochádzajúci z čias Ayleidského cisárstva)."
}