{
    "title": "Alessia",
    "table_of_contents": [
        "Obsah",
        "1 Historie",
        "1.1 Založení Skyrimu",
        "1.2 Boží pomoc",
        "1.3 Alessianské povstání otroků",
        "1.4 Svatá Osmička",
        "1.5 Alessiina smrt",
        "2 Dějinný odkaz",
        "3 Zajímavosti",
        "4 Zdroje"
    ],
    "infobox": "Alessia Socha svaté Alessie s Amuletem králů Panovnické údaje Titul: Cyrodiilská císařovna Doba vlády: 1E 243 – 1E 266 Předchůdce: Žádný Následník: Belharza Životopisné údaje Datace: *1E ? – †1E 266 Pohlaví: Žena Rasa: Néd Rodina: Belharza (syn) Sídlo: Cyrodiil Herní údaje Výskyt: Knihy, zmínky",
    "content": "Alessia, také známá jako královna Alessia, svatá Alessia,[1] Cyrodiilská královna otroků[2][3] a El-Estia,[4] vedla v první éře povstání proti ayleidům, osvobodila lidské cyrodiilské otroky a založila Alessianskou říši. Jako první císařovna založila nové náboženství, směsici nordského a aldmerského panteonu, pod názvem Svatá Osmička. Na smrtelné posteli v 1E 266[5] ji Akatosh prohlásil za svatou[6] a její duše byla vsazena do kamene v Amuletu králů, čímž byla uzavřena Akatoshova dohoda s lidstvem, která zajišťovala ochranu Tamrielu před armádami Zapomnění.[7] Belharza Lidský býk, syn Alessie a poloboha[8] Morihause, nastoupil na trůn po její smrti jako druhý cyrodiilský císař.[9][10] Alessia je také patronka lidstva.[11] Alessia není její rodné jméno, ale spíše zkomolenina titulu Al-Esh („vznešená, vznešená“), který jí dali její stoupenci. Další její titul je Paravant („První“). Ze zkomolenin těchto dvou slov vzešlo nespočet dalších jmen, kterými je známa, jsou například Perrif, Paraval, Pevesh, Perrethu, Paravania a Aleshut.[12] Také Alessianskému řádu se tak říká proto, že se údajně zjevila ve vizi prorokovi Marukhovi, kde si s ním promluvila a zpochybňovala právo elfů vládnout. Marukh její slova sepsal a z nich na kusu šrotu vlastní krví sestavil Sedmdesát sedm pevných doktrín. Z těchto doktrín se se později staly Alessianské doktríny,[13] velmi krutý zákoník.[14] Díky tomu byla pro řád Alessia známá jako „Osvícená“.[13][15] Historie Alessia se narodila v jednom z mnoha cyrodiilských lidských kmenů a vyrostla v sídle Sardavar Leed, tehdy známém jednoduše jako Sard. Na tomto místě elfové shromažďovali lidi z celého Nibenu. Stejně jako všichni lidští obyvatelé Cyrodiilu v první éře, žila i ona jako otrokyně pod nadvládou ayleidů, rasou elfů vládnoucí Cyrodiilu.[12] Založení Skyrimu Nordský král Harald dobyl Skyrim a založil první lidské království v Tamrielu. Zároveň se mu podařilo vyhnat elfy ze Skyrimu, zejména do Cyrodiilu a Morrowindu, a tak lidští otroci uviděli příležitost provést to samé svým pánům.[16] V tuto dobu byla ayleidská vláda silně poškozená: tucty rozdělených královstvích nebo městské státy mezi sebou nepřetržitě bojovali o moc a silná menšina ayleidské šlechty začala s lidmi soucítit. Alessia nejspíš využila této občanské války, aby zahájila své vlastní povstání.[17] Boží pomoc Ayleidé jako takoví uctívali altmerské bohy a zároveň často jednali s daedrickými princi, aby jim pomoci udržet otroky pod kontrolou.[7] Skyrimští nordové zase uctívali skupinu bohů, kteří s lidmi soucítili mnohem víc než s mery. Alessia se k nim začala u Sancre Tor modlit a prosila je o pomoc osvobodit její národ. Zde také obdržela vizi.[18] Zdroje o tom, zda ji poskytla Kynareth nebo Akatosh, se liší.[7][19] Ve verzi příběhu, ve které se vize připisuje Akatoshovi, s ním Alessia uzavírá dohodu. Tímto paktem s Alessií sdílel svou krev a prohlásil, že dokud ona a její dědicové budou nosit Amulet králů a Dračí ohně zůstanou zažehlé, Tamriel bude před Zapomněním chráněný. Tím byla ayleidům odepřená jejich nadpřirozená pomoc.[7] Kynareth vyslala svého syna, nordského poloboha Morihause, aby Alessii pomohl a radil jí.[9] V tomto časovém období byl Morihaus považován za jejího milence, ačkoliv Píseň o Pelinalovi tvrdí, že se za svůj vzhled kvůli ní styděl.[20] Pomohl jí shromáždit další otroky. Od této doby se Alessii začalo říkat Královna otroků.[19] Kynareth také poslala Alessii vize, které by ji pomohli v jejím boji proti ayleidským pánům. Třetí vize se týkala další legendární postavy první éry, křižáka Pelinala Whitestrakea, který byl vyslán Alessii na pomoc, aby se stal generálem její armády.[21] Alessianské povstání otroků Okolo 1E 242 alessianská povstalecká armáda konečně zaútočila na své pány.[3] Zejména Pelinal Whitestrake se stal legendárním pro své brutální ničení ayleidských armád a králů. Alessia samotná se musela několikrát přimlouvat u bohů jeho jménem poté, co ho popadlo „Šílenství“ a spáchal obzvláště otřesné skutky, třeba když povraždil kohokoliv, kdo mu přišel do cesty, ať už to byl ayleid nebo ne.[22] Nordský severský král nemeškal a připojil se k Alessiině revoltě, a tak lidské armády začaly rychle vytlačovat ayleidy z osídlených regionů Cyrodiilu. Jejich plánem bylo zahnat ayleidy směrem k Bílo-zlaté věži, čímž by je nutili utvářet čím dál tím menší kruhy okolo jezera Rumare.[23] V této době, na samotném konci války, převzal ayleidský král Umaril kontrolu nad elfími armádami. Umarilovi, stejně jako Pelinalovi a Morihausovi, kolovala v žilách krev bohů, jelikož měl ayleidskou matku a božského otce z předchozí kalpy.[24] Jedině tak byl jedním z mála, který se mohl Pelinalovi vyrovnat v boji. Aby získal výhodu, uzavřel Umaril smlouvu s daedrickým princem Meridií, který mu poskytl své aurorany jako pěšáky.[25] Pelinal ovšem stejně nakonec Umarila porazil, i když to bylo opravdu těsné, a Umarilův duch unikl do Zapomnění, kde vyčkával a po mnoha staletích se opět vrátil.[26] Zbylí ayleidští králové se vrhli na zraněného Pelinala, roztrhali ho na osm kusů a nechali na místě jeho hlavu pro Alessii a Morihause.[24] Ale ani Pelinalova smrt nezastavila lidské povstání. Po několika letech boje alessianská armáda konečně dobyla Bílo-zlatou věž samotnou, čímž navždy ukončila vládu ayleidů v Tamrielu a Alessia byla jmenována první císařovnou Cyrodiilské říše.[3] Svatá Osmička Alessiiným prvním velkým činem ve funkci císařovny bylo zrušení vyznávání ayleidských bohů. Byla to dostatečně chytrá politička na to, aby věděla, že její lidé žádné jiné bohy neznali. Věděla proto, že musí být velmi opatrná ve volbě oficiálního panteonu; nemohla si dovolit urazit její nordské spojence, na druhou stranu se její národ nemohl naplno přizpůsobit nordské víře během jediné generace.[3] Z tohoto důvodu tyto dvě náboženství spojila, kdy zanechala méně kontroverzní ayleidské bohy, jako třeba Akatoshe, a přidala ty nejpopulárnější nordské, například Dibellu a Kyne přetvořila na Kynareth. Lorkhanovi se vyhnula tak, že ho úplně vynechala z její Svaté Osmičky, ale označila ho za „chybícího devátého boha“, bratra Osmičky, který se ovšem do panteonu nedostal.[3] Uctívání Svaté Osmičky se kromě říše stalo populární napříč celým kontinentem. Alessiina smrt Na konci své vlády ležela Alessia na své smrtelné posteli, když ji navštívil Akatosh. Ten vložil její duši do Amuletu králů,[7] a poté ji Pelinal vynesl do nebe, nejspíše do Aetheria.[27] Po smrti byla údajně pohřbena v katakombách pod Sancre Torem, z čehož se později stala tradice, jelikož i Reman Cyrodiil a jeho dědicové byli zde pochováni. Existuje ale také ještě jiná teorie, která tvrdí, že byla Alessia ve skutečnosti pohřbena v chrámu Jednoho v Imperial City.[18] Dějinný odkaz Po spoutání její duše s Amuletem králů ji Akatosh jmenoval svatou Alessií, první lidskou svatou.[28] Její následovatelé se stali známí jako Alessianský řád a mnoho let vládli více než třetině Tamrielu.[29] Stali se zodpovědní za vyhnání posledních ayleidů z provincie a po celém kontinentu zavedli přísné proti-elfské praktiky, které platili po většinu první éry.[30] Přestože byl řád nakonec rozpuštěn, svatá Alessia byla nadále považována za součást moderního císařského panteonu.[31] Akatoshova dohoda s Alessií ohledně udržení bran Zapomnění zavřených se zároveň týkala i Alessiiných potomků.[7] Tímto způsobem se Alessia stala první drakorozenou císařovnou.[32] Tato ochrana měla fungovat dokud budou Dračí ohně plát a dokud budou na trůně sedět vládci s dračí krví.[31] Posledním drakorozeným císařem byl Martin Septim, nemanželský syn císaře Uriela Septima VII., jenž také jako poslední Amulet králů nosil, a který svou smrtí uzavřel brány Zapomnění.[33] Zajímavosti Podle dokumentu Bethesdy je nejasné, zda se Alessiinýho nanebevstoupení zúčastnil Akatosh či Shezarr.[UL 1] Mnoho aspektů Alessiina života, jako jsou její prostý původ, božské vniknutí, asociace vojáků, boj proti utiskovatelskému režimu a posmrtná svatost, připomínají populární převyprávění osoby ze skutečného světa a to Johanky z Arku."
}