{
    "title": "Alessianský řád",
    "table_of_contents": [
        "Obsah",
        "1 Historie",
        "1.1 Raná léta",
        "1.1.1 Alessianské doktríny",
        "1.2 Úpadek",
        "1.2.1 Rislavovo povstání",
        "1.2.2 Marukhatští vybraní",
        "1.2.3 Válka o spravedlnost",
        "2 Kalendář",
        "3 Alessianské sekty",
        "3.1 Svaté bratrstvo Marukhovo",
        "3.2 Chrám Jednoho",
        "3.3 Společnost Nulového chrámu",
        "3.4 Marukhatští vybraní",
        "4 Zdroje"
    ],
    "infobox": "",
    "content": "Alessianský řád býval populární monoteistickou vírou stvořenou prorokem Marukhem v rané první éře. Kolem druhé éry ztratil řád téměř všechny své přívržence.[1] Alessiané byli údajně velmi přísní a vážní lidé[2] a jejich vláda nad říší byla krutá a plná pošetilých činů,[3][4] občas se tomuto časovému období říká „doba temna“.[5] Historie Raná léta Řád vznikl v příbřežní džungli, z níž je dnes Kolovie, kde si prorok Marukh údajně promluvil s duchem svaté Alessie a začal zpochybňovat právo elfů vládnout nad lidskou rasou. Marukhova učení se začala měnit do myšlenky, že existuje jen jeden Bůh. Přes tuto víru alessiané věděli, že aby se jejich řád uchytil, musí do svého náboženství zakomponovat zlomky různých panteonů, které většina obyvatel uctívala. Božské aspekty vyznávané lidmi a aldmery byly do alessianského kánonu zavedené v podobě velkého množství svatých a duchů.[1] A přestože sekta považovala „Toho Jednoho“ za nejdůležitějšího boha, je jí připisováno vytvoření moderní Svaté Osmičky.[6] Brzy se učení Alessianského řádu začala šířit po celém Tamrielu a autorita řádu přerostla každou jinou víru, čímž se z něj stal jeden z nejvíce mocných skupin, možná ta nejmocnější, v Tamrielu tehdejší doby.[1] Řád nakonec převzal vládu nad Alessianskou říší v roce 1E 361 po úspěšném převratu. Po zmocnění trůnu zavedli přísný zákoník pod názvem Alessianské doktríny, které byly hodně bezcitné vůči elfům.[7][8] Řád shromažďoval svou moc ve městě, kde svatá Alessia započala své povstání, v Sancre Tor. Město nadále zůstalo středem uctívání v celém kontinentu až do pádu řádu v roce 2321, ten se později posunul na jih do Imperial City.[9] Přísné zákony doktrín s sebou přinesly zvláštní okolnosti rozkvětu obchodní vrstvy v Nibenay, což způsobilo ekonomický vzrůst regionu. Ovšem nehledě na to, jak bohatými se občané stali, zůstávali nadále věrní Alessianskému řádu.[1] Alessianské doktríny Alessianské doktríny sloužily jako zákoník stvořený imgským prorokem Marukhem. Má se za to, že mu ty doktríny dala svatá Alessia, když ho údajně navštívila a předala mu „Sedmdesát sedm pevných doktrín“, jenž tvrdily, že smrt je pouhá iluze, a že za pomocí „elhnofického anulování“ a dosažení stavu „řádného života“ je možné uniknout procesu života a smrti.[10] Doktríny se postupem času vyvinuly v náboženský kodex, který Alessianský řád vnutil celé říši. Doktríny nerozeznávaly žádné rozdíly mezi vírou a politikou a tvrdily, že vzdorování císařově vůli je stejné jako vzdorování vůli boží.[2] Tenhle způsob myšlení můžeme vidět v určitém úryvku z doktrín: „Všichni jsou vinni, dokud se neprokáže jejich nevina,“ což nadále zůstává součástí moderního Císařského právního systému.[11] Tehdy se i moc samotného císaře rovnala té arcipreláta řádu.[12] Doktríny také údajně zakázaly „smlouvání s daimony“, a přestože termín „daimon“ nebyl nikdy zcela vysvětlen, je silně naznačeno, že odkazuje na daedry.[13] Nejhanebnější část Alessianských doktrín byla jejich extrémní krutost zaměřená na cyrodiilské elfy, zejména na ayleidy. Než byly tyto zákony prosazeny, byli první alessiané známí pro plenění ayleidských osad, jako například město Malada, v teritoriích ovládaných lidskou rasou v raném čtvrtém století první éry.[14] Nejenže útočili na mery, ale řád byl také zodpovědný za masivní destrukci elfích spisů, čímž došlo k nedostatku elfích historických záznamů.[15] Když byly doktríny uzákoněny, veškerá výsadní postavení ayleidských šlechticů byla zrušena a jejich pozemky jim byly odebrány. Proti-elfská pravidla byla tak přísná, že téměř veškerá ayleidská cyrodiilská populace opustila říši, aby jim unikla, a nakonec byla pohlcena elfími populacemi Valenwoodu a Dirennské hegemonie. Tento hromadný exodus ayleidů do sousedních zemí mělo údajně vliv na pozdější vzestup Dirennské hegemonie do stavu jednoho z nejmocnějších tamrielských národů.[7] Úpadek Rislavovo povstání Můžeme se dohadovat o tom, že skutečný počátek úpadku Alessianského řádu začal se smrtí zbožného alessiána, nordského velekrále, Borgase, během Divokého lovu v 1E 369. Toto předpovídalo následnou ztrátu nordského impéria a všech solidních poměrů mezi Skyrimem a Alessianskou říší.[16] Nicméně původ postupného úpadku řádu je normálně připisován kolovianskému králi, Rislavu Larichovi, a povstání, které zahájil v roce 1E 478. Přestože byl řád docela zvyklý na likvidování revolt, tehdejší císař, Gorieus, nebyl schopný potlačit vzpouru, která později vedla ke sloučení všech Kolovianských území za účelem odolat císařství. Larichovy činy přiměly mnoho dalších vladařů, hlavně Ryaina Direnniho z Dirennské hegemonie, se říši vzepřít. Ryain začal prohlašovat Alessianské doktríny za nezákonné a dokonce i napadal císařské regiony. Hoag Zabiják Merů ze Skyrimu, přestože sdílel říšskou xenofobii, byl natolik proti Alessianskému řádu, že se s Dirennskou hegemonií spojil v její válce vůči řádu. Ačkoliv se zdálo, že řád udělal ve válce pokrok, byl zastaven v bitvě u Glenumbra Moors, kde utrpěl hořkou porážku, z níž se již nikdy nevzpamatoval.[2] Nehledě na to řád zůstal ve funkci dalších následujících 2000 let. Marukhatští vybraní Jedna z nejvýznamnějších událostí v úpadku Alessianského řádu bylo povýšení Fervidia Tharna na pozici arcipreláta v 1E 1188.[17] Přibližně v této době se představy utajované a radikální sekty, známé jako Marukhatští vybraní, začaly rychle šířit v řadách alessianského kněžství, kde způsobily rozvrat. Určité spisy naznačují, že přestože Fervidius otevřeně zastával pozici vůdce řádu,[12] stál také v čele Vybraných.[18] V roce 1E 1200 Marukhatští vybraní, zcela pohlceni svým fanatickým dogmatem, způsobili největší Dračí zlom v historii, který trval následujících 1008 let.[18][19] Válka o spravedlnost Dračí zlom drasticky změnil celkový image řádu i jeho schopnost udržet si moc nad celou říší. Po více než tisíci letech jako loutkový stát Alessianské říše, se High Rock úspěšně oddělil. Řádu se v 1E 2305 nepodařilo teritorium opět dobýt, čímž se potvrdilo, že čím dál víc přicházel o moc.[4][20] Přestože se do úpadku řádu zapojilo mnoho faktorů, nejdlouhodobější z nich, který nepřímo způsobil celou jeho zkázu, začal ironicky společně s jeho úspěchem. Alessianská víra se stala tak rozsáhlou, že se postupem času v řádu objevila náboženská neshoda, jenž způsobovala schizma, a nakonec se i stala příčinou války o spravedlnost v 1E 2321. Válka začala, když se Kolovianská území pokusila oddělit od Alessianské říše,[1] a postupně se rozšířila až k Iliackému zálivu, kde údajně vymýtila téměř polovinu tehdejší populace.[21] Z války se rychle stal boj o přežití není samotné říše, ale celé alessianské víry, jelikož téměř všechny jejich texty byly zničeny či zašantročeny.[14] Naneštěstí pro alessiány bylo celé jejich snažení zbytečné a po deseti letech boje jak říše, tak řád upadli v zapomnění,[1] a v Tamrielu nastal na 400 let naprostý chaos, dokud nepřišlo nové císařství.[22] Kalendář O Alessianském řádu se vědělo, že používal svůj vlastní kalendář, který datoval své události od doby apoteózy Alessie (1E 266).[14] Podle některých vědců zaznamenávali alessiané své roky podle délky dlouhého vidinového transu velekněžky řádu, který trval několik týdnů, nanejvýš pár měsíců. Učenci, kteří odmítají existenci Dračího zlomu, se domnívají, že Alessianský řád, podle záznamů z přežívajících svitků, byl u moci pouhých 150 standardních let, v rozporu s populárně domnívanými 1008 roky, zaznamenanými v knize Encyclopedia Tamrielica.[23] Ale i kdyby se Dračí zlom skutečně udál, informace uvedená v Encyclopedia Tamrielica je stejně nesprávná, protože těchto 1008 let odkazuje spíše na délku Prostředního rozbřesku, nikoliv samotného řádu.[19] Když vezmeme v potaz existenci Zlomu, pak by řád vládl 1970 let, pokud budeme předpokládat, že k jeho konečnému úpadku došlo až na samotném konci války o spravedlnost.[14][7][1] Alessianské sekty Následují sekty alessianské/marukhatské víry či skupiny, o kterých se domníváme, že jsou nějakým způsobem spojené s Alessianským řádem: Svaté bratrstvo Marukhovo Svaté bratrstvo Marukhovo byla raná sekta Alessianského řádu, která vznikla přibližně v době založení dříve řečeného řádu. Svaté bratrstvo mělo na svědomí událost, známou jako „Očištění chrámu“, během níž byl ayleidský chrám Malady zničen, aby byli zastaveni démoni obývající toto město, které nějakým způsobem vyvolalo zatmění Slunce.[14] Chrám Jednoho Chrám Jednoho je často spojován s Alessianským řádem.[UL 1] Zatímco budova samotná je poslední dobou spojovaná spíše s Dračími ohni udržovanými uvnitř a tím pádem i s Akatoshem,[24] chrám kdysi sloužil jako hlavní sídlo nordského kultu stejného jména, který věřil v existenci jednoho boha, podobně jako Alessianský řád. Má se za to, že Tiber Septim v období své vlády tento kult obnovil a údajně byl i oddaný následovatel jeho víry.[25] Společnost Nulového chrámu Společnost Nulového chrámu byl tajný císařský kult, který se zabýval záhadami mýtů a legend.[UL 2] Přestože byl kult samotný nejčastěji spojován s Lorkhanem,[26] následoval také učení proroka Marukha, čímž pádem je zároveň spojován s Alessianským řádem.[UL 3] Marukhatští vybraní Marukhatští vybraní, pravděpodobně nejznámější alessianská sekta, byl velice utajovaný kult fanatických alessianů, jejichž hlavním cílem bylo odstranit veškeré elfí aspekty Auri-Ela z boha Akatoshe. Aby toho dosáhli, způsobili 1008 let trvající Dračí zlom, takzvaný Prostřední rozbřesk,[UL 4] událost která jim v žádném případě nepřinesla popularitu.[4] Nehledě na zdánlivé zmizení této skupiny po válce o spravedlnost,[UL 4] kult ještě dlouhou dobu nadále přežíval.[UL 5][UL 6]"
}