{
    "title": "Alessianská říše",
    "table_of_contents": [
        "Obsah",
        "1 Historie",
        "1.1 Nadvláda ayleidů",
        "1.2 Alessianské povstání otroků",
        "1.3 Píseň o Pelinalovi",
        "1.4 Alessina vláda",
        "1.5 Alessianská reforma",
        "1.6 Goreiova vláda",
        "1.6.1 Rislavovo povstání",
        "1.6.2 Válka s Direnni",
        "1.7 Hestřina vláda",
        "1.8 Dračí zlom",
        "1.9 Zánik Alessianské říše",
        "1.9.1 Válka o spravedlnost",
        "2 Vládci",
        "3 Související články",
        "4 Zdroje",
        "5 Poznámky"
    ],
    "infobox": "",
    "content": "Alessianská říše Politické informace Hlava země Císař Společenské informace Hlavní město Imperial City Oficiální jazyk Tamrielština Historické informace Datum založení 1E 242 Datum rozpadnutí 1E 2331 \"Dokud bude v žilách jejích vládců kolovat silná dračí krev, bude slavná říše nekonečná. Ale když dračí ohně uhasnou a nenajde se žádný pokrevní dědic, jenž by pozvedl Amulet králů, upadne říše do temnoty a démoničtí páni chaosu znovu ovládnou zemi.\" ―z žalozpěvu o Zažehnutí dračích ohňů[src] Alessianská cyrodiilská říše,[1] občas označovaná za první Cyrodiilskou říši,[2][3] nebo jednoduše První císařství,[4][5] byla založená svatou Alessií v roce 243 první éry po Alessianském povstání otroků a svržení ayleidských vládců. Bylo to první lidské císařství založené v oblasti Cyrod, později známé pod názvem Cyrodiilská provincie.[1] Říše padla po desátém roce války o spravedlnost, jenž začala v 1E 2321 a skončila v 1E 2331.[6][7] Historie Nadvláda ayleidů V raných letech první éry bylo dnešní území Cyrodiilu ovládáno mocnou rasou elfů, kteří si říkali ayleidé.[8] Než si tito elfové začali budovat své masivní impérium, čas od času zotročili nédské kmeny, na které napříč Tamrielem naráželi. Poté již tomu bylo jinak a nédové začali být zotročováni v obrovském měřítku.[1][9] Přestože se lidé často bránili, jakékoliv jejich pokusy byly vzhledem k jejich rozšířenému zotročování naprosto zbytečné. Ayleidé si zotročili každého člověka, na kterého narazili, zejména ty z Nibenayského údolí, a jelikož mnoho ayleidů vyznávalo daedrické pány, byli vůči nim velmi krutí. Většina otroků byla využívána na lámaní kamene, odvodňování polí a údržbu chrámů a cest, zatímco jiní, kteří měli menší štěstí, se stali námětem „uměleckého mučení“ pro potěšení svých sadistických vlastníků. Některé ayleidské pevnosti se staly známé pro kruté způsoby vystavování svých obětí mučení, mezi nejvýznamnější patří třeba kvílící kola ve Vindaselu a zahrady vnitřností v Sercenu. Jeden obzvláště krutý panovník, známý jako Hadhuul Král ohně, nutil své otroky se vystavovat halucinogenním drogám, které svým poživatelům způsobovaly mučivá vidění, a ze zábavy zapaloval děti.[7][10] Jejich kruté zacházení s otroky hrálo nepochybně důležitou roli v rozpoutání pozdějšího povstání.[8][9] Jsou tací, kteří mají za to, že ayleidské uctívání daeder mělo za následek kulturní slabiny vně jejich vlastních společností, což pomohlo jejich pádu. Viditelný úpadek v jejich souladu nastal během Narfinselského rozkolu. Tento konflikt skončil v 1E 198, během bitvy známé jako očista Wendelbeku, kdy atatarský král Glinferen vedl daedry-uctívající ayleidy proti tradicionalistickým barsaebikům. Tito barsaebičtí ayleidé byli vyhnáni z Heartlands na severozápad Black Marshe. Tak vymizela opozice proti daedrickému uctívání.[11] Alessianské povstání otroků Socha svaté Alessie držící Amulet králů Mladá nédská otrokyně jménem Alessia z neznámého kmene poblíž Sardavar Leed,[10] obdržela božské vniknutí se vzbouřit proti svým ayleidským vládcům, zatímco právě stála na kopci, kde bylo v budoucnosti postaveno město Sancre Tor.[12] Zatímco se modlila k bohům, Kyne vyslala poloboha, Morihause, a Shezarrina, Pelinala Whitestraka, aby jí pomohli s jejím plánem osvobodit cyrodské otroky.[13] Revolta začala v 1E 242 a oni tři jí společně stáli v včele.[14] Lidská vítězství proti severským merům přimělo spoustu dalších otroků se k Alessii přidat,[1][15] a tak se k ní připojili skyrimští žoldáci a poté i Dirennská hegemonie, se sliby o bohatých pozemcích a obchodních koncesích.[12] Mezi Alessiny nejvýznamnější spojence patřili právě ayleidští lordové uctívající aedry, spíše než daedry.[9][16] Alessino povstání otroků neustále rostlo, ale přesto nebylo schopné efektivně porazit mocné ayleidské armády, alespoň dokud se do boje nezapojila Nordská skyrimská říše.[14][16] Legenda praví, že přístup ke slíbeným jednotkám vyvolaných daeder a nemrtvých byl elfům odepřen, jakmile Alessia uzavřela spojenectví s Akatoshem.[8] Tento pakt prohlašoval, že dokud Alessini dědici sedí na cyrodiilském trůnu a Dračí ohně zůstávají zažehlé, Tamriel bude před vpádem Zapomnění chráněný.[7] Zároveň bylo mezi Kolovií a Nibenay uzavřeno spojenectví, to sloužilo jako takový náčrt budoucí Alessianské říše.[15] Píseň o Pelinalovi Strategie samotného Povstání byla vcelku jednoduchá, mezitím co armády Morihause a Alessie se vypořádávaly s ayleidy přímo na bojišti, Pelinal porážel jejich čarodějné krále v soubojích. Porážel je jeden po druhém, v jejich vlastních pevnostech. Nejprve zabil Haromira z Mědi a Čaje a vykřikl jméno budoucího císaře Remana, muže dosud neznámého i nenarozeného. Později zabil Gordhaura Tvarovače u Ninendavy a Hadhuula Krále ohně u Ceyatataru. Jeho první nával šílenství způsobila smrt jeho drahého přítele Huny, a tak přinesl zkázu celou cestu od Narlemau až po Celediil. Ze strachu z Pelinala se ayleidští králové obrátili k Meridii a zvolili si Umarila Neopeřeného za svého šampiona.[17] Pelinal zahnal jejich armády za řeku Niben a pro Alessianské povstání získal východní region.[18] Pelinalův postup byl tak rychlý, že se omylem ocitl v Elsweyru, kde pobil ohromné množství khajiitů, než si uvědomil, že to vlastně nejsou elfové.[19][20] Po jejich ztrátě u Vahtache, Heldonského mostu a prvního pogromu začali ayleidé ustupovat k Bílo-zlaté věži. Armády Alessie a Morihause a nordové byli ostražití, když šlo o útok na Věž, Pelinal je však měl za zbabělce a vydal citadelu dobýt sám.[18] Když vstoupil dovnitř, zabil každého ayleida, kterého našel, a Umarila vyzval k souboji, jenž opět vyhrál. Nicméně poté, co se vysmál jak Umarilovi, tak zbylým ayleidským králům, ho králové v záchvatu zuřivosti rozsekali na osm kusů. Další den Morihaus vzal Věž útokem a dostal zbylé vládce. Našel Pelinalovu hlavu, kterou zde ponechali čarovní králové jako důkaz, že ho zabili, a společně se spolu bavili, dokud nezemřel.[21] Alessina vláda Socha svaté Alessie v Imperial City Belharza s Amuletem králů Poté, co byla Bílo-zlatá věž v roce 243 dobyta, se Alessia prohlásila první cyrodiilskou císařovnou a založila Alessianskou říši.[1][4] V té době už bylo jen málo území, která zbývala osvobodit, a všechna se nacházela v jižním teritoriu Cyrodiilu, zejména to byla oblast, kde se nyní nachází město Bravil.[22] Přeživší ayleidé, ze strachu z lidí, prchli do Valenwoodu, kde před nimi kdysi utíkali jejich lidští otroci, ve snaze najít bezpečné útočiště.[23] Jako Akatoshova velekněžka se Alessia zároveň stala hlavní náboženskou představitelkou a byla nucena rozhodnout o tom, jaká víra se bude vyznávat. Aby se zavděčila jak skyrimským nordům, kteří jí v jejím povstání nesmírně pomohli, tak ayleidům, kteří za ní stáli, i osvobozeným otrokům, stále vyznávajícími elfí víru, byla Alessia nucená smíchat nordský panteon a ten elfí do jednoho náboženství, obecně známém jako Osm svatých,[14] s Akatoshem v čele.[20] Uvádí se, že v této rané fázi panteonu byla Shezarrinovi udělena funkce „ducha stojícího za všemi počiny lidstva“.[14] Navzdory všeobecnému přesvědčení Alessia ani její dědicové žádné zbylé elfy krutě netrestali. Ayleidským lordům bylo nadále dovoleno si ponechat své pozemky, za podmínek, že odpřisáhnou věrnost nové říši a podřídí se jejím zákonům. Otroctví a uctívání daeder bylo zákonem zakázáno a všichni ayleidé byli přinuceni se přizpůsobit novému náboženství, Osmi svatých. Přestože se mnoho z nich cítilo změnami ve svém životě poníženě a nedostatek otroků poznamenal jejich hospodářství, nebyli ovšem nijak závažně utlačováni. To se ovšem změnilo s nástupem Alessianského řádu v 1E 361, kdy je začala říše týrat.[2][16] Na Alessině smrtelné posteli v 1E 266[7] ji přišel navštívit dlouho mrtvý hrdina Povstání otroků, Pelinal, společně s buď Shezarrem či Akatoshem (nebo oběma), který ji dal Amulet králů a její duši umístil do Rudého diamantu,[5][8][UL 1] kde byly postupně umístěny i duše jejích potomků.[24] Na trůn pak nastoupil její údajný minotauří syn, Belharza Lidský Býk, kterého podle všeho měla se svým polobožským milencem Morihausem.[25][26][UL 2] Jeho vláda byla údajně sužovaná elfími ďábly.[7] Také minotaurů v této době začalo hodně přibývat.[27] Alessianská reforma Wraith v alessianské róbě S rostoucí nenávistí k ayleidské šlechtě se začalo mezi lidskou populací říše rozšiřovat náboženské a kulturní hnutí, známé jako Alessianská reforma.[16][23] Náboženská frakce, Alessianský řád, se zrodila v pobřežních džunglích Kolovie, když imgský prorok Marukh údajně hovořil s duchem svaté Alessie ohledně právoplatnosti elfí vlády a o myšlenkách, naznačujících existenci jednoho skutečného Boha.[6] Marukh vlastní krví sepsal Alessiina slova, aby dal vzniku Sedmdesáti sedmi pevným doktrínám.[28] Během raného čtvrtého století první éry bylo mnoho ayleidských měst na území říše zničeno alessianskými přívrženci, takže cyrodiilští elfové značně panikařili.[16] Starodávná deska s názvem „Belharzův kámen“ vyobrazuje minotauřího císaře, stojícího tváří v tvář svým nepřátelům, což nejspíš byli fanatičtí předchůdci alessianských vojáků, kteří zabíjeli a vyháněli minotaury.[27] Tento vzestup v proti-aldmerskému hnutí v Cyrodiilu ovšem nezabránil camoranské dynastii ve Valenwoodu v 1E 340 uzavírat s říší obchody.[23] Nesnášenlivost k elfům vzrostla ještě více v 1E 358, když se začaly šířit zprávy o tom, že Nordská říše ztrácela čím dál víc svá území ve Velké Bretoně Dirennské hegemonii. Z tohoto důvodu tehdejší alessianský císař, Ami-El, vyslal svou armádu na pomoc nordům.[UL 3] V 1E 361 Alessianská reforma úspěšně zorganizovala převrat, ujala se vlády a zavedla Sedmdesát sedm doktrín, nyní označované za Alessianské doktríny, jakožto teokratickou ústavu říše s myšlenkou, že náboženské a politické záležitosti jsou jedno a to samé. Doktríny byly zároveň extrémně kruté k místní elfí populaci, jelikož zcela zrušila výsadní postavení ayleidských šlechticů. V několika ayleidských městech propukaly pogromy a mnoho ayleidů dokonce opouštělo Cyrodiil, ostatní se rozhodli nakonec udělat to samé poté, co jim císař poslal ultimátum. Zbývající ayleidy pohltily elfí populace zemí, kam je jejich exodus zavedl.[2][16][29] Na západě byli koloviané tak zabezpečení, sociálně i geograficky, že byli schopní odolat vlivu Alessianské reformy. Odloučili se od nové alessianské hegemonie a místo toho si vytvořili vlastní nezávislou unii, známou jako Kolovianská území.[6] Za účelem rozšířit svou víru napříč Tamrielem zahrnuli Alessiané do kánonu různé tradiční panteony jiných náboženství, ale místo toho, aby je uznali za bohy, tak z nich udělali významné duchy a svaté. Tak se Alessianský řád brzy stal předním náboženským správním orgánem v Tamrielu.[6] Doktríny brzy přijal i skyrimský velekrál, Borgas, který je údajně také prosadil do nordské říše.[30] S Alessiany nyní v plné moci se začaly objevovat nepokoje mezi říší a camoranskou dynastií, které způsobily, že byla obchodní smlouva, zavedená před pouhými pár lety, prohlášená za neplatnou. Kvůli tomu se velekrál Borgas se v roce 1E 369 vydal do Cyrodiilu, aby navrhl koalici mezi říšemi, aby mohli vyhlásit válku valenwoodským bosmerům. Aby tomu bylo zabráněno, byl zahájen Divoký lov, jenž uspěl ve svém cíli velekrále zavraždit. Po jeho smrti nebyl sněm schopen zvolit následovníka trůnu, a tak propukla 50letá válka o následnictví, čímž byla nordská říše zničena.[23] Válka skončila v 1E 420 poté, co jarl Olaf Jednooký z Whiterunu sjednotil Skyrim pod svoji vládu díky Paktu náčelníků.[31][32] Někdy během pozdních let Olafovy vlády, nebo rané vlády jeho následovníka Kjorica Bílého,[33] Skyrimské království padlo pod nátlakem Alessianské říše.[29] Goreiova vláda Rislavovo povstání Kolem počátku vlády císaře Goreia v 1E 461 už byla Alessianská říše tak vlivná, že se přes xenofobii Řádu zúčastnili jeho korunovace vůdci Anequiny, Dirennské hegemonie i Resdaynu. Velká část Kolovianských území zůstávala nadále nezávislá na říši. V 1E 472 se mezi dvěmi nepřátelskými královstvími Kvatche a Skingradu utvořila silná aliance poté, co si Rislav Larich ze Skingradu vzal Belenu z Kvatche. V 1E 478 se přes Kolovianský západ přehnala epidemie, která vyhladila většinu skingradské královské rodiny. Dorald Larich, Rislavův starší bratr a velmi zbožný alessianský kněz z Imperial City, se stal přímým následovníkem Skingradského království, a tak s domněnkou, že vzdorovat císaři znamená vzdorovat bohu, bylo jeho prvním výnosem vstup Skingradu do Alessianské říše, čímž šokoval celou Kolovii. Naštvaný Rislav spěchal do Skingradu s malou skupinou válečníků. Zde se nesetkal s žádnou resistencí od místní stráže, a tak svého bratra zavraždil a ujmul se skingradského trůnu. Přibližně v této době se velekrál Kjoric Bílý ze Skyrimu pokusil od říše oddělit, ale to se mu nepovedlo a byl v bitvě u Sungardu zabit Goreivou armádou. Zatímco se Pakt náčelníků pokusil zvolit nového vůdce, začala říše útočit na skyrimská jižní teritoria. Zpráva o tom, že Rislav převzal kontrolu nad Skingradem, se rychle dostala k císaři. Goreius se proto vydal s masivní armádou na západ ke Skingradu, za účelem Rislava zastrašit, aby se mu podrobil, a tím i ukázat kolovianským králům skutečnou moc Alessianské říše. Rislav se ovšem říši nepodřídil a místo toho zahájil překvapivý útok na alessianskou armádu předtím, než se rychle stáhl zpět do kolovianské vysočiny s jeho vlastní. Goreius, který se chytil do pasti, tuto armádu následoval přes vysočinu, a tak bylo jeho vojsko postupně pobito skingradskými vojáky. Když už bylo jasné, že byla Alessianská armáda vyčerpaná, demoralizovaná a měla velké ztráty, byla Goreiova armáda přepadena tou z Kvatche. Alessiané již nebyli schopní boje, proto se stáhli do Císařské rezervace a poté zpět do Nibenay.[29] Válka s Direnni Rislavův úspěch s povstáním přesvědčil zbytek Kolovianských území se připojit ke Kvatchi a Skingradu v jejich vzdoru vůči říši. Také přiměl vůdce z klanu Direnni postavit Alessianskou reformu mimo zákon v Dirennské hegemonii.[29] V 1E 479 dokonce začali krutě trestat všechny bretonce, kteří alessianskou víru následovali. Na to Alessiané rychle odpověděli invazí Craglornu.[2] Válka mezi nimi vyústila až v roce 480, kdy Dirennovci vyhrávali mnoho strategických bitev na alessianském území.[29][34] Mezi Hegemonií a synem Kjorica Bílého, nyní velekrálem, Hoagem Merobijcem ze Skyrimu, vznikla křehká aliance a to pouze díky jejich společné nenávisti vůči Alessianům.[29] Říšská armáda časem ovšem prolomila dirennskou obranu a pokračovala hlouběji do Glenumbry. V roce 1E 482 Dirennovci a jejich ayleidští spojenci vymysleli plán, jak zlákat blížící se nepřátelskou armádu do Glenumbra Moors a tam je přepadnout.[2] Přestože Alessiané protiútok očekávali,[35] jejich armáda byla rozdrcena ve velmi náročné bitvě u Glenumbra Moors. A i když byli Dirennovci schopní vytlačit poslední zbytky říšské armády z High Rocku, tak tato bitva tak strašně oslabila jejich vojsko, že nebyli nadále schopní odolat vzrůstající moci bretonců, což způsobilo rokem 500 naprostý kolaps jejich impéria.[36] Když velekrál Hoag v bitvě zemřel, byl na skyrimský zvolen trůn legendární Ysmir Wulfharth a mezi jeho prvními činy patřilo znovuzavedení nordského tradičního panteonu. Wulfharth prohlásil ve své zemi Alessianskou reformu za nezákonnou, nechal všechny jejich kněží upálit a srovnal jejich kláštery se zemí, čímž konečně odčinil špatné skutky velekrále Borgase.[30] Bitva u Glenumbra Moors zůstává nadále vzpomínkou na jednu z největších hloupostí, kterou kdy Alessianský řád udělal.[14] Alessianská říše ve svém značně oslabeném stavu již nebyla schopná prosadit svůj vliv do nepřátelských území a již nikdy se úplně nevzpamatovala. Hestřina vláda Říše se doopravdy začala zotavovat ze svého úpadku až s nástupem císařovny Hestry na cyrodiilský trůn. Hestra údajně utišila dlouhodobé napětí mezi Alessianskou říší a Kolovianským západem a nejspíš ho i přiměla se k impériu připojit.[23] V 1E 1029 vedla útok na obávaného upířího krále Styriche z Verkathu, sesadila ho a zatlačila jeho armádu na západ. Když byl Styrichův ústup zastaven obránci z Bangkoraie, Hestřina armáda eliminovala, co zbylo z armády Gray Host, a mírovou cestou začlenila High Rock do Alessianské říše.[37] Kolem roku 1030 napadly říšské legie reachmenská království Reach, s úmyslem je připojit k říši. Ze začátku si vedla velmi dobře a rychle dobyla celé území. Do dvou let však bylo povstání Rudého orla schopno kompletně odstranit císařský vliv z Reache.[38] Hestře je také připisováno zahájení války proti piráctví v 1E 1033, a to zejména na piráty, kteří využívali Black Marsh jako výchozí bod pro své nájezdy na jižní Tamriel. Císařovnino námořnictvo úspěšně zajalo nechvalně známého krále pirátů Rudého Brammana. Z této doby také pocházejí první věruhodné záznamy vnitřních teritorií záhadného Black Marshe.[4] Hestra také značně vylepšila systém cest Alessianské říše a nejspíš nechala vytvořit Hestřiny runové kameny.[39] Okolo této doby začali Alessiané pořádat útoky na severní území Valenwoodu a možná i šestnáct khajiitských států Elsweyru.[23][40][41] Dračí zlom Zatímco se během Hestřiny vlády zdálo, že se Alessianská říše zotavovala ze svého úpadku z doby panování císaře Goriea, dlouho to tak nezůstalo. V roce 1188 první éry[42] byla muži jménem Fervidius Tharn dána funkce arcipreláta Alessianského řádu, což bylo postavení tak mocné, že konkurovalo i samotnému císaři. V době jeho úřadu se mezi kněžími začalo formovat jisté fanatické schizma, naprosto protikladného pravoslavné Alessianské reformě, a sami si říkali Marukhatští vybraní.[5] Stoupenci tohoto kultu extrémně fanaticky uctívali svá dogmata a ze všeho nejvíc se zastávali myšlenky, že lidský Akatosh, alessianský nejvyšší duch, nebyl tím samým bohem, jako elfí Auriel. Když už bylo Vybraným jasné, že nemůžou své tvrzení dokázat běžným způsobem, rozhodli se přesvědčit své okolí násilím.[UL 4] Přestože se arciprelát údajně častokrát snažil zmařit jejich plány,[5] některé zdroje tvrdí, že to dělal pouze z důvodu, aby tím zakryl fakt, že sám byl mistrem jejich řádu.[43] V roce 1200 když se jim zdálo, že nemají jinou možnost, údajný arciprelát Vybraných a jeho podřízení využili Marukhovo učení a dříve sestavenou Hůl věží, aby dosáhli „monomyšlenky“ a zjistili, že Kolo se z boku jeví jako Věž. Následně tancovali na Bílo-zlaté věži dokud se čas nestal nestabilní a vznikl tak Dračí zlom, známý jako Prostřední rozbřesk,[24] který opět rozdělil Hůl věží na osm kusů.[5][43][44][UL 4] Poté chtěli použít Vrhací disk, aby předělali vesmír podle svých vlastních představ.[44][UL 5] Prostřední rozbřesk byla mnohem extrémnější příhoda než jakýkoliv jiný Dračí zlom. Celý svět tuto pohromu prospal. Nebýt duší mrtvých císařů uvnitř Amuletu králů, tak by byla celá událost zapomenuta, jelikož ani Svitky předků se nedokázaly podívat zpět do časového období, kdy se Rozbřesk odehrál.[24] Většina příběhů a textů, které Zlom přežili, si v jednotlivých událostech často docela hodně protiřečili. Neshodli se na jistých osobách, oblastech i válkách. Nejneobvyklejší zprávy tvrdily, že slunce změnilo barvu, lidé rodili vlastní rodiče, bohové kráčeli mezi smrtelníky, podle císařovny Hestry říše dosáhla hvězd a podle císaře Shor-Ela se Cyrodiil proměnil ve vejce. Téměř žádné záznamy shromážděné Radou starších se neshodují, až na jednu věc. Všechny zdroje z celého Tamrielu mluví o pádu osmi hvězd, podle čehož se udržoval přehled o čase. Existují ovšem tací khajiitové, kteří tvrdí, že měřili své dny sledováním měsíců, které ostatní rasy neviděli, jelikož neměli dostatek „cukru“ na to, aby je viděli. Přívrženci Tribunálského chrámu říkají, že Morrowind byl chráněn před účinky Zlomu daedrami a Tribunálem a že věřili, že těch osm hvězd představovalo každou hanebnost, kterou Lorkhan představil světu.[24][UL 4] Mnemoli Modrá hvězda údajně zářila během Rozbřesku tak silně, že ji mohlo být vidět i ve dne; může to znamenat, že Mnemoli mohla za zaznamenané změny barvy slunce.[45] Někteří zpochybňují existenci Prostředního rozbřesku a označují ho za následek vzestupu lorhanských kultů v období třetí éry, které byly posedlé konceptem „numidiumismu“.[46] Nicméně existence mnoha primárních zdrojů, které třetí éře předcházejí, a které poukazují na události obklopující tento Dračí zlom, tvrdí opak. K tomu tu ještě je fakt, že se Svitky předků nemohou na toto časové období podívat.[24][43][44] Další sporná věc týkající se Rozbřesku je, jestli skutečně trval 1008 let, jak tvrdí Rada starších, a jestli skutečně není toto číslo nahodilé a nespolehlivé, jak se někteří domnívají. Khajiitové ale podle svých měsíců také naměřili 1008 let, ale také věří, že Rada to číslo od nich ukradla.[UL 4] Přestože je obyčejně uznáváno, že důvod, proč Vybraní Zlom vytvořili, bylo odstranit některé aspekty Akatoshe, o nichž si mysleli, že urážejí nově vzniklý cyrodiilský panteon, existují tu tací, zejména Král červů, kteří se domnívají, že měli Vybraní vyšší postranní úmysly. Král červů uvedl, že: „Marukhatští vybraní nám ukázali všechny úspěchy Rozbřesku, abychom se naučili, zkrátka: jak nahoře, tak dole.“ Ať už Vybraní uspěli ve svém snažení, nám není jasné, jelikož většina záznamů říká, že byli naprosto zničeni ve válce o spravedlnost.[UL 4] Existovali členové Thalmoru První Aldmerského spolku, jenž říkali, že to oni byli zodpovědní za ukončení Rozbřesku, ale jestli je to pravda či ne, zůstává záhadou.[47] Zánik Alessianské říše Jako kdyby Dračí zlom nestačil, v roce 2200 Tamriel zpustošil thrassiánský mor, který nakonec údajně zabil téměř polovinu populace na kontinentu.[48] V roce 2260[49] tehdejší císař sestavil to největší sdružení flotil z celého Tamrielu, známé jako Námořnictvo všech vlajek, aby zaútočil na zdroj nákazy, jejímž byli sloadové z Thrasu.[50] Flotilu vedl admirál baron Bendu Olo, anvilský král, kterému je připisováno přidání hammerfellských loďstev do velké flotily.[48][51] S Olovým vítězstvím nad sloady se po celé zemi začala rychle šířit sláva Kolovianského západu, která zastínila dokonce i tradičně bohatší císařskou Nibenay, což způsobilo pomalý nárůst napětí.[6] V 1E 2305 vedl patrný úpadek Alessianského řádu k oddělení království High Rocku od říše. Alessiané se pokusili získat zpět kontrolu nad oblastí skrze podrobení, rychle prošli Hammerfellem, ale jejich vojenské jednotky byly poraženi v Bangkorai.[37] Válka o spravedlnost Ačkoliv Alessianský řád zpočátku táhnul říši kupředu, kolem dvacátého čtvrtého století první éry už to byla spíše taková rakovina. Osud impéria byl zpečetěn, jakmile řád rozšířil svůj vliv do všech provincií Tamrielu. Kvůli tomu bylo alessianské kněžství oslabené a brzy se mezi jednotlivými sektami řádu rozpoutaly nepokoje.[6] A když se rozkvétající Kolovianský západ v roce 2321 od císařství odtrhl, bylo již jasné, že je s císařstvím ámen, a s nedostatkem financí a území se zanedlouho rozpoutala válka o spravedlnost.[6][7] Ta se rozšířila až do Iliackého zálivu, kde zmenšila populaci téměř na polovinu.[52] V průběhu deseti let se konflikt rychle vyvinul v plnohodnotnou válku mezi nesčetnými sektami nyní roztříštěné alessianské víry,[6] kdy byla většina alessianských textů a klášterů zničena.[7] Válka nakonec vedla k plnému zániku Alessianské říše v 1E 2331 a Nibenay se vrátil její původní stav vlády jako obchodní mágokracie. Jelikož však byla Nibenay až příliš odlišná od kolovianské kultury, obě tyto země zůstaly dalších 400 let oddělené, až do vzestupu Remanské říše.[6] Vládci Jméno Narození Rasa Korunovace Úmrtí, sesazení, abdikace nebo zbavení úřadu Další informace První císařství Alessia 1E ? Néd 1E 243[1] 1E 266[7] Založila První císařství. Belharza Lidský býk 1E ? Minotaur 1E 266[27] 1E 322[UL 6] Syn císařovny Alessie a poloboha Morihause. Ami-El 1E ? nejspíš 1E 322[UL 6] 1E ? Stále ve funkci v 1E 358.[Poznámky 1] První císařství během Alessianských doktrín Goreius 1E ? 1E 461[29] 1E ? Hestra 1E ? 1E ? 1E ? Stále ve funkci v 1E 1029,[37] okolo 1E 1030[Poznámky 2] a 1E 1033.[4] Shor-El 1E ? 1E ? 1E ? Nejspíš vládl po Hestře.[Poznámky 3] Neznámý císař 1E ? 1E ? 1E 2331 Poslední alessianský vládce.[Poznámky 4] Císařství po rozpuštění Alessianské reformy Herda 1E ? 1E ? před 1E 2703 Císařovna, která zlepšila vztahy s Kolovianským západem. Související články Alesiánske doktríny Alessianský řád Morihaus Pelinal Whitestrake Marukh Prostřední rozbřesk"
}