{
    "title": "Alinor",
    "table_of_contents": [
        "Obsah",
        "1 Název a znak",
        "2 Historie",
        "2.1 Merethická éra",
        "2.2 První éra",
        "2.3 Druhá éra",
        "2.4 Třetí éra",
        "2.5 Čtvrtá éra",
        "3 Geografie",
        "4 Popis města",
        "4.1 Čtvrti",
        "4.1.1 Dolní město",
        "4.1.2 Horní město",
        "4.1.3 Přístav a předměstí",
        "4.2 Architektura",
        "5 Pamětihodnosti a body zájmu",
        "6 Vláda",
        "7 Ekonomika",
        "7.1 Obchody a služby",
        "7.2 Nemovitosti",
        "8 Demografie",
        "8.1 Náboženství",
        "8.2 Významné postavy z Alinoru",
        "9 Kultura",
        "9.1 Městský život, umění a zábava",
        "9.2 Kuchyně",
        "9.3 Vzdělanost a literatura",
        "10 Doprava",
        "10.1 Pozemní doprava",
        "10.2 Námořní doprava",
        "10.3 Portál",
        "11 Související Questy",
        "12 Galerie",
        "13 Mapy",
        "14 Poznámky a drobnosti",
        "15 Reference"
    ],
    "infobox": "Alinor Vyobrazení znak mapa Geografické info Typ sídla: hlavní město Země: Aldmerský spolek Provincie: Summersetské ostrovy Region: Summerset Správní info Vláda: Thalmor Centrum: Královský palác Počet čtvrtí: 3 Počet obyvatel: Pravděpodobně desetitisíce Herní údaje Počet NPC: cca 300+ (TESO) Altmerové (57,5 %) Khajiité (7,5 %)Ostatní rasy (35 %)[UL 1] Hry: The Elder Scrolls Online: Summerset",
    "content": "Alinor je hlavní město stejnojmenného státu (dříve známého jako Summersetské ostrovy) a Aldmerského spolku. Zároveň se jedná o jedno z největších, nejstarších a nejlidnatějších měst Tamrielu. Leží na Oleandrovém pobřeží na jihozápadě ostrova Summersetu na břehu Moře Perel. Alinor je politickým, kulturním a ekonomickým centrem Summersetských ostrovů a je sídlem vlády a mnoha institucí a úřadů. Město je obývané Altmery, také známými jako vznešení elfové, kteří jsou potomky Aldmerů. Altmerové se považují za nejčistší a nejvznešenější rasu a všechny ostatní rasy považují za nižší. Kvůli tomu se mnozí cizinci v Alinoru setkávají s xenofobií, rasismem a předsudky. Město bylo založené již v dobách merethické éry Aldmery a již tehdy se stalo hlavním městem. Alinor je tedy tisíce let staré, nepřetržitě obývané město. Největšího rozmachu dosáhlo město ve druhé éře, kdy se jeho králové stali vůdci prvního a později druhého aldmerského spolku. Na konci druhé éry byli však králové Alinoru poraženi Tiberem Septimem a museli se sklonit před jeho trůnem. Na další více jak čtyři staletí se tak Alinor a ostrovy staly vazaly Tamrielské říše, vedené lidmi, což byla pro hrdé Altmery obrovská potupa. Během chaosu po Vpádu Oblivionu, ovládla Alinor počátkem čtvrté éry militantní organizace Thalmor, která svrhla monarchii a nastolila vládu tvrdé vojenské diktatury. Následně se Alinor stal hlavním městem třetího aldmerského spolku. Po většinu své dlouhé historie byl Alinor přísně izolovaným a cizincům zapovězeným městem. Do města mohla velmi omezeně vstupovat hrstka cizích obchodníků a diplomatu. Kvůli této izolaci byl a stále je, Alinor zahalen mnohými tajemstvími. Cizinci město popisují jako město s vysokými \"hmyzími\" věžemi, které je vystavěno ze skla. Méně fantastické zprávy popisují město jako změť hradeb a vysokých věží mnoha barev. Budovy města jsou vystavěny z velké části z lesklého mramoru, který odráží sluneční paprsky a město tak skutečně během dne a postupu Slunce působí, jakoby měnilo odstín. \"Tuto podivuhodnou cestu začneme v sídle civilizace, kterým je Alinor. Město se rozkládá mezi horami na západním pobřeží, šplhá téměř tak vysoko jako samotné vrcholy a jeho bílé věže sahají vysoko k nebi. Z těchto výšin naši panovníci již tisíce let dohlíží na své panství. Využijte příležitosti prohlédnout si nádheru královského paláce a vzdát úctu koruně. Pocit hrdosti, který pocítíte při pohledu na bezkonkurenční velikost našeho království, stojí za tu cestu.\" ―Runilstir Zeměměřič[src] Název a znak Oficiálním názvem města je Alinor. Hlavnímu městu se také někdy přezdívá \"Lesní město Summersetu\".[1] Ve čtvrté éře přejmenoval vládnoucí Thalmor také celé Summersetské ostrovy na Alinor, podle hlavního města.[2] Cílem Thalmoru zřejmě bylo vymazat veškeré připomínky na nadvládu říše lidí nad ostrovy a vznešenými elfy a navázat tak na tradici starověkého království Alinor. Stejně jako většina významných tamrielských měst, má i Alinor vlastní znak. Znak města je tvořen zlatým polem, na kterém je umístěn stříbrný orel s roztaženými křídly (orel je také součástí státního znaku). Nad orlem se nachází stříbrná osmicípá hvězda, která pravděpodobně znázorňuje osm Bohů altmerského panteonu.[UL 2] Historie Merethická éra Alinor patří mezi nejstarší města Tamrielu a vznik města spadá až do merethické éry. Město bylo zřejmě založeno Aldmery, kteří osídlili Summersetské ostrovy v merethické éře. Přímo o založení města se vzhledem k jeho stáří žádné zmínky nedochovaly. Avšak několik málo písemných zmínek a archeologické nálezy dokazují stáří města. Alinoru vládla královská dynastie založená v merethické éře, která vládla městu nejméně do šestého století druhé éry.[3] Králové Alinoru dosáhli velké moci a je pravděpodobné, že již v merethické éře byl Alinor hlavním městem ostrovů. Během střední merethické éry osidlovali elfové také pevninský Tamriel a alespoň zpočátku uznávaly tyto nově zakládané kolonie, státy a osady autoritu krále Alinoru, ať již fakticky, nebo formálně.[4] Starověké Rinmawen's Plaza Vliv Alinoru na vzdálené elfské kolonie postupně upadal. V té došlo také k náboženským rozporům přímo na Summersetských ostrovech, kdy mnozí elfové přijímali učení proroka Velotha. Toto učení zahrnovalo uctívání daeder odporovalo oficiální náboženské nauce na ostrovech. Spory zašly tak daleko, že sapiarchové z Alinoru toto učení zakázali, což vedlo k náboženskému schizmatu a odchodu proroka Velotha a jeho následovníků do daleké země, později známé jako Morrowind.[5] První éra Po úpadku elfské moci na kontinentu, došlo zřejmě také k rapidnímu poklesu moci alinorských králů nad ostrovy. O tom svědčí zmínky o rivalitě a válkách mezi Alinorem a sousedním městským státem Lillandrilem.[6] Během první éry Alinor byl zřejmě během první éry zasažen Thrassianským morem, který do Tamrielu vypustili Sloadové a který vyhubil téměř polovinu populace kontinentu. Alinor se připojil okolo roku 1E 2240 k loďstvu všech vlajek, které vedlo trestnou výpravu proti Sloadům. Prameny zmiňují, že mezi jinými městy byly lodě pro výpravu stavěny právě v docích Alinoru.[7] Druhá éra Během druhé éry došlo k upevnění moci králů Alinoru, kteří z něj vládli z coby hlavního města celým Summersetským ostrovům. Alinor a ostrovy byly izolovány od zbytku Tamrielu a cizinci mohli omezeně navštívit pouze Alinor. Povolení platilo pro obchodníky, kteří mohli obchodovat v alinorském přístavu a velvyslance u královského dvora.[8] Alinorským králem byl v té době Hidellith, který ostrovům podle kronikářů vládl dlouho a dobře. Pro mnohé učence byl příkladným vzorem, který vládl v souladu s elfskými tradicemi a důkladně dodržoval propracované ceremonie. Veškerá svá rozhodnutí zakládal na precedentech stanovených ve svitcích Praxe.[9] Za vlády krále Hidellitha byla v roce 2E 486 nedaleko pobřeží Alinoru spatřena malá flotila Maormerů. Král nařídil alinorskému loďstvu, aby flotilu Maormerů pronásledovalo. Altmerové pronásledovali Maormery až k jejich domovskému kontinentu Pyandonea. Zde však došlo ke zničení alinorského loďstva a domů se vrátila pouze jediná loď, která přinesla svědectví o kontinentu Pyandonea.[10] Ulice v Alinoru ve druhé éře Král Hidellith a jeho manželka kinlady Tuinden v souladu se svitky Praxe, počali v pravý čas dítě a v roce 2E 555 se tak narodila jejich dcera Ayrenn, která byla jmenována dědičkou trůnu.[9][11] V roce 2E 563 se královská rodina vypravila do Křišťálové věže, aby zde v souladu s tradicemi oslavili princezninu imatrikulaci do labyrintu sapiarchů, kde měla po dobu 3 555 dní studovat altmerskou královskou praxi a ceremoniarchii. Cestou z Alinoru do věže však princezna zmizela a ani po rozsáhlém pátrání nebyla nalezna.[9][11] Dědicem trůnu byl tak namísto Ayrenn jmenován její mladší bratr Naemon, který se v mnohém podobal svému otci králi a v roce 2E 565 byl imatrikulován a začal studovat v labyrintu sapiarchů.[9] Královna Ayrenn V roce 2E 580 král Hidellith zemřel a princ Naemon se připravoval na svou korunovaci. Nečekaně se však vrátila princezna Ayrenn, když se vylodila ve Firstholdu na Auridonu. Nejvyšší soudce potvrdil nároky princezny na alinorský trůn a ta byla následně korunována. Královna uzavřela spojenectví s Valenwoodem a Elsweyr a společně se spojenci založila první Aldmerský spolek, jehož cílem bylo sjednotit Tamriel pod vládou Ayrenn.[9][11] Spolek se zapojil do války tří vlajek o uprázdněný císařský trůn.[12] Válka a povinnosti v Aldmerském spolu královnu plně zaměstnávaly a ta tak byla často v Alinoru a na Summersetu nepřítomná. Aby nedošlo k povstání a vláda nad městem a ostrovem dobře fungovala, jmenovala královna svou loajální sestřenici Alwinarwe zastupující královnou. Alwinarwe vládla z Alinoru a královna ji vybavila všemi potřebnými pravomocemi.[13] Souběžně s jmenováním Alwinarwe, vydala královna dekret, kterým otevřela do té doby izolovaný Summerset včetně hlavního města všem cizincům.[14] To vedlo k obrovskému nárustu přistěhovalectví na ostrov, protože mnozí cizinci na ostrov přicestovali díky novým obchodním příležitostem, snaze začít nový život, nebo z čisté zvědavosti.[12] Altmerové byli po tisíciletí známí pro své lpění na tradicích, xenofobii a učení o vlastní nadřazenosti vůči ostatním rasám. Sami sebe považovali za vyšší rasu a všechny ostatní obyvatele Tamrielu za příslušníky nižších ras. Nebylo tedy divu, že královnin dekret narážel u většiny altmerské společnosti na značný odpor.[15] S dekretem vnitřně nesouhlasila také zastupující královna Alwinarwe, která musela řešit problémy s přistěhovalci a krotit vášně altmerské šlechty. Zastupující královna však byla natolik loajální, že veřejně nedala svůj nesouhlas nikdy znát.[13] Někteří Altmerové, mezi nimi i dokonce i někteří pokrokoví sapiarchové, však s příchodem cizinců do Alinoru a Summersetu souhlasili a vítali jej.[16] První Aldmerský spolek se během času rozpadl a vládla krále Alinoru se opětovně omezila pouze na Summersetské ostrovy. K obnovení spolku došlo v roce 2E 830 po zásahu Altmerů ve Valenwoodu. Bosmeři obdrželi vojenskou pomoc proti dobyvatelům z Cyrodiilu, na oplátku museli přísahat 50 let věrnosti králi Alinoru.[8] Na kontinentě mezi tím upevňoval svou moc Tiber Septim a brzy se zformovaly dvě konkurující si velmoci, lidmi vedené vznikající Tamrielská říše a druhý Aldmerský spolek řízený z Alinoru elfy. Císařská vláda důrazně nedoporučovala svým občanům cestování na území spolku a kontakt s Altmery. Na stranu druhou obě mocnosti udržovaly omezené diplomatické styky. Císařský mág Zurin Arctus navštívil Alinor, kde jednal se zdejším králem, Thalmor zase měl své zástupce v Imperial City.[8] Jakmile však Tiber Septim získal Numidium, využil jej proti Summersetu, což způsobilo pád Alinoru.[17] V roce 2E 896 skončila tisíce let trvající nezávislost Alinoru a Altmerů. Poté byla vyhlášena třetí éra a sjednocené Tamrielské císařství.[18] Třetí éra Ve třetí éře byl Alinor pravděpodobně sídlem císařské správy na Summersetských ostrovech. Ostrovy si podobně jako jiné provincie zachovaly jistou formu autonomie a v čele Alinoru stál nadále král z altmerské linie. Altmerská společnost byla pod vládou říše rozdělená. Část lpěla na svých tradicích a předsudcích k ostatním rasám, část společnosti se naopak přizpůsobila novým poměrům a režimu.[6] Ostrovy byly pod imperiální nadvládou zpřístupněny všem občanům říše, avšak archivy v Alinoru, studnice vědomostí, zůstávaly aspoň na počátku třetí éry lidem nepřístupné.[19] Na konci čtvrtého století vládl Alinoru král Coreriil, za jeho panování Alinor opětovně soupeřil se svým odvěkým rivalem Lillandrilem.[1] V roce 3E 433 došlo ke Vpádu Oblivionu, který Summersetské ostrovy zanechal v troskách. Není znám přímý dopad na město, nicméně následky události se historie města bezprostředně dotýkaly.[20] Čtvrtá éra Úspěchy za odražení invaze z Oblivionu si přivlastnil Thalmor, který během chaosu upevňoval svou moc na ostrovech. Zatímco oslabená říše se otřásala v základech - jednotlivé provincie se odtrhávaly od říše a uchazeči z řad šlechty bojovali o uprázdněný trůn - na Summersetských ostrovech, včetně hlavního města, došlo podle učenců k bojům mezi jednotlivými altmerskými frakcemi. Z těchto bojů vyšel vítězně Thalmor, který v roce 4E 22 uspořádal mocenský převrat v hlavním městě. Král Alinoru byl svržen, monarchie zrušena.[2][20] Následovaly pogrom, zřejmě mířený proti cizincům, a čistky, kdy byli z mocenských struktur odstraněni všichni nepohodlní.[20] Summersetské ostrovy se dostaly pod absolutní vládu Thalmoru, který ostrovy přejmenoval podle hlavního města na Alinor. Ostrovy se od té doby opět izolovaly od zbytku kontinentu, cizinci sem nesměli vstoupit a nový režim byl ještě radikálnější a xenofobnější, než předchozí vlády. V roce 4E 29 se Alinor stal hlavním městem obnoveného aldmerského spolku, poté co byl uspořádán převrat ve Valenwoodu.[2] V letech 4E 171 až 4E 175 proběhla mezi spolkem a říší Velká válka, kterou fakticky za cenu obrovských ztrát vyhrála říše. Nicméně oslabené impérium přijalo mírové podmínky ze strany spolku, tzv. Bělozlatý konkordát, kterým se zakazovalo uctívaní Talose.[2] Konkordát umožnil Thalmoru zasílat na území říše své agenty, kteří podmínky důsledně vymáhali. Mnozí říšští občané, kteří byli zajati Thalmorem byli trestáni, mučeni a unášeni do Alinoru. Stejně tak agenti, kteří nebyli dostatečně důslední, nebo selhali ve svém poslání, byli předvoláni do Thalmoru, kde byli podrobeni výslechu a převýchově.[21] Přes izolaci spolku se zachovaly písemnosti a důkazy o tom, že v omezené míře byl zachován obchodní kontakt. Přímé lodní spojení probíhalo i v roce 4E 200 mezi Alinorem a Solitude.[22] Geografie Řeka v Alinoru Alinor leží na jihozápadě ostrova Summerset. Město se rozkládá na úbočí, mezi horami a idylickými plážemi Oleandrového pobřeží. Centrem města protéká řeka, která se v blízkosti Alinoru na západě vlévá do Moře Perel. Podnebí v Alinoru je subtropické, po většinu roku zde vládnou příjemné teploty. Léta jsou horká, zatímco zimy mírné. V Alinoru také málokdy prší a je zde většinou jasno, nebo polojasno.[12] V okolí Alinoru se nachází úrodné nížiny, kde se díky příhodnému klimatu daří pěstování vína a ovoce. V horách v okolí města se nachází také husté lesy s bujnou faunou a vegetací, snad díky tomu si Alinor vysloužil přídomek \"Lesní město\".[1] Popis města Jelikož jsou Summersetské ostrovy po většinu věků přísně izolovány od zbytku Tammrielu a cizincům je sem až na výjimky vstup zakázán, je Alinor stejně jako ostrovy opředen mnoha tajemstvími. Zachovaly se tak více, či méně fantastické popisy hlavního města.[8] Například Kapesní průvodce po císařství (první vydání), uvádí o Alinoru tyto informace: \"Alinor, který je již téměř padesát let zakázaným městem, je zároveň hlavním městem Summersetských ostrovů a srdcem Aldmerského spolku. Lidští obchodníci měli povolen vstup pouze do jeho přístavů a město popisovali jako \"stvořené ze skla nebo hmyzích křídel\". Méně fantastické zprávy pocházejí od císařských vyslanců dynastie Remanů, kteří město popisují jako rovné a třpytivé, \"hypnotický vír hradeb a neskutečně vysokých věží, navržený tak, aby zachytil sluneční světlo a rozbil ho na jednotlivé složky barev, které leží rozložené na jeho kamenech, dokud nejste vděční za soumrak\".\" ―Císařská geografická společnost[src] Vysoké věže Alinoru, které se dotýkají nebes jsou popisovány také v průvodci, který sepsal altmerský zeměměřič.[23] Reálnou představu o podobě města si můžeme udělat z dob, kdy bylo město výjimečně dočasně otevřeno cizincům a přistěhovalcům. Stalo se tak v šestém století druhé éry. Tato sekce zahrnuje obsah a informace ze hry The Elder Scrolls Online, nebo jejích expanzí (kapitol) a DLC. Ulice v Alinoru Alinor je v té době jedním z největších měst Summersetských ostrovů. Rozkládá se na úbočí hory a omezený stavební prostor je umě řešen tak, že je město vystavěno v jednotlivých terasovitých úrovních. Alinor samozřejmě není vystavěn ze skla, ale základními stavebními materiály jsou kámen a mramor. Město je na západní straně, kde není chráněno horou, obehnáno mohutnou hradbou s mnoha věžemi a třemi bránami. Nad městem se tyčí majestátní královský palác, který je považován za jeden z nejkrásnějších hradů Tamrielu.[24] Hradební a palácové věže skutečně dosahují impozantní výše. Naleštěný bílý mramor městských budov odráží sluneční světlo a v průběhu denní doby se tak zdá, že budovy města tak skutečně mění svou barvu. Tyto prvky tak společně vytváří charakteristický dojem, kteří návštěvníci Alinoru popisují ve svých vzpomínkách. Městská zástavba není plánována podle přesného půdorysu, jako například Imperial City, ale je změtí křivolakých úzkých uliček, ústících na velká náměstí, domy jsou díky nedostatku místa stavěny souvisle jeden vedle druhého. Městské ulice a náměstí jsou kompletně vydlážděny, město je také plné zahrad, teras, zeleně, vinné révy a mnohé domy jsou porostlé břečťanem. Město v této době lze rozdělit přibližně na tři části, nebo čtvrti. Dolní město, rozdělené řekou na dvě části, kde se nachází městské centrum, tržiště, náměstí, obchody, chrám a další významná místa. Dále pak horní město, které se tyčí na terasách nad dolním městem a je v podstatě obytnou čtvrtí zdejší šlechty. V horním městě se nachází také královský palác, který je se zbytkem města spojen prostřednictvím vysokého mostu. Třetí částí jsou pak předměstí na Oleandrovém pobřeží, které tvoří především alinorský přístav a vinice. V následujících odstavcích si jednotlivé městské části blíže popíšeme.[UL 3] Čtvrti Dolní město Tato sekce zahrnuje obsah a informace ze hry The Elder Scrolls Online, nebo jejích expanzí (kapitol) a DLC. Ulice v \"Dolním městě\" Dolní město je živoucím centrem Alinoru. Na západní straně je ohraničeno vysokými městskými hradbami, zatímco na východě horním městem a městskými zahradami. Do města lze vstoupit skrze tři městské brány. Dvě z bran jsou menší a tedy vedlejší, první brána ze severní strany, slouží jako hlavní vchod do města a je reprezentativní a monumentální. Třebaže dolní město není položeno tak vysoko, jako horní, i zde se nachází mnoho teras. Křivolaké uličky ústí na mnohá náměstí. Nachází se zde také největší centrální náměstí Rinmawen's Plaza v jehož blízkosti stojí také Chrám Bohů. V dolním městě jsou obyvatelům k dispozici takřka všechny služby. Nachází se zde pět tržišť, hostinec a banka. Od východu k západu dolním městem protéká řeka, která jej rozděluje na dvě části. Řeku přehrazuje šest mostů.[12] Horní město Pohled na \"Horní město\" Horní město se nachází ve východní části města. Zdejší domy jsou vystavěny na terasách, které se tyčí nad dolním městem. Jedná se víceméně o obytnou čtvrť, kde žijí ti nejbohatší obyvatelé města, včetně vysoce postavených šlechticů a dvořanů. Svou pobočku zde také má Cech mágů. Součástí čtvrti je královský palác, do kterého se dá dostat pouze jedinou cestou vedoucí přes monumentální most. Přístav a předměstí Městský přístav Před městskými hradbami se nachází také poměrně rozsáhlé předměstí Alinoru. Nachází se zde proslulé Vinařství na Oleandrovém pobřeží, které spravuje rozsáhlé vinice v okolí města. Dále se na předměstí nachází doky, které patří k nejvýznamnějším přístavům v Tamrielu. V blízkosti doků leží také pevnost Cey-Tarn, která tvoří předsunutou obranu města a pobřeží před nájezdy Sloadů. Architektura Tato sekce zahrnuje obsah a informace ze hry The Elder Scrolls Online, nebo jejích expanzí (kapitol) a DLC. Starobylé město Alinor je ukázkovým příkladem altmerského stavebního slohu. Díky dlouholeté politice izolace si Alinor zachovává osobitý ráz. Základními stavebními materiály využívanými pro výstavbu jsou mramor, kámen a dřevo. Hlavní brána města a hradby Ve městě se dochovalo několik starověkých památek, které lze celkem dobře na první pohled odlišit od novějších a modernějších budov. Mezi základní znaky starověké architektury patří vysoké a štíhlé sloupy s dekorativními sloupovými hlavicemi a reliéfy.[UL 4] Sloupy jsou často uspořádány v dekorativních kolonádách, nebo sloupořadích a standardně ohrazují všechna významná alinorská náměstí. Typickým představitelem této starověké architektury je Rinmawen's Plaza. Na těchto památkách se podepsalo jejich stáří a třebaže Altmeři o své architektonické dědictví pravidelně pečují, mnohé z nich se nachází v rozvalinách. Zdivo starých památek tvoří velké kamenné bloky. Starověké zdivo je také často začleněno do novějších budov a lze jej rozeznat ve spodních úrovních těchto domů. Krom sloupořadí a několika málo torz veřejných budov, se dochovalo také několik kamenných, robustních a typicky kulatých věží. Domy z tohoto období se většinou nezachovaly, až na několik málo podzemních prostor. Dekorativní prvky hlavic sloupů a reliéfů tvoří většinou zpodobnění květů a rostlin.[12] Velký alinorský most Základním stavebním materiálem v případě moderní architektury je bílý mramor. Moderní architekti si velmi potrpí ne estetiku, dekorativnost a vkusnost. Obytné domy, které jsou většinou dvoupatrové, jsou opatřeny arkýři, vikýři a balkony. Klasickým znakem je také lomený oblouk v případě oken a bran.[UL 5] V křivolakých uličkách jsou k vidění bohatě zdobené arkády a podloubí. Výškové rozdíly ve městě jsou překonávány terasami a schodišti. Altmeři jsou také zdatnými staviteli mostů a řeku v Alinoru tak přehrazuje hned šest větších, či menších mostů. Z nichž zvlášť velkolepý a monumentální je vysoký most, spojující město s královským palácem. Všechny alinorské ulice jsou kompletně vydlážděny a ty nejvytíženější jsou opatřeny chodníky pro chodce. Město je zdobeno také bezpočtem realistických soch a oltáři a svatyněmi k uctění bohů. Zásobování vodou zajišťují bohatě zdobené fontány na náměstích. K dekorativním prvkům opět patří reliéfy na stěnách, hradbách i silniční dlažbě. K oblíbeným prvkům na reliéfech patří opětovně rostliny a osmicípé hvězdy, zobrazující božskou osmičku. Charakteristickým poznávacím znamením Alinoru jsou také jeho vysoké věže, které se hrdě tyčí nad městem. Naleštěný bílý mramor městských budov odráží sluneční světlo a změna denní doby vytváří dojem, jako kdyby město měnilo své barvy. Do alinorské zástavby je vkusně včleněna příroda. Město je plné pestrobarevných záhonů, stromů, zahrad a domy jsou porostlé břečťanem. Pamětihodnosti a body zájmu Tato sekce zahrnuje obsah a informace ze hry The Elder Scrolls Online, nebo jejích expanzí (kapitol) a DLC. Alinorská banka a důvěra — alinorská banka, která se nachází v centru města. Cech bojovníků — pobočka cechu bojovníků ve městě. Cech mágů — pobočka cechu mágů ve městě. Chrám Bohů — velká městská katedrála, kde je uctíván altmerský panteon. Královský palác — majestátní palác, sídlo vlády který je řazen mezi deset nejzajímavějších hradů Tamrielu.[24] Nachází se zde legendární alinorský trůn.[3] Městské zahrady — nacházejí se ve východní části města. Jedná se o oblíbené místo odpočinku. Náměstí Ruky — starobylé náměstí ve městě, kde mají své stánky především řemeslníci. Pevnost Cey-Tarn — pevnost na předměstí Alinoru. Poříční trh — jedno z městských tržišť, nacházející se dle názvu v blízkosti řeky. Pozlacená vidlička — kavárna v dolní části města. Přístav — alinorské doky. Rinmawen's Plaza — centrální náměstí v Alinoru, obklopené stánky řemeslníků a obchodníků.[UL 6] Trh Aedry — jedno z významných tržišť, které se nachází v centru města. U Zlatého gryphona — oblíbený alinorský hostinec, který nabízí také ubytovací služby. Útočiště psanců — útočiště psanců, které se nachází v podzemí Alinoru. Velký most v Alinoru — monumentální most, který se tyčí vysoko nad městem a spojuje královský palác se zbytkem města. Vinařství na Oleandrovém pobřeží — nachází se na předměstí Alinoru a spravuje rozsáhlé alinorské vinice, je zde vyráběno znamenité víno. Vláda Alinor se již od dob merethické éry těší statutu hlavního města. Během své dlouhé historie byl Alinor hlavním městem Summersetských ostrovů, faktickým hlavním městem tří aldmerských spolků a správním centrem císařské vlády nad ostrovy v době třetí éry. Díky svému postavení je Alinor nejvýznamnějším městem Summersetských ostrovů, sídlem vlády a většiny správních úřadů. Tato sekce zahrnuje obsah a informace ze hry The Elder Scrolls Online, nebo jejích expanzí (kapitol) a DLC. Proslulý alinorský trůn Od merethické éry až do ranných let čtvrté éry byl Alinor sídelním městem krále a jeho dvora. Alinorští králové vládli městu a ostrovům z královského paláce, který se majestátně tyčil nad zbytkem města. Králové vládli v přísném souladu s pravidly Svitků Praxe, které stanovovaly téměř vše v životě monarchy od ceremoniálu, přes protokol až po příhodný čas, kdy převést na svět dědice trůnu. Dědicové trůnu byli zpravidla imatrikulování do labyrintu sapiarchů, aby se během 3 555 dní vzdělávali a připravovali na převzetí vlády.[9] Uvedení do labyrintu doprovázel ceremoniál, kterého se účastnila celá královská rodina.[11] Korunovaci panovníků provázely náročné ceremonie a liturgie, trvající 88 dní.[9] Monarchové vládli městu a ostrovům s pomocí mnoha institucí a úřadů. U dvora zpravidla sloužili sapiarchové, akreditovaní učenci a mudrci, kteří pečovali o aldmerské a altmerské tradice, kulturní dědictví a vědomosti. Každý sapiarcha měl na starosti jeden studijní odbor, za který plně odpovídal a ve kterém byl odborníkem. Tito mudrci měli na alinorské panovníky velký vliv a těšili se velké váženosti.[25] Králové se podíleli na vládě také spolu se šlechtou, nejvyšší altmerští šlechtici měli titul Kinlord, nebo Kinlady a měli na starosti vládu nad ostatními městy. Šlechta žila buď přímo v Alinoru, nebo sem aspoň často cestovala. V Alinoru sídlili také soudci. Důležitým orgánem již od dob druhé éry byl také Thalmor, který se dělil na dvě větve - diplomatickou a vojenskou. V Thalmoru sloužili soudní vykonavatelé, Božská perzekuce[26] a justicionáři, kteří měli na starosti vymáhání práva. O bezpečnost Alinoru se starala městská stráž.[12] Tato sekce zahrnuje obsah a informace ze hry The Elder Scrolls V: Skyrim, nebo jejích expanzí Dawnguard, Hearthfire a Dragonborn. Od dob čtvrté éry zůstává zahaleno tajemstvím, jakým způsobem je Alinor spravován. S určitostí víme jen to, že Thalmor po státním převratu zrušil tisíce let trvající alinorskou monarchii.[2] Je tak velmi pravděpodobné, že Alinor je spravován přímo Thalmorem.[27] Ekonomika Mapa obchodních tras Východocísařské obchodní společnosti Alinor je ekonomickým centrem Summersetských ostrovů a jedním z nejdůležitějších přístavů Tamrielu. Již v první éře jsou zmíněny alinorské loděnice jako místo, kde byly stavěny lodě pro Loďstvo všech vlajek.[7] Během druhé éry byl Alinor jediným městem, do kterého měli omezeně přístup cizí obchodníci.[8] Rozkvět obchodu přinesl rok 2E 582, kdy byly královským výnosem otevřeny hranice Summersetu všem cizincům. Kupci z kontinentu tento výnos oslavovali, protože jim přinesl nové obchodní příležitosti. Z té doby se zachovala svědectví o tom, že Altmeři se sice chovali k cizincům přezíravě, ale jejich zbožím nepohrdli a byli ochotní za něj utratit mnohem vyšší částky, než příslušníci jiných ras.[28] Později došlo k opětovnému uzavření ostrovů a Alinor byl znovu jediným přístupným městem pro cizí obchodníky. To vedlo na jednu stranu k ochlazení obchodu s ostrovy, na druhou stranu z tohoto zákazu profitoval právě Alinor na úkor ostatních summersetských měst. K otevření hranic a novým obchodním příležitostem pak došlo ve třetí éře, kdy se ostrovy staly součástí tamrielského impéria. Alinor byl jedním z nejvýznamnějších přístavů pro oblast jihozápadního Tamrielu, který využívala Východocísařská obchodní společnost. Alinor měl v té době pravidelné obchodní a námořní spojení především s městy Duskem, Port Hundingem a Senchalem.[29] Tato sekce zahrnuje obsah a informace ze hry The Elder Scrolls Online, nebo jejích expanzí (kapitol) a DLC. Náměstí Ruky Hlavním vývozním artiklem je především víno z vinic na Oleandrovém pobřeží, které je exportováno na kontinent a tamější šlechta za něj utrácela obrovské sumy, což z tohoto vína činilo luxusní zboží.[30] V okolí Alinoru je také těžen kámen, který je dovážen na Auridon.[31] Naopak do Alinoru se dováží zboží z celého Tamrielu, podle všeho zvláště pak potraviny, jelikož Alinor je znám pro svou exotickou a kosmopolitní kuchyni.[23] Nad pořádkem v přístavu a dodržováním práva dohlíží Thalmor a jeho justicionáři.[12] Obchody a služby Tato sekce zahrnuje obsah a informace ze hry The Elder Scrolls Online, nebo jejích expanzí (kapitol) a DLC. Ve druhé éře (The Elder Scrolls Online: Summerset) jsou v Alinoru k dispozici následující služby: Alinorská banka a důvěra — alinorská banka, která se nachází v centru města. Cech bojovníků — pobočka cechu bojovníků ve městě. Cech mágů — pobočka cechu mágů ve městě. Chrám Bohů — velká městská katedrála, kde se nachází oltáře. Náměstí Ruky — starobylé náměstí ve městě, kde mají své stánky především řemeslníci. Poříční trh — tržiště na jihu Alinoru, kde působí především nábytkáři. Pozlacená vidlička — kavárna v dolní části města. Rinmawen's Plaza — centrální náměstí v Alinoru, obklopené stánky řemeslníků a obchodníků. Trh Aedry — jedno z významných guildovních tržišť, které se nachází v centru města. U Zlatého gryphona — oblíbený alinorský hostinec, který nabízí také ubytovací služby. Útočiště psanců — útočiště psanců, které se nachází v podzemí Alinoru. Zázemí gladiátorů — zboží a služby pro gladiátory. Tato sekce zahrnuje obsah a informace ze hry The Elder Scrolls: Arena. Ve třetí éře (The Elder Scrolls: Arena) jsou v Alinoru k dispozici následující služby: 7 chrámů.[32] 25 hostinců.[32] 18 obchodů.[32] Nemovitosti Tato sekce zahrnuje obsah a informace ze hry The Elder Scrolls Online, nebo jejích expanzí (kapitol) a DLC. Ve druhé éře (The Elder Scrolls Online: Summerset) jsou v Alinoru k dispozici k prodeji následující nemovitosti: Alinorský erbovní městský dům — je velký panský dům v horní části města, který mohou hráči zakoupit. Cena je 1 025 000 zlatých, nebo 6 000 korun za nezařízený dům, nebo 7 500 korun za zařízený dům. Pokoj U Zlatého gryphona — je hostinský pokoj, který lze zakoupit za 3 000 zlatých. Demografie Tato sekce zahrnuje obsah a informace ze hry The Elder Scrolls Online, nebo jejích expanzí (kapitol) a DLC. V šestém století druhé éry je Alinor nejlidnatějším městem Summersetských ostrovů.[12][UL 7] Díky ediktu o otevření hranic je v té době Alinor kosmopolitním městem, jelikož do něj přichází mnozí přistěhovalci z kontinentu. Domovskou rasou Alinoru jsou Altmerové, kteří tvoří 57,5 % ze všech obyvatel města. Druhou nejhojněji zastoupenou rasou Khajiité, kteří tvoří 7,5 %. Zbylých 35 % tvoří zástupci všech ostatních ras.[UL 8] Příchod cizinců do Alinoru působí ve druhé éře značné potíže a napětí mezi Altmery a ostatními rasami. Většina Altmerů zachovává tradiční xenofobní postoje, kdy sami sebe považují za vyšší rasu a všechny ostatní, včetně Bosmerů, za rasy nižší. Altmerové pohrdali především způsoby Bosmerů a Khajiitů a považovali je za barbarské a necivilizované. Vysocí elfové byli pohoršeni způsobem, jakým Bosmeři stolovali, nebo jejich vírou, kterou považovali za barbarské rouhání.[15] Cizinci si zase stěžovali na nepřijatelné chování ze strany Altmerů, kteří se k nim chovali přezíravě a nadřazeně.[33] V Nordech zanechávali Altmerové dojem, že se k nim chovají zle jen protože nevypadají jako oni.[26] Náboženství Chrám Bohů Altmerové jsou velmi nábožensky založeným národem. Altmerský panteon zahrnuje uctívání božské osmičky, nejvyšším bohem je Auri-El, kterému je v hlavním městě zasvěcen chrám.[34] Náboženským střediskem je Chrám Bohů v centru města, kde se nachází svatyně a oltáře Auri-Ela, Mary a Stendarra. Altmerští věřící, kteří jsou ve své víře mnohdy až fanatičtí, chrám pravidelně navštěvují, aby zde uctili své bohy, účastnili se bohoslužeb, nebo se jen krátce pomodlili. Podobně jako v jiných oblastech života, i na náboženské zvyky ostatních ras pohlíží mnozí Altmerové s pohrdáním a opovržením a cizince snášejí ve svých chrámech jen velmi neradi. V ulicích často kážou fanatici a obracejí davy proti náboženstvím jiných národů. Krom chrámu se po celém městě nalézá množství svatyň a oltářů, kde se mohou věřící pomodlit ke svým bohům.[12] Významné postavy z Alinoru Král Hidellith Královna Ayrenn Princ Naemon Zastupující královna Alwinarwe Kultura Městský život, umění a zábava Umělkyně v Alinoru Alinor je živoucím městem a centrem altmerské kultury. Občané města jsou velmi společenští a rádi tráví čas v městských ulicích, kde mají příležitost potkat své sousedy a popovídat si s nimi. Místem setkávání jsou městské ulice, náměstí, zahrady, hostince a kavárny. Vzdělaní občané rádi tráví čas posezením v zahradách, kde si mohou v klidu číst a rozjímat. Na ulicích a náměstích často baví kolemjdoucí různí kejklíři, žongléři a umělci. Nejoblíbenějším hudebním nástrojem altmerských umělců je harfa.[35] Na tu hudebníci hrají nejen v městských ulicích, ale také v paláci. Dalším oblíbeným nástrojem je loutna. Umělci hru na hudební nástroje často doprovází zpěvem. Šlechta často pořádá recepce, bankety, bály a bohaté večeře.[12][13] Kuchyně Alinor je znám pro svou kosmopolitní a exotickou kuchyni.[23] Víno z alinorských vinic na Oleandrovém pobřeží je vysoce ceněné nejen na Summersetských ostrovech, ale také na kontinentu. Toto víno je vyhlášené, extrémně drahé a luxusní. Altmerové o tomto víně říkají, že je tak vzácné, že si jej lze vychutnat pouze z poháru zdobeného safíry. Šlechta podává vinaigrettu (omáčku), jejíž důležitou přísadou je právě toto víno. Někteří lidé považují používání tak drahého vína jako přísady do omáčky za plýtvání.[36] Kromě vína jsou v alinorských sadech pěstovány také vyhlášené broskve.[36] Vzdělanost a literatura Hlavní město vznešených elfů je také centrem vzdělanosti. Z Alinoru pochází mnoho význačných učenců, kteří jsou autory významných literárních děl. Autorka Alanya z Alinoru sepsala dílo Tamrielská kaligrafie, které se zabývá kaligrafií napříč jednotlivými tamrielskými národy.[37] Ve městě působí také mnoho vzdělávacích institucí a společností. Patří sem třeba Společnost pro pozorování ptáků. Haenelisse, místopředseda této společnosti, sepsal dílo Ptáci z Wrothgaru.[38] V Alinoru také působí mnozí učenci a sapiarchové, zabývající se různými studijními odbory.[25] Ve městě také sídlí proslulé archivy, které ukrývají mnohá literární díla, která jsou cizincům z kontinentu zapovězna.[19] Alinor je také zřejmě inspirací pro mnohé spisovatele, neboť se objevuje, nebo je zmiňován i v mnoha básních a beletrických dílech. Z nich jmenujeme například báseň Nevěsta z Alinoru s hvězdnýma očima[39], nebo beletrii Feyfolken.[34] Doprava Alinor leží na jihozápadě Summersetských ostrovů. Jedná se o jeden z nejvýznamnějších tamrielských přístavů a lodě z Alinoru plují do tak vzdálených měst jakými jsou Port Hunding, Senchal, nebo Solitude. Město je napojeno na kvalitní silniční síť na ostrově Summesetu a má tak vynikající spojení s ostatními městy. Většina obyvatel města využívá k přepravě koně, povozy, nebo lodě. Pozemní doprava Tato sekce zahrnuje obsah a informace ze hry The Elder Scrolls Online, nebo jejích expanzí (kapitol) a DLC. Severní silnice — z Alinoru vede jediná silnice severním směrem. Ta spojuje město s přístavem a v městečku Rellenthil se rozdvojuje a pokračuje dále na sever do měst Lillandril a Cloudrest a na východ do města Shimmerene. Námořní doprava Tato sekce zahrnuje obsah a informace ze hry The Elder Scrolls Online, nebo jejích expanzí (kapitol) a DLC. Elden Root — obousměrné spojení. Mournhold — obousměrné spojení. Wayrest — obousměrné spojení. Portál Tato sekce zahrnuje obsah a informace ze hry The Elder Scrolls Online, nebo jejích expanzí (kapitol) a DLC. Cestovní svatyně — se nachází v centru města a umožňuje teleportaci do jakékoliv jiné svatyně v rámci Tamrielu. Související Questy Tato sekce zahrnuje obsah a informace ze hry The Elder Scrolls Online, nebo jejích expanzí (kapitol) a DLC. Culture Clash: pomozte Rigurtovi Drzému získat audienci u zastupující královny. Divine Deputation: Přijměte práci pro Božskou Perzekuci. Duelist's Dilemma: Pomozte orkovi připravit se na souboj podle zvyklostí vznešených elfů."
}