{
    "title": "Altmer (Online)",
    "table_of_contents": [
        "Obsah",
        "1 Oficiální popis",
        "2 Pasivní rasové schopnosti",
        "3 Významní altmerové",
        "4 Galerie",
        "5 "
    ],
    "infobox": "",
    "content": "Altmerská žena a altmerský muž. Pro více informací, přejděte na stránku: AltmerovéHlavní článek: Rasy (Online) \"Rasové dovednosti vznešených elfů odráží jejich magický talent zvýšením jejich poškození kouzly, obnovy, základní many a získávání zkušeností. Jejich bonusy pomáhají definovat jejich rasu jako hrdé a mocné mágy.\" ―Popis rasy[src]Altmerové, neboli vznešení elfové jsou jednou z devíti základních hratelných ras v The Elder Scrolls Online. Jsou součástí Aldmerského spolku, společně s bosmery a khajiity, ale objevují se i v jiných aliancích. Vznešení elfové jsou původní osídlenci Tamrielu, kteří vynalezli jazyk, který se na kontinentu používá dodnes. Sami sebe považují za potomky bohů a za nadřazené nad všemi smrtelníky. Tito elegantní a sofistikovaní elfové jsou většinou přirozeně nadaní v magii. Oficiální popis „Vznešení elfové, neboli altmerové, dorazili do Tamrielu před tisíci lety ze Staré Aldmeris. Sami sebe vidí, možná oprávněně, jako vládnoucí tamrielskou rasu. Jsou vysoce kultivovaní, známí po svoji dechberoucí architekturu a své obrovské historické knihovny a svá kreativní díla. Bývají izolacionisté, převážně zůstávají v Summersetských ostrovech a odcházejí pouze pokud se objeví nějaká veliká hrozba pro jejich domovinu. Jsou to mocní mágové a válečníci, a de facto i vůdci Aldmerského spolku.“ Pasivní rasové schopnosti Vznešený Při používání hole ničení je získávání zkušeností pro tuto dovednostní linii o 15 % rychlejší. Zvyšuje získávání zkušeností o 1 %. Obnova kouzel Po aktivaci schopnosti třídy obnovuje ___ bodů many nebo výdrže podle toho, čeho je méně. Tento účinek se může stát každých 6 sekund. Snižuje brané poškození o __ % při použití schopnosti s delší dobou seslání. Stupeň 1: 200 bodů, 1 % (Odemčeno od úrovně 5) Stupeň 2: 400 bodů, 2 % (Odemčeno od úrovně 15) Stupeň 3: 640 bodů, 5 % (Odemčeno od úrovně 30) Syrabanovo poženhnání Zvyšuje maximum many o ___ bodů. Stupeň 1: 600 bodů (Odemčeno od úrovně 10) Stupeň 2: 1200 bodů (Odemčeno od úrovně 20) Stupeň 3: 2000 bodů (Odemčeno od úrovně 40) Živelný talent Zvyšuje poškození kouzel o ___ bodů. Stupeň 1: 86 bodů (Odemčeno od úrovně 25) Stupeň 2: 172 bodů (Odemčeno od úrovně 35) Stupeň 3: 258 bodů (Odemčeno od úrovně 50) Významní altmerové Královna Ayrenn – Královna Alinoru a vůdkyně Aldmerského spolku. Mannimarco – První nekromant a hlavní agent Molag Bala v Tamrielu. Vanus Galerion – Mág Psijického řádu a zakladatel Cechu mágů. Ostion – První Wilderking, bůh uctívaný bosmery. Aranias – Wilderqueen, Ostionova nástupkyně."
}