{
    "title": "Altmerové",
    "table_of_contents": [
        "Obsah",
        "1 Historie",
        "1.1 První éra",
        "1.2 Druhá éra",
        "1.3 Třetí éra",
        "1.3.1 Vpád Zapomnění",
        "1.4 Čtvrtá éra",
        "1.4.1 Velká válka",
        "2 Společnost a náboženství",
        "3 Galerie",
        "4 Zdroje"
    ],
    "infobox": "",
    "content": "Ilustrace typického altmerského muže Altmerové, nebo jak si sami říkají, „Kultivovaní lidé“, pocházející ze Summersetských ostrovů, jsou vysocí a mají zlatou pleť. Občané Tamrielu je také znají pod jménem vznešení elfové.[1] V Tamrielu slovo „vznešený“ znamená hrdý nebo snobský, a jelikož altmerové obecně tyto vlastnosti ztělesňují, tak je „nižší rasy“ obvykle nenávidí.[2] Žijí dvakrát až třikrát déle než lidé (když je altmerovi 200 let, je považovaný za starého a když je mu 300, tak je již hodně, hodně starý).[3] Sami sebe považují za nejcivilizovanější tamrielský národ. Dokonce i jazyk používaný po celém kontinentu je založen na altmerském jazyku a písmu, a většina umění, zákonů a vědeckých oborů Císařství mají původ v altmerských tradicích.[4][5] Altmerové jsou v magickém umění nejnadanější ze všech ras a jsou také dost odolní vůči nemocem. Zároveň jsou i velmi náchylní k ohni, mrazu a bleskům, což je dělá velmi slabé proti jejich nejsilnější stránce – magii. Také je to nejdéle žijící a nejinteligentnější tamrielská rasa a často se z nich stávají mocní mágové, právě díky jejich náklonnosti k magii a dlouhé délce života, kterou mohou využít ke studiím. Historie Mapa Summersetských ostrovů Altmerové jsou považovaní za nejpřímější, nejméně změněné potomky původních aldmerských elfů.[4] Když aldmerové opustili jejich domovský ostrov Aldmeris, většina nebo možná všichni se nejdříve usadila na Summersetských ostrovech.[4][6] Velká část jejich historie je buď ztracena nebo zatajena, ale víme, že mnoho výjimečných zřícenin a struktur, jako například Ceporahská věž, předchází jejich příchod alespoň o několik stovek let.[4] Ve starodávných dobách pravděpodobně válčili se sloady z Thrasu a s ostatními zvláštními a neznámými tvory o vládu nad Summersetem.[4][7] V jeden čas se sešli, aby postavili Krystalovou věž jako monument duchu jejich rasy, která se stala vrcholkem magického učení až do stavby Arkánské univerzity.[4] Sociální neshody mezi aldmery vyvrcholili k řadě migrací ze Summersetu do různých oblastí Tamrielu, nejvýznamnější z nich byl prorok Veloth, což vedlo k velikému rozrůznění elfích ras, jako například chimerové, bosmerové a ayleidé. Jak a kdy vzešli dwemerové a sněžní elfové k existenci, nám není jasné, ale máme za to, že mají všichni stejný původ.[4][8][9][10] Mnoho různých, často dosvědčujících legend tvrdí, že rozdíly každé rasy byly následkem uctívání různých bodů.[9][11][12][13][14][15] První éra Zatímco pevnina během první a druhé éry prožívala mnoho problémů a legend zároveň, moře ochránilo altmery před jejich problémy. Přesto měli své vlastní vnitřní konflikty. Spory mezi Skywatchem a Firstholdem, a Alinorem a Lillandrilem, které často vyvrcholili ve válku. Mnohem nebezpečnější byly pokusy o invazi ze vzdálených zemích Thrasu a Pyandoney.[16] Sloadové z Thrasu se pokoušeli dobýt Summerset použitím nekromancie a děsivé mašinérie. Přestože se jim nikdy nepodařilo ostrov získat, způsobili altmerům horory, které si pamatují i dodnes: Vyplenění Skywatche v 1E 1301 a Uvichilská válka mezi lety 2911 a 2917.[16] Maormerové v první a druhé éře prakticky nepřestávali na Summerset útočit. Bylo to právě kvůli nim, proč altmerové založili válečné loďstvo a dodnes excelují v boji na moři.[16] Druhá éra Nakonec je přestalo bavit žít v neustálém ohrožení a ve druhé éře utvořili Aldmerský spolek s valenwoodskými bosmery a elsweyrskými khajiity.[4] Spolek koncem roku 580 vstoupil do Alianční války,[17] aby získal cyrodiilský Rubínový trůn a vládu nad Tamrielem, a zároveň zamezit Daggerfallské smlouvě a Ebonheartskému paktu v dosažení toho samého. Hlavním cílem Prvního spolku bylo nastolit nový věk elfí vlády po celém Tamrielu, aby ochránil zemi od lehkomyslných činů mladších ras. To se jim ovšem nepovedlo a Spolek byl v neznámé době rozpuštěn. V roce 830 utvořili Druhý aldmerský spolek. Thalmor dobyl bosmerské území a sjednotil Summerset a Valenwood pod jednou vlajkou.[18] Spojili se také s některými reachmeny, maormery z Pyandoney a Elsweyrskou konfederací. V té době také došlo ke vzestupu Třetího císařství, vedeného Tiberem Septimem, který získal od Tribunálu Numidia a v roce 896 dobyl Summerset. Tím Druhý spolek skončil. Třetí éra Po svém dobytí, altmerové žili ještě 300 let po smrti Tibera ve strachu. Jejich hrdost byla kvůli němu poškozena.[16] Během války ostrova v roce 110 se maormerové pokusili Summerset dobýt a téměř se jim to podařilo. Altmerové museli tak museli přijmout pomoc Císařství, aby přežili. Altmerové na to vzpomínají se studem a zděšením, a tak se mezi mládeží začali objevovat nepokoje.[4] Altmerové, během Císařského simulakra, zaútočili na Valenwood. Tato událost se do dějin zapsala jako válka modrého předělu. Altmerům se zároveň podařilo po cestě získat pár přímořních ostrovů[19] Největší poškození zanechali zničením valenwoodských přístavů.[20] Vpád Zapomnění V roce 433, kdy nastal Vpád Zapomnění, se začaly brány Zapomnění otevírat po celém Tamrielu, včetně Summersetských ostrovů. Altmerové tomu říkali Velké utrpení. Mnoho altmerů se pokoušelo uniknout na lodích, ale moře je všechny potopilo.[21] Elfové se někdy i vrhli do bran v pokusu je uzavřít. Thalmor byl již tehdy velmi mocnou frakcí, a tak mu byla Krystalová věž přinucena dát větší moc a autoritu. Tím byl Summerset zachráněn před porážkou hord daeder.[22] Z tohoto důvodu se Thalmor považuje za „zachránce merů“.[23] Když Martin Septim zastavil invazi porážkou Mehrunes Dagona v Imperial City, Thalmor rychle zakročil a začal prohlašovat, že to byl právě Thalmor, kdo to způsobil. Frakce tvrdila, že hrozbu ukončila pomocí nepatrných kouzel a tím byli uznávaní altmerskou rasou. Kvůli této nově nalezené slávě, všichni, co o nich pochybovali, byli vykázáni ze Summersetu. Nejznámější z nich Rynandor Odvážný, jeden z několika pár přežívajících ochránců Krystalové věže.[24] Čtvrtá éra Poté co Thalmor nechal potentáta Ocata zavraždit, začalo Stormcrownské interregnum. Tehdy převzal Thalmor naprostou vládu nad Summersetem,[25] v roce 22 vyhlásil nezávislost a přejmenoval provincii na Alinor, jméno starší než lidská rasa.[22] Krátce poté začal Thalmor zabíjet všechny, co nebyly „aldmeří krve“, což také využil jako záminku na zabíjení opozičníků v zemi. Nedlouho poté co Titus Mede usedl na trůn, Thalmor a jeho bosmerští sympatizanti zorganizovali ve Valenwoodu převrat a navrátili Aldmerský spolek.[25] Pak přerušili všechny kontakty s Císařstvím a 70 let byli potichu. Během Nicotných nocí (Void Nights), získal Aldmerský spolek Anequinu a Pelletinu jako závislé země, čímž navýšili svojí moc.[22] Velká válka 30. ledopádu roku 171 vyslal Aldmerský spolek do Imperial City velvyslance s darem v zahaleném povozu a ultimátem pro nového Císaře. Přestože věděl, že je císařská armáda značně oslabena, Titus Mede II. ultimátum zavrhl. Tak ještě toho roku začala Velká válka, která skončila v roce 175 s podepsání Bělozlatého konkordátu, který zajistil mír. Císař tento mír považoval za důležitý proto, aby se legie vzpamatovali.[22] Hammerfellští redguardi ovšem nebyli ochotní Konkordát podepsat. Jedna z podmínek byla, že měl Hammerfell dát velkou část území Spolku, což redguardi netolerovali. Válka tak v provincii trvala ještě dalších pět let a skončila v roce 180. Jižní Hammerfell byl zdevastovaný. Mezi Císařstvím a redguardy se utvořila trpká nenávist.[22] Mnoho altmerů ovšem s Thalmorem nesouhlasili, ale jen málo z nich se odvážilo se ozvat.[26] Společnost a náboženství V době kdy byla Krystalová věž v meretické éře postavená, elfové Summersetských ostrovů měli relativně rovnostářskou společnost, ačkoli sociální rozvrstvení se přes milénium pomalu vyvinula v tvrdou hierarchii vrstev. Moudří (učitelé a kněží) se stali tou nejvyšší vrstvou, následovali je Umělci, Princové, Válečníci, Statkáři, Obchodníci, Dělníci a zotročení tvorové, jako byli skřeti.[4] Raná lidská literatura vyobrazila vznešené elfy ve špatném světle, ačkoli její nestrannost je velmi pochybná. Bylo naznačeno, že altmerové praktikovali eugenické vraždění dětí, zabíjeli devět z desíti novorozenců, kvůli rasové nečistotě. Také bylo řečeno, že altmerská jména jsou jednoduše kombinace čísel v jejich vlastním jazyce, a že se altmerská kultura točí kolem prokazování svého sociálnímu statusu.[18] Něco z toho je ovšem založeno na pravdě; altmerové narození s deformitami nebo rasovou nečistotou jsou svými rodiči opuštěny jako Hulkynd (občas jsou vychovaní Stendarrovými bdícími),[27] a celá jména altmerů jsou poměrně rozsáhlá, zobrazují patrilineární a matrilineární dějiny, společně s historií jejich klanu.[28] Altmerský mýtus o stvoření začíná před začátkem éry úsvitu a času: pravěká síla Anu, nehybnost nebo řád, stvořil Anuiela, duši všech věcí, aby mohl poznat sám sebe.[29][30] Anuiel z toho samého důvodu stvořil Sithise, který představoval sílu změny a chaosu a shrnutí všech omezení, a jejich vzájemné působení dalo vzniku Aurbisu, kde se Prvotní duchové, aedry a daedry, utvořili ještě před vznikem Mundu.[29][31] Starodávní aldmerové věřili, že jsou poměrně slabými potomky aeder, jejichž aspekty obydleli Mundus, aby mohl přežít i přes Lorkhanovu zradu.[29] Jak se jejich hierarchická společnost vyvíjela, nižší vrstvy přestaly uctívat své „nižší“ aedry, aby přijaly ty jejich sociálních „nadřízených“.[4] Tak se altmerský panteon pomalu utvářel kolem nejznámějších a nejpopulárnějších aeder, kterými byli Auriel, Trinimac, Syrabane, Phynaster, Magnus, Y'ffre a mnoho dalších, kteří byli později zařazeni do Svaté Devítky.[4][29][32] To se samozřejmě neobešlo bez kritiků.[4] Jak bylo již uvedeno, kdykoliv měla v éře úsvitu menšina nějaký druh socio-politické nebo teologické neshody s většinou, opozičníci odešli a obvykle se stali jinými rasami merů. Někdy v meretické éře, jedna skupina opozičníků, která oponovala evoluci tradičního altmerského panteonu, opustila Summerset, ale přesto zůstala stoprocentními altmery. Psijicové se rozhodli následovat mystické Staré způsoby Aldmeris a usídlili se na Artaeu, třetím největším ostrově Summersetu, přesto se jim údajně podařilo udržet přátelský vztah s jejich namyšlenými bratry na pevnině. Předpokládáme, že používají svoji pokročilou magii, aby ochránili altmery v časech konfliktu.[4][33][34] Vůdce psijiců, obřadní mistr Iachesis, je údajně vedl po celou první éru (okolo tří tisíc let), což nám naznačuje dlouhověkost altmerské rasy.[34][35] V posledních letech (pro altmery v posledních několika stovek let), mladí altmerové usilovali o sociální reformu, neobvyklý fenomén pro národ, který je zvyklý na to, že opozičníci prostě odejdou.[4] Existuje jen pár míst, kam by ještě mohli jít. K nějakým změnám ale došlo: poprvé altmerové dovolili ostatním rasám vstoupit na jejich břehy; některým bylo dokonce dovoleno vstoupit na pozici šlechty.[4] Spousta mladých vzdorovitých altmerů se obrátili k psijicům a někteří bojovní radikálové zase k terorismu.[4]"
}