{
    "title": "Altmer (Morrowind)",
    "table_of_contents": [
        "Obsah",
        "1 Základní atributy",
        "2 Dovednostní bonusy",
        "3 Speciální schopnosti",
        "4 Ideální postava"
    ],
    "infobox": "",
    "content": "Hlavní článek: Rasy (Morrowind) \"Vznešení elfové se považují za nejcivilizovanější tamrielský národ; společný jazyk Říše, tamrielština, je založený na altmerské mluvě a písmu, a většina umění, řemesel a věd v Císařství má svůj původ v tradicích těchto elfů. Jsou hbití, inteligentní, mají silnou vůli a jejich talent často spočívá v magii. Zároveň se chlubí tím, že jejich magické nadání způsobuje, že jsou mnohem odolnější vůči nemocem než „nižší rasy“.\" ―Popis rasy Altmerové, samozvaní „kultivovaní lidé“, jsou vysocí elfové se zlatou pletí, pocházející ze Summersetských ostrovů. Tamrielští obyvatelé je znají také jako vznešené elfy. V Císařství je slovo „vznešený“ často chápané jako hrdý nebo snobský, a jelikož altmerové tyto vlastnosti obecně ztělesňují, „nižší rasy“ k nim cítí odpor. Altmerové žijí dvakrát až třikrát déle než lidé; když je altmerovi 200 let, je považovaný za starého, a 300 let starý altmer je již velmi, velmi starý. Vznešení elfové považují sami sebe za ten nejcivilizovanější tamrielský národ; společný jazyk kontinentu je založený na jejich mluvě a písmu a většina umění, řemesel a věd vychází z jejich tradic. Altmerové jsou nejtalentovanější, co se týče magie, ze všech ras a mají vysokou odolnost vůči nemocem. Zároveň jsou také náchylní k magii, ohni, mrazu a bleskům, což je dělá velmi slabé vůči jejich nejsilnější stránce – magii. Patří mezi nejdéle žijící a nejinteligentnější rasy Tamrielu a často se z nich stávají nejmocnější mágové jak díky jejich nadání, tak díky jejich oddanosti ke studiím. Základní atributy Atributy M Ž Síla 30 30 Inteligence 50 50 Síla vůle 40 40 Hbitost 40 40 Rychlost 30 40 Odolnost 40 30 Osobnost 40 40 Štěstí 40 40 Dovednostní bonusy Dovednost Bonus Ničení +10 Očarovávání +10 Alchymie +10 Proměny +5 Vyvolávání +5 Iluze +5 Speciální schopnosti Schopnost: Odolnost vůči nemocem Odolnost vůči běžným nemocem 75 % Schopnost: Zranitelnost vůči bleskům Zranitelnost vůči bleskům 25 % Schopnost: Zranitelnost vůči mrazu Zranitelnost vůči mrazu 25 % Schopnost: Zranitelnost vůči ohni Zranitelnost vůči ohni 50 % Schopnost: Zranitelnost vůči magii Zranitelnost vůči magii 50 % Schopnost: Magický bonus Posílení maximální many 1,5x inteligence (o 150 % více many) Ideální postava Přestože jsou bretonci jen nepatrně lepší v ochranné magii, altmerové jsou v magii celkově lepší. Jako altmer získáte mnohem více many než bretonec (jediná další rasa s magickým bonusem). To je ten největší důvod, proč si vybrat právě tuto rasu, jelikož s takovým množstvím many se nemusíte tolik obávat náročnějších kouzel. Obzvlášť nenasytní hráči si pak mohou zvolit znamení se schopností posílení maximální many, aby se nemuseli nikdy potýkat s nedostatkem many, ale přesto musí snášet častý odpočinek, potřebný k jejímu obnovení – alchymie poskytuje způsob rychlejší obnovy za použití lektvarů a altmerové mají v této dovednosti počáteční bonus. Altmerové mají také jako jediná rasa bonus v Očarovávání, které ironicky nevyžaduje použití many. Mějte tento fakt na paměti, pokud chcete hrát jako zaklínač, jelikož Očarovávání jde vylepšit obtížně, takže každý bonus je dobrý. Dilema nastává se značným množstvím slabin. Zkušení hráči si s těmihle obtížemi dokáží vypořádat, ale na začátku hry máte vážnou nevýhodu proti jakékoliv postavě, která používá magii. Z tohoto důvodu bude lepší, když si budete v boji udržovat odstup. V tomto ohledu mají ženy výhodu, protože mají zvýšenou rychlost. Za pomocí této taktiky můžete hrát za kouzelného ostřelovače, mající vysokou rychlost (nebo alespoň významný efekt pírka/břemena) a používaje kouzla školy Ničení. Morrowind samozřejmě nabízí dostatečné množství možností, takže cokoliv můžete udělat, aby vás to ochránilo před magií, je naprosto ideální: Odražení, Pohlcení kouzel, Paralýza, Uklidnění, Demoralizace, Posílení rychlosti/Poškození/Vysátí, Ticho a Zvuk. Toto jsou uskutečnitelné možnosti pro altmerské sesílače, jelikož mají dostatek many sesílat jak tyto „ochranná“ kouzla pro vlastní bezpečí, tak kouzla ze školy Ničení a Mysticismu. V určitém smyslu jsou altmerové ztělesněním znamení Učedníka, kdy získají větší rezervu many, ale platí za to zvýšenou zranitelností (která je kvůli tomuto znamení zdvojnásobená)."
}