{
    "title": "Altmer (Skyrim)",
    "table_of_contents": [
        "Obsah",
        "1 Biologie",
        "2 Historie čtvrté éry",
        "2.1 Velká válka",
        "2.2 Zlatobílý konkordát",
        "2.3 Přítomnost ve Skyrimu",
        "3 Kultura",
        "3.1 Původ a identita",
        "3.2 Domovina",
        "4 Tvorba postavy",
        "4.1 Dovednostní bonusy",
        "4.2 Počáteční kouzla",
        "4.3 Speciální schopnosti",
        "5 Unikátní gameplay",
        "6 Významní altmerové",
        "7 Zajímavosti",
        "8 Galerie",
        "9 Zdroje"
    ],
    "infobox": "",
    "content": "Pro více informací, přejděte na stránku: AltmerovéHlavní článek: Rasy (Skyrim) Altmerská žena a altmerský muž. \"Vznešení elfové, kterým se v jejich domovině na Letních ostrovech říká “altmerové“, mají ze všech ras největší nadání na magii. Díky své moci urozených mohou rychle regenerovat manu.\" ―Popis rasy[src]Altmerové jsou jednou z deseti hratelných ras v The Elder Scrolls V: Skyrim. Díky jejich náklonnosti k magii vynikají v třídách, které jsou na ni zaměřené. Biologie Altmerská žena a altmerský muž. Někteří altmerové usilují o to, aby si zachovali vzhled svých předků, aldmerů, pomocí vysoce selektivních tradic týkajících se manželství a rozmnožování. Řadí se mezi nejvyšší humanoidní rasy, kdy jsou vyšší než většina lidí a o hodně vyšší než ostatní merové. Jejich kůže má bledou zlatou barvu; nejsou tak bledí jako seveřané například nordové nebo bretonci, ale zároveň jsou bledší než bosmerové. Jsou hubení a mají výrazné špičaté uši a oči ve tvaru mandlí, které mohou být jantarové, zelené nebo žluté. Altmerové patří mezi nejinteligentnější a magicky nejnadanější rasy Nirnu, v tomto ohledu dokonce i předčí bretonce. Vznešení elfové jsou známí pro svůj ušlechtilý vzhled a svou aroganci a pohrdavost při středu s lidmi. Jsou také nejvyšší rasou v The Elder Scrolls V: Skyrim s rozměry 1.08. Stejně jako všechny ostatní rasy je při pohledu z první osoby kamera nastavena na výšku 1.00. Historie čtvrté éry Thalmorský kouzelník. Velká válka V období mezi Vpádem Zapomnění a Dračí krizí bylo medeské císařství napadeno Aldmerským spolkem, aliancí elfů složenou převážně z altmerů a jejich bosmerských spojenců. Císařství se dokázalo zachránit pouze tím, že uzavřelo Zlatobílý konkordát, který prospívá více Spolku, přestože jsou ztráty na obou stranách. Elfí vláda, Thalmor, se skládá z elfích rasistů, kteří jsou odhodlaní ukončit nadřazenost lidí a Císařství jako takového. Velkou válku také nazývají „První válkou s Císařstvím.“[1][2] Zlatobílý konkordát Zlatobílý konkordát dovoluje Thalmoru se volně pohybovat po Císařství a potlačovat uctívání lidského boha Talose. Nenávist vůči altmerům a Císařství, které se jim vzdalo, je u hrdých nordů velké.[3][4] Ve Skyrimu se s Thalmorem potkáváme několikrát, především v thalmorském velvyslanectví, umístěném na západ od Samoty. Thalmorští justiciáři viděni na cestách jsou téměř vždy nepřátelští a kolemjdoucí vždy slovně varují. Přítomnost ve Skyrimu Mnoho altmerů ve Skyrimu emigrovalo z Letních ostrovů, aby se stalo alchymisty, zaklínači a mágy. Jiní se stali členy Univerzity v Ledohradu díky jejich vrozeným magickým schopnostem. Další možností je, že během vzestupu Thalmoru mnoho altmerů věrných Císařství uprchlo z Letních ostrovů, aby uniklo novému Aldmerskému spolku. Přesto mají Bouřné hávy vůči nim stále předsudky, i když ne tolik jako jejich dunmerští příbuzní z Morrowindu.[5] Přítomnost altmerů ve Skyrimu po podepsání Zlatobílého konkordátu značně narostla, většinou v podobě thalmorských vojáků a justiciářů. Otevřeně prohlašují uctívání Talose za nezákonné, čímž proti sobě poslali většinu skyrimských starousedlíků. Skutečnost, že jsou lidé Thalmorem bráni z ulic a ze svých domovů bez sebemenších důkazů o nezákonném uctívání dokazuje, že důvod ke zlikvidování vyznávání Talose může být jenom přetvářka a skutečný záměr je sabotáž a/nebo oslabení morálky.[6] Kultura Původ a identita Altmerové patří mezi nejstarší tamrielské rasy, nejranější potomky původní merské rasy aldmerů, a tudíž i ehlnofey a et'Ad. Jako rasa jsou nesmírně hrdí na své aldmerské dědictví a intenzivně se snaží si tento původ udržet. Slovo altmer se z aldmerštiny překládá jako vznešení nebo kultivovaní. Přou se o tom, že jsou první skutečnou kulturou v Tamrielu a stále tou nejcivilizovanější, což je argument, který mají i lidští učenci problém vyvrátit. Domovina Mapa Letních ostrovů. Altmerové žijí převážně v provincii Letních ostrovů, ohromném ostrově na jihozápad od Tamrielu, kde sousedí s Valenwoodem. Podle jejich historie, dorazili jejich aldmerští předkové na Letní ostrovy poté, co unikli katastrofální potopě jejich původního kontinentu, Aldmeris. Odtud se skupinky aldmerů rozšířili po celém Tamrielu, ale altmerové zůstali na ostrovech, kde působili jako formální vůdcové merského tamrielského císařství. Po většinu meretické éry, ostatní merové uznávali altmerského krále za jejich vlastního, což jim vydrželo až do založení Camoranské dynastie ve Valenwoodu, čímž začala první éra a také úpadek altmerské nadvlády. Přesto mají stále na kontinentu vliv, jelikož jejich kultura vytvořila základy náboženství, jazyk, a dokonce i architekturu cyrodiislkého císařství. Tvorba postavy Altmerové ve Skyrimu. Dovednostní bonusy +10 Iluze (úroveň 25) +5 Proměna (úroveň 20) +5 Vyvolávání (úroveň 20) +5 Ničení (úroveň 20) +5 Očarování (úroveň 20) +5 Obnova (úroveň 20) Počáteční kouzla Plameny (Ničení). Všechny rasy začínají s tímto kouzlem. Léčení (Obnova). Všechny rasy začínají s tímto kouzlem. Zuřivost (Iluze) Speciální schopnosti Urozený: Rychlé obnovení many po dobu 60 sekund, jednou denně. Posílení many: Pasivní posílení many o 50 bodů. Pokud je hráč upír a dovednost Nekromág je aktivovaná ze stromu dovedností Obnovy, zvýší se o 25% na 62 bodů. Unikátní gameplay Altmerská žena s jejím vyvolaným atronachem. Díky jejich zvýšené maně a obnovení many slouží altmerové jako vynikající mágové na začátku hry. Přesto mají i ostatní postavy možnost získat bonusy, které se jim vyrovnají pomocí očarovaných předmětů, jako například masky Morokai, Miraak a Nahkriin, nekromantův amulet nebo Arcimágovo roucho. Bonus +50 bodů many také umožňuje hráči využít pět úrovní na vylepšování zdraví nebo výdrže namísto many. Thalmorští vojáci mají menší pravděpodobnost zaútočit na altmerského drakorozeného. Významní altmerové Ancano – Thalmorský agent a rádce arcimága na Univerzitě v Ledohradu. Calcelmo – Markarthský dvorní čaroděj a expert na dwemery. Elenwen – První vyslankyně Thalmoru ve Skyrimu. Quaranir – Představitel Psijického řádu. Viarmo – Ředitel Bardské univerzity. Zajímavosti Ve Skyrimu je možné si vzít jen jednu altmerku a tou je Taarie, v Samotě. Altmerové jsou jedinou rasou, u které nejsou žádní banditi, ale mohou být nalezeni jako upíři, nekromanti, vyvolávači a nepřátelští mágové. Nejsou žádní altmerští společníci."
}