{
    "title": "Anequina",
    "table_of_contents": [
        "Obsah",
        "1 Historie",
        "1.1 První éra",
        "1.2 Druhá éra",
        "1.3 Čtvrtá éra",
        "2 Význačné lokace",
        "2.1 Duna",
        "2.2 Fort Sphinxmoth",
        "2.3 Orcrest",
        "2.4 Riverhold",
        "2.5 Rimmen"
    ],
    "infobox": "",
    "content": "Stát Anequina, známý také jako Ne Quin-al, nacházející se v severní oblasti Elsweyru je jeden ze dvou států, který existoval předtím než Keirgo z Anequiny a Eshita z Pelletinu spojili svá dlouho se svářící království ve společném manželství, aby v 2E 309 založili Elsweyrskou konfederaci. Konfederace přežila své začlenění do Tamrielské říše než byla opět rozdělena na dva státy. To se stalo v důsledku Nocí prázdnoty. Od té doby je Anequina vazalským státem Třetího Aldmerského spolku. Severní oblasti Elsweyru dominují převážně vyprahlé pustiny a pouště, což je prostředí značně ovlivňující zdejší Khajiity. Království se skládá v podstatě jen z několika nepříliš spolupracujících náčelnictví, která jsou držena pohromadě hlavně společným cílem zachování své kultury a ochrany země. Historie První éra Na počátku První éry byl Elsweyr rozdělen na šestnáct nezávislých království, která spolu však narozdíl od těch lidských nebo elfských nikdy nebojovala o moc nebo území. Řídila se totiž fázemi nirnských měsíců - když byly oba měsíce v úplňku, dominantní postavení zaujímal Ne Quin-al, když byly poloviční, moci se ujímal Torval a když byly oba v novu, tak Senchal. Ostatní království měla rovněž dny, kdy se dostala k moci. Toto uspořádání však v roce 1E 2260 narušil Thrassiánský mor po jehož řádění zbyla ze šestnácti království jen dvě - Ne Quin-al (Anequina) a Pa'alatiin (Pelletine). Tato dvě království reprezentovala měsíce ve svých opositních postaveních a rovněž měla radikálně odlišné pohledy na khajiitskou kulturu. Lidé Pelletinu tak anequinské považovali za nevzdělané barbary a naopak anequiňané viděli v Pelletinu jen úpadek a zpustlost. Po mnoho dalších století spolu tak tato dvě království neustále zápasila.[1] Druhá éra K míru došlo až v roce 2E 309, kdy vůdci království, Keirgo a Eshita, uzavřeli sňatek a tím svá království spojila a zemi pojmenovali Elsweyr. Čtvrtá éra Po Vpádu Zapomnění byla provincie Elsweyru zdecimována útoky Daeder, stále však zůstávala součástí Říše. Když však měsíce Masser a Secunda zmizely během Nocí prázdnoty, celá země se propadla do chaosu, poněvadž značná část khajiitské kultury se točí kolem interpretování lunárního cyklu. Thalmor se chopil příležitosti a po návratu obou měsíců prohlásil, že se jedná o jeho zásluhu, čímž získal značný vliv nad Elsweyrem. To vedlo k odtržení Elsweyru od zbytku Říše v roce 4E 115 a znovurozdělení na dva státy - Anequina a Pelletine. Význačné lokace Duna Město Duna se nachází v Západní Anequině v hraniční oblasti Reaper's March. Je rozděleno do třech čtvrtí - v jedné se nacházejí Cech válečníků, Cech mágů a hostinec. V další se nachází většina obchodů a v poslední Chrám dvouměsíčné stezky. Fort Sphinxmoth Císařská pevnost Fort Sphinxmoth se nachází na kraji Anequiny stejně jako Duna v hraniční oblasti Reaper's March. V průběhu času pevnost velmi často měnila své obyvatele. Od ruin staré pevnosti je oddělena a přes hranice zasahuje až do Cyrodiilu. Orcrest Město Orcrest se nachází ve Střední Anequině a sousedí s Corinthe. Riverhold Město Riverhold se nachází na hranici Elsweyru a Cyrodiilu poblíž Skingradu. Rimmen Město Rimmen se nachází poblíž Leyawiinu na hranicích Cyrodiilu a Elsweyru. Pocket Guide to the Empire, Third Edition: Elsweyr"
}