{
    "title": "Anu",
    "table_of_contents": "",
    "infobox": "",
    "content": "\"Anu byl a je vším.\" ―Monomýtus Anu, či Anu Všechen, je údajně čistá forma Nehybnosti, polidštění jedné ze dvou základních sil (tou druhou je Padomay, Změna).[1] Anu nebo jeho protějšek jsou, pod jinými jmény, přítomní v kulturách každého národa (například khajiitové mu říkají „Ahnurr“ a jeho „sourozenci“ zase „Fadomai“).[2][3] Také je podobný argoniánskému Atakovi.[4] Příběh vypráví o tom, jak Čas začal, když dvě síly vstoupily do Nicoty; vzájemné působení mezi nimi vedlo k celému Stvoření, počínaje s Nir. Anu je typicky popisován jako muž a Nir jako žena a jejich příběh je první milostní příběh vůbec. Padomayovi se Nirina láska k Anuovi nelíbila, a tak první milostná povídka skončila násilím. Zraněná Nir těsně před smrtí porodila dvanáct světů Stvoření. Když Padomay napadl a zničil tyto světy, Anu ho přemohl a Stvoření zachránil tím, že zbytky sloučil do jednoho světa, Nirnu.[1] Padomay se vrátil, aby se pokusil opět zničit Stvoření, a Anu je oba vytáhl mimo samotný Čas, čímž ukončil hrozbu jejich konfliktu Stvoření. Přesto bylo i nadále obýváno mnoha anuickými i padomayskými duchy. Z Anuovy krve, která byla během boje prolita, se staly Magna Ge a z jejich smíšené krve zase aedry.[1] Podle altmerské tradice Anu převtělil svou vlastní duši na Anuiela, „aby poznal sám sebe“, a jeho duše byla nadále převtělena na Auri-Ela.[5][6] Bohové s anuickým základem, ti „svázáni s Anuovým světlem“,[2] zahrnují všechny aedry a většinu božstev, které se zúčastnily stvoření Mundu a Nirnu. Poznámky Skaalové věří v jednu entitu, Stvořitele,[7] ačkoliv také rozpoznávají Odpůrce, zlomyslného a mnohotvárného zkoušeče, který narušuje Stvořitelův vliv.[8] Věčný boj mezi dvěma medvědy je podobný tomu mezi Anuem a Padomayem. Ve skutečné mezopotamské mytologii byl Anu (neboli An) nejvyšší bůh a jeden z nejstarších zaznamenaných bohů na světě. Časová linie je v některých verzích lehce rozdílná a některé Anuovy činy jsou připisované specifickým anuickým duchům.[9] Kázání 35 z Vivecových lekcí se letmo o Anuovi zmiňuje, ačkoliv význam je nejistý. První díl ze Zápisků k Mysteriu Xarxes ze zmiňuje o „Anuovu troudu“."
}