{
    "title": "Anvil",
    "table_of_contents": [
        "Obsah",
        "1 Historie",
        "2 Popis města",
        "2.1 Město",
        "2.1.1 Chrámová brána",
        "2.1.2 Cechová brána",
        "2.1.3 Západní brána",
        "2.2 Přístav",
        "2.3 Hrad",
        "3 Vláda města",
        "4 Ekonomika",
        "5 Obyvatelstvo",
        "6 Kultura a architektura",
        "7 Přírodní podmínky a cestování",
        "8 Reference"
    ],
    "infobox": "Anvil Vyobrazení znak mapa Geografické info Typ sídla: město Provincie: Cyrodiil Hrabství: Anvilské hrabství Správní info Hraběnka: Millona Umbranox (3E 433) Centrum: Anvilský hrad Počet čtvrtí: 5 Herní údaje Hry: The Elder Scrolls IV: Oblivion",
    "content": "Anvil je město v Cyrodiilu a metropole stejnojmenného hrabství. Jedná se o nejzápadněji položené město Cyrodiilu, které leží na Zlatém pobřeží u Abeceanského moře. Anvil disponuje jako jediné město v Cyrodiilu, vedle Císařského Města, přístavem a je tak hlavním střediskem námořního obchodu v provincii. Poměrně lidnaté město je dobře známo pro své malebné domy, dobrý dojem z města však narušuje právě přístav a několik velkých opuštěných domů. Historie První doložená zmínka o Anvilu pochází již z první éry, kdy král Bendu Olo vedl flotilu proti sloadům z Thrasu. Postupem času význam Anvilu zřejmě poklesl, protože dále se připomínal jako ubohá pobřežní osada, složená z několika ubohých chatrčí. Navíc se osada stala útočištěm pirátů, uprchlíků, zlodějů, násilníků a dalších můžu a žen se špinavými úmysly. Během tažení Camorana Uzurpátora byl Anvil ovládán piráty. Nakonec Anvil během námořních operací ovládl komodor Fasil Umbranox. Během námořní bitvy byl Anvil zle poničen, piráti a jejich vůdce však byli zničeni. Odměnou za porážku pirátů obdržel Fasil Umbranox dědičný titul hraběte z Anvilu a finanční prostředky na obnovu města. Tak se zrodil Anvil a jeho hrad do své dnešní podoby.[1] Na konci třetí éry Anvilu stále vládli členové dynastie Umbranoxů. Anvil v té době musel podobně jako většina dalších měst Cyrodiilu, čelit útokům daeder z Oblivionu.[2] Ve čtvrté éře Anvil nadále zůstával prosperujícím přístavem, město však bylo během velké války roku 4E 172 dobyto Aldmerským spolkem. Altmerové město pravděpodobně ovládali až do roku 4E 175, kdy byl uzavřen mír, známý jako Bělozlatý konkordát.[3] Popis města Anvil je na první pohled krásné město s výstavnými domy. Město se dělí na pět částí, přičemž tři čtvrtě leží mezi městskými hradbami, zatímco přístav a hrad se nacházejí mimo hradby. Čtvrtě uvnitř městských hradeb odvozují své názvy od bran, při kterých leží. Město Chrámová brána Pohled na chrám Čtvrť Chrámová brána leží na východě města. Jak je z názvu patrné, nachází se zde městská kaple, která je zasvěcená bohyni Dibelle. Mezi hradbami a kaplí pak leží zahrada, která je určena pro meditace věřících a nachází se zde Dibellyna socha. Naproti chrámu se pak nachází další zahrada, která disponuje zastřešeným podloubím, které chrání věřící před rozmary počasí. Cechová brána Čtvrť s názvem Cechová brána je označována za nejvíce prosperující v Anvilu. Vstupuje se sem, jak již název napovídá, Cechovou bránou, která je nazývána také Hlavní nebo Severní branou. V této čtvrti se nachází dvě velké, dobře udržované budovy, sloužící cechu mágů a bojovníků. Oba dva zdejší cechy jsou označovány za nejaktivnější v celém Cyrodiilu. Krom toho se zde nachází i prostorné náměstí. Dojem z města však narušuje několik opuštěných a neudržovaných domů, které se zde nacházejí. Ulice ve městě Západní brána Čtvrť ležící u Západní brány je převážně obytná. Nachází se zde malé náměstí, které obklopují neudržované a poněkud ošuntělé domy. V této čtvrti se nachází i jeden ze tří hostinců Anvilu, známý jako Dvorní náruč. Přístav Pohled na maják v noci Přístavní čtvrť se nachází mimo městské hradby, na jižní straně. Anvilský přístav je velmi významný, protože vedle přístavu v Císařském Městě je jediným přístavem Cyrodiilu. Základním stavebním materiálem pro zdejší domy je především dřevo. Přístav je nejen místem kde se schází obchodníci, ale také se jedná o oblíbené místo námořníků, kteří jsou nechvalně proslulí jako líní a opilí násilníci. V přístavu najdeme hned dva hostince. Ve zdejším přístavu je provozován také dům pro námořníky bez domova. V přístavu se nachází i maják, na kterém je stále udržován oheň, který pomáhá lodím v orientaci. Hrad Anvilský hrad se nachází na jih od města a je vystavěn na malém ostrůvku. Hrad je se zbytkem města propojen kamenným mostem, který vede od Chrámové brány města. Anvilský hrad je dobře udržovaný a čistý a poskytuje krásný výhled na přístav a zbytek města. Za hradbami se nachází nádvoří, které připomíná zahradu díky mnoha květinám, které jsou zde pěstované. Hrad není jen sídlem hraběcí rodiny, ale nachází se zde také žalář a kasárny. Vláda města Anvilský hrad, sídlo hraběnky Město Anvil a okolní panství bylo dědičně pod vládou dynastie Umbranox. Na konci třetí éry vládla městu hraběnka Millona Umbranox, která byla svým lidem milována. Hraběnka zpočátku městu vládla společně se svým manželem Corvusem Umbranoxem. Hrabě byl však lehkovážný a nestálý a nakonec zmizel. Mnozí obyvatelé Anvilu si však říkali, že hraběnce je lépe bez jejího muže. Hraběnčina vláda byla hodnocena většinou kladně, jen spisovatelka Alessia Ottus jí ve svém průvodci městem vytýkala, že se hraběnka málo snaží zatočit z námořníky a lumpy v přístavu. Spisovatelka si také rýpla do hraběnky, kvůli její údajné vlažní víře, kdy hraběnka nešla příkladem lidu, který málo navštěvoval kapli. Ekonomika Přístav v Anvilu Anvil je díky své výhodné poloze u Abeceanského moře hlavním centrem námořního obchodu v Cyrodiilu. Anvil obchoduje nejen s nedalekým Hammerfellem, ale pravděpodobně i s mnohem dálnějšími zeměmi. Stejně jako ve zbytku Cyrodiilu, se i ve zdejším hrabství daří zemědělství. Na statcích mimo městské hradby se pěstují především brambory, rajčata, trsovníky, tabákovníky, jahody a v omezené míře i víno. Obyvatelstvo Jakožto přístavní město, navíc blízko hranic z Hammerfellem a Valenwoodem, je Anvil poměrně kosmopolitním sídlem. Co se rasového složení města týče, žije ve městě nejvíce císařských a v těsném závoji je následují bosmerové a redgardi. Zajímavostí je, že ve městě žije i poměrně dost nordů. Své zástupce zde mají ať už ve větší, či menší míře i všechny ostatní rasy. Obyvatelé se živí především jako obchodníci nebo řemeslníci a žilo zde i několik umělců. Přístav je známý tím, že se v něm potlouká mnoho námořníků, kteří jsou proslulí jako leniví alkoholici a násilníci. O bezpečnost obyvatel města se stará početná městská stráž. Kultura a architektura Anvil se většinou řadí mezi zástupce coloviánské kultury, kam patří i Kvatch a Skingrad. Město má svou vlastní specifickou architekturu, tolik typickou pro pobřežní oblast. Domy jsou zde většinou patrové, kamenné a mají bílou omítku. Domy v přístavu bývají naopak dřevěné. Hlavním božstvem v Anvilu je bohyně Dibella, které je zasvěcen zdejší chrám. Na konci třetí éry, žilo ve městě několik umělců, kam patřila například malířka či argoniánská spisovatelka Quillweave, která psala především knihy o nehodách a intrikách kriminálníků a spodiny. Přírodní podmínky a cestování Anvil je nejzápadněji položené město v Cyrodiilu, které leží v oblasti známé jako Zlaté pobřeží, které možná získalo svůj název po vegetaci, která zde mívá zlatavou barvu. Na jihozápadní straně město omývá Abeceanské moře. V okolí města vládne přímořské a subtropické klima. Oblast kolem města je především hornatá. Anvil leží poměrně blízko hammerfellských a vallenwoodských hranic. Anvil, stejně jako další blízká města spadá kulturně i geograficky do oblasti známé jako Colovia. Město je silnicí, vedoucí na západ spojeno s Kvatchem a dále pak Skingradem. Obyvatelé nejvíce využívají k cestování koně a nebo pěší chůze, podobně jako všechna velká cyrodiilská města, má i Anvil své vlastní stáje. Anvilské stáje nabízejí k prodeji především bílé koně. Anvil je také jedním z mála měst Cyrodiilu, které může nabídnout spojení se zbytkem světa s pomocí lodí."
}