{
    "title": "Argonián (Morrowind)",
    "table_of_contents": [
        "Obsah",
        "1 Základní atributy",
        "2 Dovednostní bonusy",
        "3 Speciální schopnosti",
        "4 Ideální postava"
    ],
    "infobox": "",
    "content": "Hlavní článek: Rasy (Morrowind) \"Argoniáni z Black Marshe jsou jako doma jak ve vodě, tak na souši, a také se, díky své přirozené imunitě proti nákazám a jedům, do bažin hodí. Ženská životní fáze je vysoce inteligentní a magicky nadaná. Agresivnější mužská fáze má povahové rysy lovce: nenápadnost, rychlost a hbitost. Argoniáni jsou okolo cizinců opatrní, zato naprosto loajální k těm, jenž považují za své přátele. Stejně jako khajiitové, argoniáni nemohou nosit některé helmy a žádnou obuv.\" ―Popis rasy Argoniáni jsou ještěří domorodci provincie Black Marsh. Roky bránění svých hranic z nich udělaly experty v partyzánské válce, a díky svým přirozeným schopnostem jsou jako doma jak ve vodě, tak na souši. Do zrádných bažin své domoviny se velmi hodí, jelikož si vyvinuli přirozenou odolnost vůči nemocem a jedům, které zahubily již mnoho rádoby průzkumníků, kteří se tam odvážili vydat. Jejich zdánlivě bezvýrazné obličeje si protiřečí s jejich klidnou inteligencí, zároveň je mnoho argoniánů nadaných v magickém umění. Jiní spoléhají na nenápadnost nebo ocel a jejich přirozená hbitost je dělá dobré v obojím. Celkově jsou velmi zdrženlivým národem, nesnadno důvěřují. Přesto jsou naprosto věrní a pro své přátele budou bojovat až do samotného konce. Základní atributy Atributy M Ž Síla 40 40 Inteligence 40 50 Síla vůle 30 40 Hbitost 50 40 Rychlost 50 40 Odolnost 30 30 Osobnost 30 30 Štěstí 40 40 Dovednostní bonusy Dovednost Bonus Atletika +15 Alchymie +5 Iluze +5 Střední zbroj +5 Mysticismus +5 Kopí +5 Boj beze zbroje +5 Speciální schopnosti Kouzlo: Dýchání pod vodou Dýchání pod vodou na 120 vteřin na sebe, cena: 5 Schopnost: Odolnost vůči jedům Odolnost vůči jedům 100 % Schopnost: Odolnost vůči nemocem Odolnost vůči běžným nemocem 75 % Ideální postava S dovednostmi v boji i magii to jsou velmi všestranné postavy. Ovšem jejich neschopnost jako zvířecí rasa nosit úplné brnění, jim zabraňuje se stát drtivými válečníky, rytíři či křižáky. Toto, společně s nedostatkem many zvyšující schopností, z nich dělá ty nejhorší bojové mágy; ačkoliv argoniánské ženy mohou být skvělými bojovými mágy, ale toho se dá dosáhnout pouze se správnou třídou a správným znamením (například znamení Dámy s bonusem +10 síly vůle a hbitostí). Z argoniánského muže může být výborný nightblade, který vyniká jako průzkumník a lovec čarodějnic, jelikož jsou muži lepší ve zlodějině. Ženy tyto kvality nemají, protože jsou spíše znalé v umění magie. Ženy mohou být i úplní mágové, čarodějnice nebo poutníci, ale na to je zapotřebí správné znamení, které zvyšuje manu, a muži mohou zase být decentní zloději, lotři a vrazi."
}