{
    "title": "Argonián (Skyrim)",
    "table_of_contents": [
        "Obsah",
        "1 Biologie",
        "2 Kultura",
        "2.1 Politika",
        "2.2 Vztahy s jinými rasami",
        "2.3 Svatba",
        "3 Tvorba postavy",
        "3.1 Dovednostní bonusy",
        "3.2 Počáteční kouzla",
        "3.3 Speciální schopnosti",
        "4 Populární používání a unikátní gameplay",
        "5 Významní argoniané",
        "6 Zajímavosti",
        "7 Galerie",
        "8 Zdroje"
    ],
    "infobox": "",
    "content": "Pro více informací, přejděte na stránku: ArgoniániHlavní článek: Rasy (Skyrim) Argoniánská žena a argoniánský muž. \"Ještěří národ, jenž obývá zrádné bažiny Černého močálu, si vyvinul přirozenou odolnost vůči nemocem a také schopnost dýchat pod vodou. S využitím ssstské kůže mohou argoniané velmi rychle regenerovat.\" ―Popis rasy[src]Tajemní a inteligentní, argoniané jsou experti na partyzánské války a jejich přirozené schopnosti vyhovují jejich bažinaté domovině, Černému močálu. Vyvinuli si imunitu vůči onemocněním, která zahubila mnoho rádoby dobrodruhů, a díky jejich schopnosti dýchat pod vodou jsou schopni jednoduše prozkoumávat podvodní lokality. Argoniané jsou zdatní zloději, díky jejich dovednostem v plížení a vyháčkování. Biologie Argoniány (podle jejich vlastní víry) stvořily stromy Histu, jimž se zdála humanoidní podoba lidí a merů užitečná, a proto se ji rozhodly využít. Jejich délka života navíc odpovídá té lidské. Mají šupinatou kůži, ostré drápy, rohy a chraplavé hlasy. Jejich šupiny mohou mít různé barvy, například zelenou, hnědou, černou, červenou, modrou a bílou. Zároveň jsou silně odolní vůči nemocem, díky malým žábrám jsou schopni dýchat pod vodou a ocasem určují směr. Také jim může růst peří. Pohlaví je pro ně spíše životní období; když argoniáni dosáhnou určité etapy v jejich životě, jejich současné pohlaví změní tím, že začnou olizovat mízu Histu, aby stimulovali endokrinní žlázy a následně jim “narostou“ pohlavní orgány druhého pohlaví. Přestože samice argoniánů snášejí vejce, mají ňadra savců a jejich mláďata mohou být jakéhokoliv pohlaví. Přestože se zdají být obecně chladnokrevní, dokáží regulovat teplotu svých těl stejně, jako jejich savčí protějšky. Z tohoto důvodu je chladné počasí Skyrimu nijak neovlivňuje. V The Elder Scrolls V: Skyrim jsou rozměry argoniánských mužů nastaveny na 1.01. Ženy jsou vysoké 1.0, což je kosmetický rozměr, na který jsou nastaveny všechny rasy. Kultura Politika Po dobytí dunmerské provincie Morrowindu, toho o politice argonianů ve čtvrté éře moc nevíme. Existuje argonianská politická frakce s názvem An-Xileel, ale není o ní mnoho informací mimo to, že je složená výhradně, možná úplně, z argonianů, a že potlačila armády Mehrunese Dagona během Vpádu Zapomnění, v Černém močálu. Také je odpovědná za organizování dobývání Morrowindu. Vztahy s jinými rasami Ve Windhelmu, jsou argoniané izolovaní od převládající nordské populace a jsou nuceni žít v Argoniánském shromáždění na městských docích. Po masivním exodu dunmerů a argonanů do Windhelmu, začali být obyvatelé města podezřívaví, obávali se, že imigranti ovlivní jejich kulturu, takže je přinutili do odloučení. Toto extrémní chování bylo ještě víc podníceno konfliktem mezi tamrielským císařstvím a skyrimskými vůdci. Toto chování se nakonec proměnilo v rasismus.[1] Přes nepřátelství mezi nordy a argoniány, jsou ve Skyrimu více respektovaní a tolerovaní než jiní imigranti, díky jejich prospěšným příspěvkům nordským průmyslům. Toto přizpůsobení ke skyrimskému hospodářství pomohlo některým argonanům – kupříkladu těm v Riftenu – získat si přízeň skyrimské chladné společnosti.[2] Svatba Na rozdíl od občanů Skyrimu, kteří dávají přednost svatbě s pomocí amuletu Mary, někteří argoniané dodržují své domorodé tradice. V Černém močálu je tradicí dát svému milenci/milence argonianský svatební prsten, který je vyroben dvořícím se partnerem. Každý prsten je výjimečný a má osobní význam pro jeho tvůrce i jeho příjemce. „V Černém močálu nám tradice říká, že máme dát našemu potenciálnímu partnerovi jedinečný svatební prsten, který má představovat naše budoucí pouto.“ „Každý argonianský svatební prsten má mít tři bezchybné ametysty. Dva drahokamy na vnější straně představují oddávající pár... jeden manžela, jeden manželku. Ametyst uprostřed představuje Hist, entitu, kterou všichni argoniané považují za posvátnou součást našich životů.“ – Talen-Jei[3] Tvorba postavy Dovednostní bonusy +10 Vyháčkování (úroveň 25) +5 Lehká zbroj (úroveň 20) +5 Proměna (úroveň 20) +5 Kapsářství (úroveň 20) +5 Obnova (úroveň 20) +5 Plížení (úroveň 20) Počáteční kouzla Plameny (Ničení) Léčení (Obnova) Speciální schopnosti Ssstská kůže: Povolání síly Histu na 10x rychlejší obnovení zdraví po dobu 60 sekund. Možnost použít jednou denně. Odolnost vůči nemocem: Tvá argonianská krev ti umožňuje 50% odolnost vůči nemocem. Dýchání pod vodou: Tvé argonianské plíce ti umožňují dýchat pod vodou. Populární používání a unikátní gameplay Jejich dovednosti v plížení a vyháčkování z nich dělají skvělé nájemné vrahy, zloděje, zvědy a útočníky ze zálohy. Nedostatky v bojových schopnostech jako je lukostřelba a jednoruční zbraně dohánějí postupným vylepšováním a hraním. Argoniané mohou být i čaromeči, ale k tomu je potřeba výcvik ve vyvolávání. Také mohou být užiteční mágové-zloději díky jejich dovednostem jak v magii, tak v plížení, ačkoli to opět vyžaduje výcvik v iluzi. Jejich odolnost vůči onemocněním jim umožňuje se stát poněkud imunní k biologickým činitelům bez potřeby nosit nějaký očarovaný předmět s tím samým efektem. Argoniané mohou zažívat výjimečná dobrodružství s jejich schopností dýchat pod vodou. Mohou se dostat všude tam, kde jiní potřebují speciální kouzla, lektvary nebo očarovanou zbroj. Dokáží využívat skyrimské vodní toky k rychlému cestování, kde jim nehrozí žádné nebezpečí (například cesta z Riverwoodu do Whiterunu po řece může být celkem výhodná a bez jakéhokoliv rizika střetu s vlky, bandity a vrahy) a také dokáže sloužit k rychlému úniku v zákeřných situacích. Avšak i řeky mají svá rizika, jako například vodopády, peřeje a nepřátelská zvířata, kterými jsou třeba vraždomilky a blátokrabi. Argoniané také mohou být v bitvě úspěšnými „tanky“ díky dovednosti ssstské kůže, která zvyšuje jejich zdraví 10x. Významní argoniané Deekus – Osamělý obyvatel tábora poblíž Helovi pošetilosti a cíl Temného bratrstva. Z-nejhlubších-hlubin – Jediná přeživší Avanchenzelu, žijící v riftenském přístavu a zadavačka úkolu „Nevyzpytatelné hlubiny.“ Shahvee – Přístavní dělnice ve Windhelmu a jediná ženská argonianská kandidátka na svatbu. Talen-Jei – Majitel U včely a žihadla. Veezara – Poslední Stinná šupina Temného bratrstva. Zajímavosti Khajiiti a argoniané jsou jediné rasy, které, když bojují beze zbraně, otevírají zaťaté pěsti a ohánějí se po svém cíli svými drápy. Lidé a merové útočí se zaťatými pěstmi."
}