{
    "title": "Argonián (Online)",
    "table_of_contents": [
        "Obsah",
        "1 Oficiální popis",
        "2 Pasivní rasové schopnosti",
        "3 Významní argoniáni",
        "4 Galerie"
    ],
    "infobox": "",
    "content": "Pro více informací, přejděte na stránku: ArgoniániHlavní článek: Rasy (Online) \"Rasové dovednosti argonianů odráží jejich nebezpečné bažinné prostředí; dává jim to bonus ke způsobenému léčení, k zacházení s holemi obnovy, odolnosti vůči nemocem, energii získané z požívání lektvarů, rychlosti plavání, stejně jako k základnímu zdraví a základní maně.\" ―Popis rasyArgoniáni, neboli saxhleelové a lidé kořene v jejich jazyce Jel, jsou jednou z devíti základních hratelných ras v The Elder Scrolls Online. Jsou součástí Ebonheartského paktu, společně s nordy a dunmery, ale objevují se i v jiných aliancích. Dříve sloužili dunmerům jako otroci, ale ti je museli kvůli Paktu popustit. Argoniáni jsou ještěří rasa pocházející z jihovýchodní provincie Black Marsh. Některým připadají příliš chladní a nepřirození. Jejich nepříznivá domovina z nich udělala znalce v používání zbraní a léčivé magii. Oficiální popis „Argoniáni oplývají chladným intelektem a jsou znalí v magických umění, plížení a užívání ostří. Také jsou to experti v taktice partyzánského boje, jsou již dlouho zvyklí na to, že musí bránit své hranice od nájezdníků. Často slouží Paktu jako zvědové a harcovníci.“ Pasivní rasové schopnosti Obojživelník Zvyšuje získávání zkušeností u dovednostní linie hole obnovy o 15 %. Rychlost plavání zvýšená o 50 %. Vynalézavý Zvyšuje maximum many o ____ bodů. Při vypití nápoje se obnoví zdraví, manu a výdrž o ____ bodů. Stupeň 1: 333 bodů, 1200 bodů (Odemčeno od úrovně 5) Stupeň 2: 666 bodů, 2400 bodů (Odemčeno od úrovně 15) Stupeň 3: 1000 bodů, 4000 bodů (Odemčeno od úrovně 30) [[File:Resist Affliction.png center]]Argoniánská rezistence Zvyšuje maximum zdraví o ____ bodů a odolnost vůči nemocem o ____ bodů. Nabyta imunita vůči efektu Nakažený. Stupeň 1: 333 bodů, 660 bodů (Odemčeno od úrovně 10) Stupeň 2: 666 bodů, 1320 bodů (Odemčeno od úrovně 20) Stupeň 3: 1000 bodů, 2310 bodů (Odemčeno od úrovně 40) Léčitel Zvyšuje způsobené léčení o _ %. Stupeň 1: 1 % (Odemčeno od úrovně 25) Stupeň 2: 3 % (Odemčeno od úrovně 35) Stupeň 3: 6 % (Odemčeno od úrovně 50) Významní argoniáni Vícekanovnice Heita-Meen – Vícekanovnice Shadowfenu. Green-Venom-Tongue – Argonianský vrah Temného bratrstva. Sees-All-Colors – Vůdkyně Cechu bojovníků."
}