{
    "title": "Arkay",
    "table_of_contents": [
        "Obsah",
        "1 Uctívání",
        "2 Verš",
        "3 Původ",
        "4 Kaple",
        "5 Svatyně",
        "6 Reprezentace",
        "7 Zajímavosti",
        "8 Výskyt",
        "9 Zdroje"
    ],
    "infobox": "",
    "content": "Arkay Informace o náboženství Náboženství Svatá Devítka Panteon Císařský kult Druh boha Bůh koloběhu života a smrtiBůh smrtelníků Fyzický popis Fyzická forma Člověk Chronologicky a politicky Období uctívání Éra úsvituMerethická éraPrvní éraDruhá éraTřetí éraČtvrtá éra Území vlivu CheydinhalCísařské Město Frakce Svatá DevítkaCísařský kult \"Arkay říká: Ctěte zemi, její tvory a přízraky, živé i mrtvé. Střežte a pečujte o velkorysost smrtelného světa a nezneuctěte přízraky mrtvých.\" ―Deset přikázání: Svatá DevítkaArkay nebo Ark'ay,[1] také známý jako Bůh koloběhu života a smrti, je významný bůh Svaté Devítky, oficiálního náboženství cyrodiilských císařství. Arkay je důležitější v kulturách, kde jeho otec, Akatosh, je buď méně spojován s časem, nebo kde jeho časové aspekty jsou pro laika špatně pochopitelné. Reprezentuje kvality narození a smrti, hlavně pohřby a pohřební obřady, také je občas spojovaný s ročními obdobími.[2] Některé záznamy říkají, že byl Arkay původně smrtelník, který se připojil k bohům.[1][3] Uctívání Jeho kněží jsou věrní protivníci nekromancie a všech forem nemrtvých.[3][4] Jeho následovníci ho pokládají za přízrak, který přivádí i odvádí smrtelníky ze světa jak skrz život, tak i smrt, koloběhem který by neměl být narušen.[5] Má svůj vlastní náboženský řád, který si pokládá za povinnost chránit duše jiných pomocí tří posvěcení, jedno daném při narození, smrti a jedno po smrti na ochranu duší před manipulací.[6] Verš „Přijď za mnou, Arkayi, neboť bez tebe není ani dechu ani začátku, žádný člověk nemůže žít, milovat či učit se bez jiskry tvého přízraku.“[7] Původ Existují dvě legendy, které vypráví o Arkayově púvodu. Kniha Bůh Arkay vypovídá, že byl Arkay kdysi obyčejný obchodník s vášní pro vědění. Našel knihu psanou zvláštním jazykem a strávil roky a roky s pokusy o jejím rozluštění, dokud nezačal pomalu ignorovat všechno a všechny kolem sebe. Nakonec si Arkay uvědomil, že kniha popisuje život a smrt, ale to už byl na prahu smrti s nevyléčitelnou chorobou. Začal se tedy modlit k Maře, aby mu dala více času k interpretovaní knihy a ona mu dala dvě možnosti: zemřít nebo se stát navěky bohem s úkolem udržovat rovnováhu mezi životem a smrtí v celém vesmíru.[2][8][9] Kniha Monomýtus tvrdí, že Arkay byl jedním z prvních přízraků, které se „zkrystalizovaly“ po začátku času.[10] Ostatní tvrdí, že Arkay je synkretický bůh stvořený spojením Xarxe a Orkeye, také je pravděpodobně stejný bůh jako yokudanský Tu'whacca.[11] Kaple Arkayův symbol na skle. Jeho hlavní kaple se nachází v cyrodiilském městě Cheydinhal a byl to jeden z nejdůležitějších bohů v chrámu Jednoho, v Císařském Městě. Arkay ve svých kaplích žehnal své stoupence dobrým zdravím. Na jeho počest byly postaveny sochy, které mohou být viděny v Arboretu v Císařském Městě. Arkayovi kněží a jeho chrámy byli chráněni rytířským řádem známým jako Rytíři kruhu. Společně s kaplemi a sochami, Bůh koloběhu života a smrti také měl různé svatyně jemu zasvěcené po celém Cyrodiilu.[12] Ve Skyrimu má každé město Síň mrtvých zaslíbenou Arkayovi, ale nejvíce je uctíván ve městě Falkreath. Také jeho svatyně jsou roztroušené po celé provincii.[13] Svatyně Arkayova socha v The Elder Scrolls IV: Oblivion. Jihozápadně od Skingradu a jižně od Silornu, poblíž cyrodiilských hranicích s Elsweyrem. Severně od Anvilu, severně od Brina Cross Inn na Zlaté cestě, a jihovýchodně od Pochmurného dolu. Jihozápadně od Skingradu, jihovýchodně od Tábora Otylé Krysy. Po pomodlení v těchto svatyních jedinec získá kouzlo Arkayův dech. Reprezentace Arkay – Svatá Devítka, bretonský panteon a bosmerský panteon Orkey – Nordský panteon Tu'whacca – Redguardský panteon Xarxes – Altmerský panteon a bosmerský panteon Zajímavosti Akayův symbol se objevuje na štítcích lektvarů silné many a výdrže, prudkých a smrtících jedů, a elemetárních jedů ve Skyrimu. Arkay byl pojmenován po Daggerfallském beta testerovi, R. K. Deutschovi.[14] Výskyt The Elder Scrolls: Arena (pouze zmíněn) The Elder Scrolls Adventures: Redguard (pouze zmíněn) The Elder Scrolls II: Daggerfall (pouze zmíněn)[1] The Elder Scrolls III: Morrowind (pouze zmíněn)[15] The Elder Scrolls III: Tribunal (pouze zmíněn)[15] The Elder Scrolls III: Bloodmoon (pouze zmíněn)[15] The Elder Scrolls IV: Oblivion (pouze zmíněn)[16] The Elder Scrolls IV: Knights of the Nine (pouze zmíněn) The Elder Scrolls IV: Shivering Isles (pouze zmíněn) The Elder Scrolls: Oblivion Mobile (pouze zmíněn) The Elder Scrolls V: Skyrim (pouze zmíněn)[4] The Elder Scrolls V: Dawnguard (pouze zmíněn) The Elder Scrolls V: Dragonborn (pouze zmíněn)[2]"
}