{
    "title": "Ayleidé",
    "table_of_contents": [
        "Obsah",
        "1 Ayleidské císařství",
        "2 Kultura",
        "2.1 Magie",
        "2.1.1 Aetherická magie",
        "2.2 Náboženství",
        "2.2.1 Aedry",
        "2.2.2 Daedry",
        "3 Historie",
        "3.1 Merethická éra",
        "3.2 První éra",
        "3.2.1 Občanské války",
        "3.2.2 Pád",
        "3.2.3 Pozdějí ayleidské období",
        "3.3 Druhá éra",
        "3.4 Třetí éra",
        "4 Výskyt",
        "5 Zdroje"
    ],
    "infobox": "",
    "content": "Král Laloriaran Dynar z Nenalata, poslední ayleidský král. \"Ayleidé, nebo Srdeční vznešení elfové, vládli Cyrodiilu v dávných mýtických dobách již před začátkem zaznamenané historie. Jedno z nejstarších zaznamenaných dat je pád Bílo-zlaté věže v 1E 243, což je často spojované s koncem Ayleidů.\" ―Herminia Cinna[src] Ayleidé,[1] také známí jako Srdeční vznešení elfové,[2][3] Srdeční elfové,[4] Saliache[5] nebo Divocí elfové,[3][6] byli rasou elfů, kteří v první éře vládli nad Cyrodiilem.[7] Měli světlejší pokožku než Dunmerové, ale nebyli tak bledí jako Altmerové.[6] Ayleidské císařství Bílo-zlatá věž, hlavní město ayleidského císařství. Ayleidé obývali značnou část Tamrielu, ale jejich hlavní osady byly umístěny v Cyrodiilu. Níže jsou vypsaná všechna ayleidská sídla. Jejich Císařství existovalo od poloviny merethické éry[3] až do 1E 243.[7] Ayleidská města v Cyrodiilu Anga Anutwyll Arpenia Atatar Bawn Belda Beldaburo Carac Agaialor Ceyatatar Culotte Elenglynn Fanacas Fanacasecul Garla Agea Garlas Malatar Hame Hrotanda Vale Jurasův Pád Kemen Lindai Lipsand Tarn Ztracený Abagarlas; hluboko uvnitř Šikmé jeskyně Mackamentain Malada Miscarcand Morahame Moranda Nagastani Narfinsel Nenalata Nenyond Twyll Ninendava Niryastare Nonungalo Nornal Nornalhorst Ondo Piukanda Rielle Sardavar Leed Sedor Sercen Silorn Talwinque Telepe Trumbe nejmenované ayleidské město pod Bravilem Vahtacen Vanua Varondo Varsa Baalim Veyond Vilverin Vindasel Welke Wendelbek Wendir Wenyandawik Stirk Ayleidská města ve Vysoké Skále Bloodthornské Doupě Carzogův Zánik Agea Relle Dwynnarthské ruiny Enduum Erokiiské ruiny Eyearata Moriseli Ruiny Orkova Prstu Par Molag Silaseliské ruiny Thukhozodovo Útočiště Veawend Ede Ayleidská města ve Valenwoodu Abamath Ruiny Černé Révy Belarata Eldenský Kořen Fardirův Nerozum Ilayaské ruiny Laeloria Moonhenge Naril Nagaia Ne Salas Haven Hectahame Relikviář Hvězd Ruiny Rozděleného Kořene Rulanyilův Pád Shael Senalana Silvenar Woodhearth Wormrootské Hlubiny Ayleidská města v Elsweyru Thormar Ayleidská města v Hammerfellu Balamath Salas En Molavar Nilataské ruiny Ayleidská města v Černém Močále Gandranenské ruiny Gideon Loriasel Nen Ria Silyanorn Varakun ayleidské ruiny pod Stormholdem Zuuk Ayleidská města v Summersetských ostrovech Buraniimský ostrov Kultura Ayleidská kultura byla poměrně podobná té altmerské, jelikož sdílí stejné předky. Přesto jsou mezi nimi rozdíly.[8] V pozdější době se kulturní rozdíly staly více nápadné.[9] Magie Ayleidé věřili, že se svět stává ze čtyř živlů: země, voda, vzduch a světlo.[10] Stejné živly se vyskytují i v altmerském náboženství. Jsou také podobné čtyřem přírodním živlům: země, voda, vzduch a oheň. Důvod, proč Ayleidé vyměnili světlo za oheň, je ten, že oheň považovali za slabou a zkorumpovanou formu světla, zejména spojovanou s magickými principy. Z tohoto důvodu používali Ayleidé na osvětlení svých síní lampy, glóby, tůňky a fontány z té nejčistší magie světla.[11] Ayleidé považovali Meridii za ztělesnění světla samotného.[12] Ze všech ayleidských živlů bylo za nejbožštější formu světla považované světlo hvězd, jelikož byla jejich moc nejsilnější a nejvyšší. Také přicházelo přímo z Aetheria. Fragmenty Aetheria, známé jako 'létavice', čas od času dopadají na Tamriel, kdy často obsahují meteorické železo. Přestože může být tento materiál použit na výrobu očarovaných zbraní a zbrojí, Ayleidé to používali jako základní složku svých Ayleidských studen. Tyto Studny jsou rozprostřené po celém Tamrielu a nejsou spojené s žádnými známými ayleidskými městy. Studny může použít každý, kdo má nějaký magický potenciál, aby si obnovil svou manu. Po svém vyčerpání se Studny opět o půlnoci dobíjí.[10] Aetherická magie Aetherická magie je druh magie běžně spojená s Ayleidy, kteří byli schopni manipulovat a uchovávat hvězdné světlo způsoby, jenž jsou pro zbytek Tamrielu nepochopitelné.[13] Skrz použití nebeských kamenů a jejich magického umu byli Ayleidé schopni vytvořit welkyndské a varlaské kameny ze skla shromážděného z meteorů. Přes tyto kameny byli schopni sbírat hvězdné světlo z Aetheria. Každý z nich měl různá využití. Welkyndské kameny byly používány jako světlo nebo jako úschovna many.[10][14] Varlaské kameny používali na dobití očarovaných předmětů.[10][15] Některé z nich v sobě uchovávaly kouzla magie Ničení pro obranu. Jak přesně Ayleidé tyto kameny vytvořily, nám není známé, a mnohé pokusy stvořit nové selhaly. Všechny výzkumy kamenů skončily tak, že se proměnily v prach.[15] Této magii se říká Úsvitní magie, a ovládali ji pouze Ayleidé, stejně jako jazyk Ehlnofey.[3] Polemizovalo se o tom, že těsně před povstáním otroků, Ayleidé začali provádět proces tvoření welkyndských kamenů mimo svá vlastní města a namísto toho je vytvářeli uvnitř cyrodiilských jeskyní.[16] Také uměli vytvořit sloupy, které, po seslání šokové magie při třímání welkyndského kamene, obdarovaly sesílatele s novým mocným kouzlem.[17][18] Další magie spojovaná s welkyndskými kameny je schopnost spoutat Daedru k určitému místu.[19] Divocí elfové byli prvními Stormwardeny ve Valenwoodu, kde vytvořili kouli s mocnou šokovou magií.[20][21] Další druh kamene vytvořené Ayleidy byly velké welkyndské kameny, což byly velké kusy očarovaného meteorického železa. V samotném srdci starověkých ayleidských měst[22] byl velký welkyndský kámen používán jako zdroj magických očarováních každého města.[10] Tyto kameny byly, kvůli své vysoké hodnotě, po čase postupně rozkradeny, a do třetí éry jich na svém místě zůstalo jen pár.[22][23] Ayleidé ještě stvořili sloupy, které reagovaly na kouzla.[24] Také se o říká, že to byli právě Ayleidé, kdo dal vzniku školy magie Proměny.[25] Náboženství Ayleidské náboženství se skládalo jak z uctívání Aeder, tak z uctívání Daeder. Říká se, že přišli do Cyrodiilu právě kvůli tomu, aby unikli zákazu uctívání Daeder v Summersetských ostrovech. V posledním tisíciletí merethické éry se daedrické uctívání usadilo v zemích Ayleidů a rozšířilo se, přestože zabíralo jen menšinu, zatímco oni pokračovali ve svém vyznávání Aeder. Na rozdíl od Chimerů z Resdaynu, Ayleidé nerozlišovali Daedry na dobré a zlé, a tak se i ti nejďábelštější princové dostali velké úcty. Tato úcta se ještě prohloubila, jak bylo jejich náboženství osvojeno a schváleno ayleidskými aristokraty a králi.[26] Ayleidé také vyznávali Deset předků, sochy umístěné v Bílo-zlaté věži, přesněji řečeno ve svatyni Předků. Sochy těchto předků byly z ayleidského hlavního města přeneseny předtím, než bylo vypleněno lidmi.[27] Aedry Auri-El[28] Trinimac[28] Magnus[11][28] Syrabane[28] Y'ffre[28] Xarxes[28] Mara[28] Stendarr[28] Lorkhan[28] Phynaster[28] Daedry Meridia[29] Molag Bal[30] Mehrunes Dagon[4] Hermaeus Mora[31] Historie Merethická éra Ayleidé přišli do Tamrielu ze Summersetských ostrovů, kde se usadili v Cyrodiilu[32] a dobyli centrální a jihozápadní Tamriel.[26] V pozdní merethické éře začali s vyznáváním Daeder. Z tohoto důvodu zotročili Nedey ze Skyrimu[26] a nejen, že je donutili pracovat v okolí Bílo-zlaté věže,[33] ale také pro umění inspirované Daedrami použili jejich kůži na vytvoření soch a jejich vnitřnosti vystavili v zahradách.[26] Byli to velmi krutí otrokáři.[7] Ayleidské ruiny rozprostřené skoro po celém Tamrielu jsou důkazy jejich moci[9] a v polovině merethické éry ayleidská kultura kolem Bílo-zlaté věže vzkvétala.[9] Dlouhé spojení komunikace ze Summersetských ostrovů izolovala Ayleidy od Krystalové věže.[3] Na vrcholku ayleidské společnosti bylo postaveno město Varsa Baalim, které bylo domovem Mehrunesovy břitvy.[4] První éra Za čas se ayleidské zdroje moci, což byly dohody s Daedrami, staly také důvodem úpadku Ayleidů. Pakty s Daedrami darovaly Ayleidům moc, a proto si mysleli, že mají plnou kontrolu, zatímco jejich společnost upadala.[9] Dokud byli lidské rasy pod ochranou Shezzara, byli v bezpečí,[1] ale když zmizel, tyto dohody poskytly Ayleidům armády Daeder, jenž použili na zotročení nebo zmasakrování ras lidí na jejich vrcholu.[2] Daedrické kultu v jejich Císařství se začaly hádat a podrážet, čímž oslabily Ayleidy takovým způsobem, že z toho Nedeové profitovali.[9] Občanské války Tyto rozpory později vyústily v ayleidskou občanskou válku jménem Narfinselské schizma. Během ní Barsaebičtí Ayleidé, kteří uctívali Aedry namísto Daeder, byli vyhnáni ze Cyrodiilu Ayleidy uctívajícími Daedry v bitvě známé jako Zahnání u Wendelbeku, která se odehrávala dobrých padesát let před povstání otroků vedené Alessií[9] v 1E 198. Král Glinferen z Atataru zaútočil na Barsaebické Ayleidy s armádou Daeder, čímž je donutil opustit srdce Cyrodiilu. Tímto skončil odpor vůči daedrickému uctívání.[34] Další konflikt se odehrál mezi ayleidským městem Delodiil, pod vládou krále Cenedelina, a Abagarlas, pod vládou krále Anumarila. Delodiil uctívalo Meridii a Abagarlas zase Molag Bala. Zatímco abagarlaská armáda plánovala na Delodiil útok, delodiilští vojáci udeřili jako první. Oni bojovali uvnitř města a jejich král útočil na zdi. Město Abagarlas bylo úplně zničeno přisluhovači Molaga Bala[30] a rodina krále Anumarila byla vyvražděna. Ostatní Balovi následovníci si začali razit cestu k Delodiilu, oblehli město a zabili všechno něm. Král Laloriaran Dynar zrovna město navštěvoval, a tak zařídil jeho obranu a nakonec Balovu armádu porazil poté, co bylo město transportováno do Chladného Přístavu.[35] Pád Kvůli tomu že Nordové spojili provincii Skyrimu do nordské země, otroci ze Cyrodiilu se pod vedením svaté Alessie vzbouřili a úspěšně ovládli celou provincii v 1E 243.[32] Když Akatosh stvořil Amulet králů a dal ho Alessii, Daedry ztratily svou schopnost poslat do Tamrielu své armády, čímž byli Ayleidé oslabeni.[2] Navíc měli Alessiané podporu několika ayleidských králů, a většina z nich uctívala Aedry, což je jeden z důvodů, proč byly Aedry zařazeny do Osmi svatých.[26] Přestože je Alessii tradičně připisováno celé vítězství, pomoc, kterou obdržela od ayleidskách králů, má stejně velkou roli.[7] Na Pelinala Whitestrakea také nesmíme zapomenout. Podle všeho byl Pelinal seslán bohy, aby pomohl Alessii v boji proti Ayleidům. Když byli Pelinal a Morihaus posláni pomoct Alessii, prošli celý Tamriel, probojovali se skrz provincii a rychle pozabíjeli východní ayleidské krále ze Cyrodiilu.[36] Pelinal na svých taženích zničil mnoho ayleidských měst a poté pokračoval i u východních měst porážkou králů z Toru, Ninendavy a Ceya-Taru. Když ayleidský lord zabil vojáka, kterého měl Pelinal rád, Pelinal poprvé propadl svému šílenství a zničil města Narlemae a Celediil. Proto Ayleidé uzavřeli dohodu s Meridií, aby získali výpomoc od jejích Auroranů v Bílo-zlaté věži. Umaril Neopeřený byl zvolen jako jejich šampion, a tak vyzval Pelinala k boji.[37] Předtím než Pelinal tuto výzvu přijal, pokračoval ve svém tažení a dobyl všechna východní území Cyrodiilu. Také udělil otrokům z Vahtacenu svobodu a osvobodil skupinu lidí, kteří byli zajmutí Ayleidy ze Sedoru. Poté si povolal na pomoc k boji Nordy. S jejich pomocí pomalu dobyl západní Cyrodiil, čímž zahnal Ayleidy do srdce Cyrodiilu. Když ale přišel čas, aby Nedeové a Nordové zaútočili na ayleidské hlavní město, dostali strach. Z tohoto důvodu Pelinal opustil Alessiinu armádu a vydal se do Věže sám.[38] Cestu k Věži si probojoval, kde na něj již čekali shromáždění zbylí ayleidští králové se svými daedrickými poskoky a Umarilem. Po probojování se skrz hordy vojáků, se Pelinal postavil tváří v tvář Umarilovi samotnému, kterého těžce oslabil tím, že ho v boji zasáhl, jeho přilbu promáčkl a jeho křídla zlomil. Následně se Pelinal vysmál předkům Ayleidů, čímž rozhořčil přítomné ayleidské krále, kteří na něj zaútočili a rozsekali ho na osm kusů. Další den ráno, Pelinal zabil většinu králů a smiloval se pouze nad dvěma, jenž již začali prchat. Králové na tomto místě zanechali Pelinalovu hlavu jako důkaz jejich skutků z předchozího dne.[39] Když Bílo-zlatá věž padla do rukou Nedeů, Ayleidé prchli ze Cyrodiilu ve směru osmi tamrielských věží, kdy někteří z nich prchli do severního Černého Močálu[40] a většina do Valenwoodu, kde byli ochotní se přizpůsobit se k jejich bosmerských bratrancům.[41] Zejména východní ayleidské klany odešli do Valenwoodu.[33] Předtím než Ayleidé skutečně padli, král známý jako Anumaril, stvořil hůl věží, jejíž části byly ukryty Bílo-zlatými rytíři. Tyto části hledali prchající Ayleidé.[41] V Cyrodiilu, jedna z posledních oblastí, která čekala na dobytí, bylo hrabství Bravilu, jelikož Ayleidé používali jak levitaci, tak magii dýchání pod vodou na noční útočení na Alessiany. Tito Ayleidé byli nakonec také objeveni a zabiti.[25] Pád Ayleidů byl následek jejich uctívání Daeder a podcenění jejich otroků, což se stalo součástí kultury pozdějších Ayleidů a vedlo k jejich oslabení. Z tohoto důvodu lidé, kteří vyzvali Ayleidy, této situace využili a zorganizovali úspěšné povstání otroků. Kdyby tak udělali, když byli Ayleidé v plné síle, byli by zničeni. Kvůli špatným vztahům mezi vyznavači Aeder a vyznavači Daeder, Barsaebičtí Ayleidé z Černého Močálu odmítli volání do boje od krále Glinferena z Atataru. V době, kdy došlo k povstání, byli Ayleidé těžce oslabeni a otroci zase inspirovaní svatou Alessií.[9] Když byla revolta u konce, mnoho ayleidských vyznavačů Daeder bylo zničeno.[26] Pozdějí ayleidské období Některým ayleidským lordům bylo dovoleno dále vládnout i po pádu jejich Císařství. Byli evidováni jako králové vazalové až do 1E 263, což trvalo od 1E 243 až do 1E 498. Pár těmto lordům byla dokonce darována některá území padlých nepřátel. Lidé v těchto městech nadále žili, ale jak s nimi bylo zacházeno nám není známo. Nenávist k cyrodiilským ayleidským lordům postupem času vzrůstala až se nakonec stala součástí utvoření Marukhova Alessianského řádu.[7] Když se udála Alessianská doktrína, přihodila se událost jménem Ayleidská diaspora. Ayleidé hledali v Tamrielu nové domovy. Ti, co prchali na sever, kde kdysi vládli Falmerové, byli pozabíjeni Nordy vedeni Vragem Řezníkem. Obyvatelé Atataru, Atatarové, se pokusili usadit s Barsaebickými Ayleidy z Černého Močálu, ale byl jim odepřen vstup. Většina Atatarů potkala svůj konec při expedici do Elsweyru. Mnoho Ayleidských klanů se vydalo na ostrov Balfiera přes Hammerfell a Iliacký záliv. Ti, co to dokázali, se spojili s klanem Direnni.[34] Jeden z nejzámožnějších ayleidských klanů ve Vysoké Skále byli Erokiiové,[42] klan, který potkal svůj konec při boji s dalšími Ayleidy, jelikož jejich princezna, Anurraame, podvedla svého milence.[43][44] V raných letech 1E 300, byla ayleidská království postupně vymazána z povrchu zemského, jejich přeživší prchali jako uprchlíci do jiných ayleidských království, která dokázala přežít. Během této doby byli Ayleidé nuceni vést svou ekonomiku bez otroků a uctívat Božskou osmičku. Mezi Srdečními elfy začaly vzrůstat pocity marnosti a beznaděje. V roce 371 už zůstalo pouze jediné ayleidské království v Cyrodiilu, a to bylo Nenalata, zatímco ta ostatní vymírala již od roku 332. Nenalatům bylo nabídnuto ultimátum, kdy odešli ze Cyrodiilu do Valenwoodu. Ti, kteří tuto dohodu odmítli, byli zmasakrováni.[45] Když byli Ayleidé z Nenalata donuceni odejít, postavili si ve Valenwoodu město Bisnensel, kde uctívali Hermaea Moru[31] poté, co přinutili urozenou rodinu města odejít ke klanu Direnni.[45] Někteří Ayleidé přežili první éru, například ayleidský učitel, který učil Rislava Laricha.[46] Druhá éra \"Ayleid? Já myslel, že jsou všichni, však víš, mrtví.\" ―Darien Gautier, 2E 582[src]Přes těžké pronásledování Ayleidů v první éře, se některým podařilo přežít až do té druhé; podle pozorování žili v samotářských klanech. Jeden z členů Gwylimské univerzity byl civilizovaný Ayleid, Tjurhane Fyrre, a byl to jeden z jejich nejlepších mudrů. Napsal text o svých lidech nazvaný O divokých elfech předtím, než v 2E 227 zemřel.[47] Poslední známý čistý ayleidský přeživší byl král Laloriaran Dynar. Dynar pobýval v Chladném Přístavu poté, co Prázdné Město, známé jako Delodiil, se bylo transportováno. Byl zachráněn Vestigem a převzal vedení nad Cechem bojovníků,[48] jenže zemřel v 2E 582 při obraně města. Ve svých posledních chvilkách dal Vestigeovi svůj meč jako symbol důvěry a přátelství.[49] Třetí éra Ve třetí éře, se Umaril Neopeřený po boku svých Auroranů vrátil do Tamrielu. Přinesl smrt a zkázu následovníkům Devítky, pozabíjel stoupence Dibelly v Dibellinině kapli.[50] Následně byl poražen Hrdinou z Kvatche, kteří se stali Křižákem Devítky tím, že posbírali všechny Křižákovy relikvie.[51] Altmer jménem Umbacano se také pokusil obnovit ayleidskou civilizaci prohlášením sám sebe za krále Nenalaty, ale také zemřel.[52] Velký welkyndský kámen z Miscarcandu byl použit Čepelemi a Martinem Septimem na vytvoření portálu do Ráje Mankara Camorana.[23] Výskyt The Elder Scrolls II: Daggerfall (pouze zmíněni) The Elder Scrolls III: Morrowind (pouze zmíněni) The Elder Scrolls Travels: Shadowkey (pouze zmíněni) The Elder Scrolls IV: Oblivion (pouze zmíněni) The Elder Scrolls IV: Knights of the Nine The Elder Scrolls V: Skyrim (pouze zmíněni) The Elder Scrolls Online"
}