{
    "title": "Azura",
    "table_of_contents": [
        "Obsah",
        "1 Uctívání",
        "1.1 Anticipace a Rekultivace",
        "1.2 Azurah",
        "2 Mytologie",
        "2.1 Původ",
        "2.2 Azurah a Lorkhaj",
        "2.3 Khajiitové",
        "2.4 Magrusovo oko",
        "3 Historie",
        "3.1 Druhá éra",
        "3.2 Třetí éra",
        "3.3 Čtvrtá éra",
        "4 Artefakty",
        "4.1 Azuřina hvězda",
        "4.2 Měsíc a hvězda",
        "4.3 Čepel Měsíčního svitu",
        "4.4 Azuřin prsten",
        "5 Měsíční stín (Moonshadow)",
        "6 Galerie",
        "7 Zdroje"
    ],
    "infobox": "",
    "content": "Azura Informace o náboženství Panteon Daedričtí princové Druh boha Rozbřesk a soumrak Artefakty Azuřina hvězdaMěsíc a hvězdaČepel Měsíčního svituAzuřin prsten Chronologicky a politicky Období uctívání První éraDruhá éraTřetí éraČtvrtá éra \"Molag Bal chtěl jen mou mysl, Boethia mé ruce a válečnické dovednosti, a Nocturnal snad mou zvědavost. Azura chce nejen všechno z toho, ale k tomu nádavkem naši lásku. Nejde jí jen o to, aby nás zotročila, ale záleží jí na čestném, skutečném zájmu ve všech formách. Je pro ni důležité, aby součástí uctívání byly i naše upřímné city. I naše láska musí být určena přímo jí. Pokud ji milujeme, ale sebe nenávidíme, cítí naši bolest. Na věčné časy ji budu uctívat a už nikdy nebudu sloužit jiné mocnosti.\" ―Vyvolání Azury Znak reprezentující Azuru Azura, Královna rozbřesku a soumraku,[1] také známá jako Azura Karmínové brány,[2] Matka duše,[3] Měsíční stín, Matka růže, Královna noční oblohy,[4] Okraj všech děr,[5] a Azurah pro khajiity,[6][7] je daedrický princ, jehož sférou je rozbřesk a soumrak – magie mezi říšemi stmívání[4] – stejně jako tajemství a magie, osud a proroctví, a marnivost a sobectví.[2] Azura je jednou z mála daeder, která je považovaná za „hodnou“ a údajně má větší starost o blahobyt jejích smrtelných subjektů než ostatní daedričtí princové. Říká se, že chce jejich lásku nadevše a chce, aby její uctívači měli rádi sami sebe; trápí jí, když tomu tak není. Tento přístup má za následek extrémně oddané uctívání.[8] Také patří mezi několik pár Princů, který si zanechává ženskou podobu, a je tak i vnímaná.[3] V khajiitských mýtech o stvoření je Azuře připisované seznámení khajiitů s měsíčním cukrem,[6] a tato víra je také přítomná v příbězích pro khajiitské děti.[9] Přestože je morrowindskými dunmery považovaná za „hodnou“,[3] všude jinde je spojovaná s Molag Balem,[10] jehož dunmerové znají jako jednoho ze Čtyř koutů rodu Problémů.[11] Obyvatelé oblasti Iliackého zálivu věří, že Azura očarovává některé své stoupence, aby se staly jejími „milenci“ a „virtuálními otroky“.[2] Její následovníci přiznávají, že je „krutá, ale moudrá“.[8] Kromě její přezdívky je také „Měsíční stín“ název její říše Zapomnění. Azuřina hvězda, Soumračná hvězda, je viditelná za úsvitu a soumraku nízko na obzoru, pod souhvězdím Hřebce.[3] Je považovaná za nepřítele Ebonarma a Nocturnal.[10] Jejímu vyvolávacímu dni se říká Hogithum, festival konaný dne 21. první setby.[8] Uctívání Azuřina socha v Kaverně Inkarnace Anticipace a Rekultivace Morrowindští dunmerové věří, že je Azura jejich božský předchůdce, jenž naučil chimery, jak se odlišit od altmerů (i když jsou některá její učení občas připisované Boethie).[7] Tyto příběhy ji často vyobrazují spíše jako společného předka[3] nebo „kosmickou sílu“ chimerů, spíše než boha.[7] Po apoteóze Almsivi v první éře byla Azura uznávaná za jednu ze tří „Dobrých daeder“, které přísahaly věrnost novým bohům. Chrám je nazval Anticipacemi, jelikož oni byli „raná očekávání předků milující ochrany Tribunálu“.[3] Azura se stala Anticipací Sotha Sila.[3][7] Nicméně byla Azura, spolu s ostatními Dobrými daedrami (Boethií a Mephalou), nadále uctívaná nomádskými Ashlandery.[12] Vše se změnilo po 4E 5, Rudém roce. Masivní erupce Rudé hory úplně zničila většinu Vvardenfellu a zdevastovala i pevninu.[12][13] Toto, v kombinaci s očividným zmizením tří Tribunů na konci třetí éry[14][15], způsobilo v Chrámu rozvrat, což vyvrcholilo v to, že se (bývalí) Disidentní kněží zmocnili vlády.[12] „Nový chrám“, který vznikl, prohlásil vyznávání Tribunálu za „výsledek chybného učení“. Také vyhlásil trojici Azury, Boethiy a Mephaly za „pravou cestu“. Získali zpět své postavení a nyní jsou v Morrowindu uctívaní jako Rekultivace.[12] Azurah Vyobrazení Azury jako spojení khajiita, mera a člověka V Elsweyru je Azura (téměř) úplně jiná entita, bohyně Azurah, Matka všech khajiitů,[16] Ta, jenž sedí na okraji propasti[17] a Nejmilejší dcera Fadomai.[6][7][18] Azurah nese břímě khajiitských předchůdců; jejími sférami jsou magie, krása a proroctví, a je „strážkyní všech bran a klíčů, rámů a prahů“.[16] Bohyni je připisované stvoření khajiitů z „lesních lidí“ (z některých se stali bosmerové), žijících na Nirnu[6] a spojila je s Lunární mříží,[16] ačkoliv jiné zdroje říkají, že khajiitové vzešli z „altmerského plemene“.[7] Azurah také údajně zná jména všech khajiitů, kteří kdy budou žít, a znát ji je první krok na jejich Cestě.[16] Azurah je „soumračná cesta“ k lásce a spáse. Khajiitové věří, že dohlíží na Brány přechodu za Lunární mříží, soumračné říši mezi smrtí a posmrtným životem.[19] Azurah byla údajně krásnější než jakýkoliv jiný duch, tedy až na její sestru, Nirni. V podsvětí zabila temného ducha Vaerminu, což je důvod, proč Vaermina straší khajiity ve snech.[20] Někteří říkají, že se často prochází po síních Hermorahovy knihovny a podílí se o své vědomosti.[21] Khenarthi je Azuřin posel a dopravuje k ní duše mrtvých khajiitů, aby je mohla soudit. Azurah se stará o lucerny, které Khenarthi zažehla v očích Jone a Jode, jejich mrtvě narozených bratrů, když málo hoří.[16] Khajiitská pověst vyobrazuje její khajiitské tělo jako mrštné, s očima zářícími jako měsíce, a s hedvábnými šaty fialové a zlaté barvy.[17] Mytologie Původ Azurah se narodila součástí třetího vrhu Ahnurra a Fadomai, po dvou měsících a jejich pohybech, a Nirni. Nirni a Azurah začali mezi s sebou okamžitě bojovat o přízeň své matky, ale brzy na to Ahnurr ve vzteku udeřil Fadomai, která se svými dětmi kvůli ochraně utekla do Velké temnoty. Zde umírající Fadomai porodila svého nejmladšího potomka, Lorkhaje, a ostatním věnovala dary. Její děti po jednom dostávaly své dary a pak odešly, dokud nezbyla pouze Azurah a její matka. Fadomai zanechala Azuře ten největší dar, tři tajemství – instrukce na stvoření khajiitů.[6] Většina z toho, co se stalo poté, pochází z pre-ri'Dattských khajiitských příběhů. Ty říkají, že Azurah plakala, když její umírající matka vyprávěla příběhy o lásce, válce a netušených snech; o jménech všech bran a prahů, o všech duchách, a o všech khajiitech, jenž kdy budou žít. Azurah plakala tak moc, až se měsíční svit odrážející se od jejích slz „stal součástí Mříže“. Azurah ve Velké temnotě nějakou dobu zůstala, pohlcena žalem.[18] Azurah a Lorkhaj Temné srdce (ESO) Nějakou dobu poté potřebovala Nirni místo, kde by porodila své děti. Lorkhaj oklamal své sourozence do stvoření Světa, aby uspokojil její touhu, a mnoho Fadomainých dětí v procesu zemřelo. Přeživší Lorkhaje zabili[16] a vyrvali mu srdce.[6] Tedy aspoň si to mysleli, ve skutečnosti Velká temnota v jeho krvi zaplnila díru, kde bývalo jeho srdce.[18] Pomoc hledal u Azury.[20] V tu dobu byla Azurah stále ještě ve Velké temnotě, truchlící nad smrtí své matky. Za čas její slzy a Lunární mříž temnotu zahnali, a zjistila, že se nachází na „místě měsíčního svitu a stínu“. Azurah se poté pokusila se vrátit po bok své matky, ale její slzy daly vzniku velkému moři, ze nímž stála černá brána, která se otevírala do temnoty.[18] A tam stál Lorkhaj, s otevřeným hrudníkem, temná imitace jeho srdce plynule bijící, krvácející černě. Ovšem Azurah znala jména všech duchů, proto rozeznala co je ve skutečnosti ta Velká temnota.[18] Podařilo se jí vyrvat Temné srdce – a všechnu temnotu – ze svého bratra předtím, než ho to pohltilo.[18][20] Hodila to přes moře, do Nicoty, kde se z toho stala Měsíční bestie, první dro-m'Athra,[18][20] a Lorkhaj zemřel v Azuřině objetí. Azurah před bránou postavila pro svého bratra pohřební hranici, kterou zapálila Dvojitými lucernami Jone a Jode.[16][18] Její slzy padaly na hranici a prach se rozptýlil po celé Mříži.[18] Údajně to má za následek to, že Azurah (a Khenarthi) k sobě může přivolat Lorkhajův „skutečný přízrak“.[16] Duch Noctra se narodila z Lorkhajovy černé krve na schodech Nicotné brány. Boethra jí porazila a vzala ji za Azurou, aby ji mohla soudit. Azurah byla však milosrdná a dovolila Noctře žít, pokud bude jí a Lunární mříži sloužit. Noctra ale Azuře ukradla klíče a uprchla do Nicoty. Tak na ni Azurah přivolala Lorkhajova ducha a nyní Noctra na zavolání slouží khajiitům.[20] Také se říká, že bezejmenný „duch pomsty“ se zrodil z Azuřina zármutku ze smrti její matky a jejího bratra. Nemá vlastní vůli a může ho přivolat pouze Azurah, Boethra a Mefala, nebo ti, kteří znají jeho pravé jméno. Příběhy ducha popisují jako černého pantera, válečníka v ebenitové zbroji, nebo skrytý meč.[20] Khajiitové Díky Lorkhajovi již mohla mít Nirni děti. Byla ale smutná, jelikož lesní lidé, její oblíbenci, byli „rozpolcení mezi člověkem a zvířetem“ a neznali vlastní podobu. Tak Azurah přišla za Nirni a obelstila ji do stvoření khajiitů, nabízeje „dar“ nového národa. Vyslovila Fadomaino První tajemství a Měsíce se pro ní rozestoupily. Vzala několik lesních lidí a dala jim mnoho podob, pro každý účel, pojmenovala je khajiity, a dala je do nejlepších lesů a pouští na Nirni. Azurah jim prozradila Druhé tajemství a udělala z nich Nirniny tajné obránce a spojila je s Lunární mříží. A tak vyslovila Třetí tajemství a „Měsíce posvítily na močály a z jejich světla se stal cukr“.[6] Y'ffer zaslechl Azuru vyřknout První tajemství, a tak Nirni prozradil, co viděl. Nirni přetvořila země khajiitů na nehostinné a dovolila Y'fferovi přeměnit lesní lidi na elfy – bosmery. A Y'ffer zakřičel První tajemství přes nebesa, aby mohli všichni prvotní duchové překročit Mříž, ale Azurah se postarala o to, aby ani Ahnurr, ani Lorkhaj to Tajemství neuslyšeli.[6] Y'ffer byl zkažen Namiirou někdy po Lorkhajově smrti a zavraždil Nirni. Hircine, Azurah a Khenarthi ho za to zabili a poté z jeho kostí postavili Nirni mohylu.[21] Někdy před „první vzpomínkou“ khajiitského národa, Azurah, s vědomostí, že falešný Lorkhaj, Měsíční bestie, bude jednoho dne dychtit po jejích dětech, použila Dvojité lucerny, aby vyvolala Lorkhajova skutečného ducha,[16] aby se stal nebeským strážcem.[22] Jako třetí měsíc posvítil Lorkhaj na khajiity a zvolil ty s nejčistějším srdcem, kteří by se stali součástí „Vrhu Skrytého měsíce“, aby se naučili styl Čepele Měsíčního svitu.[22] A od té doby, o nocích Přízračného měsíce, Azurah otvírá Nicotnou bránu, a Měsíční bestie vyzývá smrtelníky, dokud není zase zapuzen.[20] Moderní khajiitové tomuto již nevěří a místo toho pokládají Přízračný měsíc za Lorkhajovu mrtvolu, jež byla po Shromáždění vhozena na Měsíce a za trest byla přinucena následovat Jone a Jode.[23][24] Magrusovo oko Magrus údajně slouží jako připomínka na Azuřin hněv.[16] Sluneční bůh jednou bojoval s Boethrou a Lorkhajem, kdy Boethra vytrhla jedno jeho oko.[16][25] Napůl slepý spadl do Měsíčního stínu, kde o něm Azurah rozhodla, že je příliš plný strachu, než aby vládl říši, a vytrhla mu i druhé oko (přestože některé příběhy říkají, že jí dal své oko dobrovolně). Azurah oko vzala a přeměnila to na Aetherské prizma, kámen odrážející Varlianckou bránu, a otvírá se od svítání do soumraku.[16] Historie Druhá éra V roce 2E 582 požádala Azura Vestige o pomoc osvobodit duši jedné z jejích služebnic ze spárů Molag Bala a také osvobodit věštce z kapesních říší Zapomnění.[26] Azura se zapojila do záležitostí smrtelníků také, když komplot vymyšlený Barbasem hrozil, že zničí ostrov Vvardenfell. Pomohla Vestigovi a její nové šampionce Seryn porazit falešného Nerevarina a Serynina bratra, Chodala, a neochotně pomohla Vivecovi navrátit jeho moc, aby mohl zabránit pádu Baar Dau.[27] Třetí éra Seryn, posedlá Azurou Někdy okolo 3E 405 dala Azura úkol agentovi Čepelí zabít mnicha, který ji urazil. Za splnění úkolu dostal Azuřinu hvězdu.[2] V roce 3E 427 si povšimla vězně poslaného z Imperial City do Morrowindu v naději, že se jedná o předpovězeného hrdinu, Nerevarina, reinkarnaci Azuřina šampiona z první éry, lorda Indorila Nerevara.[14][28] Pomáhala vězně vést k naplnění proroctví, aby se stal Nerevarinem, a osvobodil Morrowind před hrozbou Dagoth Ura. Také získal Azuřinu hvězdu jako odměnu za výpomoc výhry sázky proti Sheogorathovi.[14] V 3E 433 získal Azuřinu hvězdu Šampion Cyrodiilu poté, co zabil pár Azuřiných uctívačů, kteří byli nedopatřením přeměnění na upíry.[29] Čtvrtá éra Okolo 4E 201 se nacházela Azuřina hvězda ve Skyrimu, v rukou umírajícího mága. Artefakt zkazil, čímž způsobil, že byla schopná lapit černé duše a umístit jeho vlastní uvnitř. Azura poslala Posledního Drakorozeného artefakt získat, a když ho našel, byl rozbit. Drakorozený vstoupil dovnitř a zničil mágovu duši, ačkoliv jestli tak bylo uděláno s Azuřinou pomocí není jisté.[30] Artefakty Azuřina hvězda v 4E 201 Azuřina hvězda Azuřina hvězda je daedrický artefakt stvořený daedrickým princem Azurou. Vypadá jako velká, složitě designovaná vrhací hvězdice či drahokam, s osmi hvězdicovitými hroty. Ve správných rukou si Hvězda počíná jako kámen duší s téměř neomezenou kapacitou, který je možné použít znovu a znovu. To z ní dělá extrémně vyhledávanou mágy a nájemnými vrahy. Dokáže spoutat pouze bílé duše, ale pokud je zkažená smrtelníky, lapí jen ty černé a stává se z ní Černá hvězda. Často je používaná jako Azuřin symbol. Karta Směnný obchod z Legends vyobrazuje Azuřinu hvězdu jako předmět v obchoním stánku. Měsíc a hvězda Měsíc a hvězda je trpasličí prsten chimerského hrdiny Nerevara. Artefakt byl ukován jedním z kovářů dwemerského mága a kněze Kagrenaca, a následně požehnán Azurou. Prsten poskytl Nerevarovi nadpřirozené schopnosti přesvědčování a nepopíratelného důkazu identity, jelikož každý jiný, kdo se pokusil prsten nosit, okamžitě zemřel. Měsíc a hvězda pomohl Nerevarovi sjednotit válčící chimerské klany a zformulovat První radu, jejíž součástí byli i dwemerové. Měsíc a hvězda hrál roli v proroctvích o Nerevarinovi, jelikož umožnil Nerevarinovi, reinkarnaci Nerevara, opět sjednotit Velké rody a ashlanderské klany, tentokrát v boji proti armádě Dagoth Ura. Čepel Měsíčního svitu v rukou jejího posledního nositele Čepel Měsíčního svitu Čepel Měsíčního svitu je čepel ve tvaru půlměsíce, která je spojovaná s Azurou a dosud existujícím Řádem Skrytého měsíce. Tomuto starodávnému khajiitskému řádu dala čepel Božská matka samotná, když ji odtrhla z její vlastní Měsíční hole, aby byla používaná jako zbraň. Řádu bylo svěřeno vést, chránit a vykupovat duše svého národa – jak čistých, tak zkažených Namiirou, Čepel Měsíčního svitu byla považovaná za svatý nástroj pro tuto povinnost. Zatímco byla čepel sama o sobě smrtelnou zbraní proti Dro-m'Athrám, v rukou těch, kteří znali tajemství Řádu, mohla Čepel proříznout téměř nepozorovatelnými bariérami, jak obyčejnými, tak těmi mezi světy. Azuřin prsten Tento prsten darovala Azura Nerevarinovi v 3E 427 poté, co zabil Dagoth Ura. Měl několik magických očarování.[31][32] Měsíční stín (Moonshadow) Měsíční stín je říše Zapomnění stvořená a vedená daedrickým princem Azurou, Královnou rozbřesku a soumraku. Říká se, že je říše „příliš nádherná“, že mohou smrtelní návštěvníci „napůl oslepnout“, a nacházejí se tam květiny, vodopády a stříbrné město. Azura samotná pobývá v paláci růží a vítá smrtelné návštěvníky. Pro khajiity je Měsíční stín místo, kde se Azurah stará o Brány přechodu – most mezi Nirni a posmrtným životem . Podle mýtu, když Azurah po smrti své matky plakala ve Velké temnotě, světlo z jejích slz vyhnalo Temnotu a to místo přetvořilo na „místo měsíčního svitu a stínu“. Khajiitská mytologie tvrdí, že když Magrus prchl od Boethry a Lorkhaje poté, co mu prvně jmenovaná vytrhla oko z důlku, spadl do Měsíčního stínu. Tam ho Azurah odsoudila jako příliš plného strachu, než aby byl schopný vládnout sféře, a tak mu vytrhla i to druhé (nebo jí to dal dobrovolně). Slepý Magrus prchl do nebes a Azurah jeho oko přetvořila na „kámen odrážející Varlianskou bránu“."
}