{
    "title": "Baar Dau",
    "table_of_contents": "",
    "infobox": "",
    "content": "Baar Dau (neskôr Ministerstvo pravdy) bol veľký monolit, ktorý levitoval nad mestom Vivec. Aby sa zabránilo deštrukcii mesta, monolit bol najprv zdržaný na mieste božskou silou Viveka a neskôr prístrojom známym ako Ingenium. Pôvod Presný pôvod monolitu nie je známy ale existuje populárna a pravdepodobná teória, ktorá hovorí že Baar Dau bolo vyslané Daedrickým princom Sheogorathom za účelom zničenia Vivecovho mesta. Oficiálne stanovisko Tribunálu je, že Sheogorath sa chcel pomstiť Tribunálu, ktorý podľa neho dešpektoval Daedrickými princami. História Ešte počas toho, ako sa mesto stavalo sa naň začal rútiť Baar Dau. Vivek však k nemu len zdvihol ruku a zastavil ho svojou božskou silou vyhlasujúc, že Baar Dau je večné pripomenutie pre tých, ktorí by chceli pochybovať nad mocou Tribunálu. Dodal tiež, že pokiaľ sa niekedy Dunmerský ľud zriekne svojej viery, tak Baar Dau spadne a zničí celé mesto. V roku 2E 582 však Vivek začal pomaly strácať svoju božskú energiu. Baar Dau sa pohol bližšie k mestu čo spôsobilo smršt malých úlomkov. Vivekovi sa však podarilo zregenerovať a Baar Dau nechal levitovať na jeho novej pozícii, ktorá bola bližšie k mestu. Niekedy počas Tretej éry sa Baar Dau vydolovalo zvnútra a stala sa z neho väznica, z ktorej sa nedalo ujsť. Odtiaľ pochádza aj druhý názov monolitu - Ministerstvo pravdy. Po tom, ako sa Tribunál koncom Tretej éry rozpadol však začalo byť Baar Dau nestabilné. Dvaja Dunmerskí obyvatelia mesta - Ezhmaar Sul a Vuhon sa rozhodli uzavrieť dohodu s Daedrickým princom Clavicom Vileom. Súčasť tejto dohody bol prístroj Ingenium, ktorý mal Baar Dau nad zemou. Ingenium bolo poháňané živými dušami a preto sa obyvatelia mesta rozhodli najprv obetovať zvieratá. Keď už nemali kde zvieratá zohnať, tak začail aj s ľudskými obetami. V roku 4E 5 sa Vuhon snažil obetovať Sulovu ženu Ilzheven. Sul mu v tom však zabránil a zničením Ingenia sa vytvoril portál do Oblivionu ktorý teleportoval Sula a Vuhona do ríše Oblivionu Clavica Vilea. Zničením Ingenia Baar Dau spadol priamo na mesto čím ho absolútne zruinoval. Náraz taktiež spôsobil erupciu Červenej hory a apokalyptické udalosti, ktoré sú známe aj ako Červený rok."
}