{
    "title": "Balmora",
    "table_of_contents": [
        "Obsah",
        "1 Historie",
        "2 Popis města",
        "2.1 Horní čtvrť",
        "2.2 Obchodní čtvrť",
        "2.3 Dělnická čtvrť",
        "3 Městská vláda",
        "4 Ekonomika",
        "5 Obyvatelstvo",
        "6 Kultura",
        "7 Přírodní podmínky",
        "8 Cestování",
        "9 Reference"
    ],
    "infobox": "Balmora Vyobrazení znak mapa Geografické info Typ sídla: město Provincie: Morrowind Správní info Vládnoucí rod: Hlaalu Centrum: Sídlo rady Hlaalu Počet čtvrtí: 3 Herní údaje Hry: TES III: Morrowind",
    "content": "Balmora byla druhým největším městem na ostrově Vvardenfell, hned po městě Vivec. Město bylo považováno za centrum okresu, spadajícího pod vládu rodu Hlaalu. Balmora, která se nacházela v oblasti Západního Gashe, byla také důležitým obchodním střediskem. Městem protékala řeka Odai. Historie Existence Balmory je písemně doložena již v Prvné éře. Tehdy, roku 1E 2920, Balmora hostila samotný Tribunál.[1] Po celá staletí však zřejmě zůstávalo město cizincům nedostupné, stejně jako celý ostrov Vvardenfell. To se změnilo až roku 3E 414, kdy byl ostrov Vvardenfell reorganizován a po takzvaném vypořádání přerozdělen mezi jednotlivé dunmerské rody, chrám a císařství. Krom toho byl ostrov konečně otevřen všem cizincům. Město Balmora byla jednou z osad, které připadly pod nadvládu rodu Hlaalu. Noví vládci byli nakloněni císařství a zahájili mohutnou kampaň osidlování a rozvoje svěřených oblastí. Tak se během desetiletí rozrostla i Balmora. Ve městě však i přesto došlo k drobnému povstání proti vysokým daním. Povstání však bylo potlačeno, aniž by došlo k výraznějším ztrátám na životech či majetku.[2] Balmora si užila krátkého hospodářského vzestupu. Roku 4E 22 se však zhroutilo Ministerstvo pravdy a došlo k výbuchu Rudé hory. Celý ostrov Vvardenfell byl zničen. Je dost pravděpodobné, že během běsnění sopky byla zničena i Balmora. Popis města Město Balmora je druhým největším městem Vvardenfellu hned po městě Vivec. Samotné město se dělilo na tři čtvrtě, které si v následujících odstavcích popíšeme. Krom toho k městu náležela i pevnost Moonmoth, která byla sídlem císařské legie. Horní čtvrť Pohled na náměstí v Obchodní čtvrti Horní čtvrť se nacházela v západní části města, skládala se přibližně z deseti domů. V této čtvrti sídlila radnice a chrám Tribunálu. Krom těchto dvou budov se zde nacházela sídla bohatých občanů a své sídlo zde měla i cechovní hala Morag Tong. Obchodní čtvrť Centrem obchodní čtvrti, která se rozkládá pod Horní čtvrti, bylo rozsáhlé náměstí, které se nacházelo severně od jižní městské brány. U jižních hradeb se zde nacházelo stanoviště Bahnomerek, které jsou využívány k cestování mezi městy. Obchodní čtvrť je pak tvořena přibližně čtrnácti domy, vesměs se jedná o obchody a hostince. Svá sídla zde mají i Cechy bojovníků a mágů. Dělnická čtvrť Dělnická čtvrť Poslední čtvrtí Balmory, byla takzvaná Dělnická čtvrť, která se nacházela na východním břehu řeky Odai. Tato čtvrť, skládající se přibližně z třinácti domů, byla sídlem chudých a prostých občanů. Nacházelo se zde několik málo obchodů a hostinec. Městská vláda Balmorská radnice Vládnoucím rodem v Balmoře, byl rod Hlaalu. Nikdo z radních Hlaalu však ve městě dlouho nepobýval. Proto skutečnou správkyní města byla Nileno Dorvayn. Ta za své pány spravovala a udržovala Balmoru v chodu. Mezi její úkoly patřilo udržování obchodu a pečování o město i přilehlé okolí. Ekonomika Balmora ležela na důležité cestě mezi Ald´Ruhn a Vivecem. Díky tomu bylo město důležitým hospodářským centrem na ostrově a obchod zde jen vzkvétal. V Balmoře bylo možné sehnat téměř všechno žádané zboží. Důležitým hospodářským odvětvím v Balmoře byla těžba kwamích vejcí. Obyvatelstvo Balmora byla jedním z nejlidnatějších měst na ostrově Vvardenfell. Díky vstřícné politice rodu Hlaalu k císařství, bylo město doslova multinárodnostní. Přirozeně zde žilo nejvíce Dunmerů, mezi nejvíce zastoupené menšiny však patřili Císařští, Altmeři a Redguradi. Žili zde i příslušníci ostatních ras, avšak v mnohem menším zastoupení. Obyvatelé Balmory se pak po nejvíce živí obchodem. Kultura Chrám tribunálu v Balmoře Balmora je velkým, přívětivým městem. Zdejší obyvatelé tráví svůj volný čas většinou procházkami po městě, nebo posedáváním v krčmách. Město je skvěle uspořádané a organizované. Mnozí lidé, kteří touží po společenském vzestupu se přidávají k jednomu z mnoha cechů, které jsou ve městě k dispozici. V náboženství zde figuruje Chrám tribunálu. Přírodní podmínky Balmora leží na území známém jako Západní Gash, jedná se o o vvanderfellskou vysočinu, táhnoucí se mezi dvěma pohořími. Samotná Balmora je na západě i východě obklopena skalnatými vršky, které tvoří její přírodní hradby. Krom toho městem protéká řeka Odai. Podnebí je zde, jak se zdá mírné. Cestování Bahnoměrka v Balmoře Skrz Balmoru procházelo mnoho cest, které ji spojovaly s ostatními sídly na ostrově. Cesty na jih od města vedly do pevnosti Pelagiad, vesnice Seyda Neen a města Vivec. Nepříliš udržovaná cesta, vedoucí podél řeky Odai na severozápad, vedla do rybářské vesnice Hla Oad. Lépe udržovaná cesta vedoucí na sever nás mohla dovést do Caldery či Ald´Ruhn. Krom toho měla Balmora stanoviště bahnoměrek, které přepravovaly cestující buď do Ald´Ruhn, Suranu nebo Seyda Neen. V cechu mágů byla nabízena i teleportace za poplatek, buď do měst Ald´Ruhn, Vivecu, Caldery a a nebo do Sadrith Mora."
}