{
    "title": "Barenzie",
    "table_of_contents": [
        "Obsah",
        "1 Životopis",
        "1.1 Před nástupem na trůn",
        "1.1.1 Narození a dětství",
        "1.1.2 Mládí ve Skyrimu",
        "1.1.2.1 Na útěku",
        "1.1.2.2 V Riftenu: Cech zlodějů",
        "1.1.3 Na dvoře císaře",
        "1.2 Královna Mournholdu",
        "1.2.1 Nástup na trůn: Korunovace",
        "1.2.2 Vnitřní politika",
        "1.2.3 Manželství se Symmachusem",
        "1.2.3.1 Románek se Slavíkem",
        "1.2.4 Narození královského dědice",
        "1.2.5 Krize a odjezd do Imperial City",
        "1.3 Boj s Jagarem Tharnem",
        "1.3.1 Symmachusova smrt",
        "1.3.2 Rozluštění Tharnova tajemství",
        "1.4 Královna Wayrestu",
        "1.5 Návrat do Morrowindu",
        "2 Fyzický vzhled",
        "3 Vlastnosti a schopnosti",
        "4 Reference"
    ],
    "infobox": "",
    "content": "Barenzie Královna Barenzie Královna Mournholdu Doba vlády 3E 14 - 3E 396 Předchůdce Císařská vláda Následník Llethan Hlaalu Královna Wayrestu Doba vlády 3E 399? - 3E 417/427? Předchůdce Carolyna Následník Elysana Královna matka Morrowindu Doba vlády 3E 425 - Současnost? Manžel/ka SymmachusEadwyre Děti Helseth HlaaluMorgiahNeznámé dítě Rod Hlaalu Otec Král Mournholdu Matka Královna Mournholdu Narození 2E 893, Mournhold Barenzie (v originále Barenziah; 2E 893 - současnost?) je královnou matkou Morrowindu. V minulosti vládla Barenzie také jako královna Mournholdu a později Wayrestu. Barenzie prožila dlouhý a pestrý život a později se stala legendární postavou celého Tamrielu. Královna byla dvakrát vdaná, jejím prvním mužem byl císařský generál Symmachus, se kterým má dvě děti: Helsetha, který je králem Morrowindu a Morgiah, která je manželkou krále Firstholdu. Druhým manželem Barenzie byl Eadwyre, král Wayrestský. Po smrti druhého manžela se Barenzie stáhla z veřejnosti a v současné době žije v královském paláci v Mournholdu. Životopis Před nástupem na trůn Narození a dětství Barenziah se narodila roku 2E 893[1] jako dcera krále a královny Mournholdu. Ku příležitosti narození královské dcery, se ve městě konaly mohutné oslavy a lid vzdával hold dědičce trůnu. Sotva Barenziah trochu povyrostla, už jí její rodiče opouštěli, vedli totiž armádu proti tamrielskému císaři Tiberovi Septimovi, který vyhlásil válku Morrowindu. O nějakou dobu později, byl již Morrowind podroben císařstvím. Do Mournholdu přitáhla císařská legie a Barenziah byla na příkaz císaře odvezena na výchovu do dálného Skyrimu.[2] Mládí ve Skyrimu Mapa Skyrimu, země, kde Barenziah strávila své mládí Skyrimskými pěstouny mladé Barenziah se stali hrabě Sven Advesmen a jeho žena paní Inga, kteří vládli na hradě Darkmoor. Barenziah neměla své pěstouny příliš v oblibě. U ní samotné se s přibývajícím věkem objevovaly typické dunmorské vlastnosti, kradla, lhala a sem tam použila nešikovné kouzlo. Jak stárla, začala mít také zájem o chlapce a muže, kteří jí krom úžasných pocitů poskytovali často i dárky. To vše dělala Barenziah za zády paní Ingy, která neměla pro její výstřelky pochopení. Paní Inga ovšem chválila Barenziahinu starost o její mladší nevlastní sourouzence. Když bylo Barenziah osm let a jejímu nevlastnímu bratrovi Jonnymu šest, najal hradní pán učitele, který obě dítka vzdělával. Barenziah se chtěla učit také zacházet s mečem, to ovšem vyvolávalo pohoršení hraběte Svena i jeho manželky. Proto dovolili mladé dívce alespoň střílet z luku a sledovat jejich syny při výcviku s mečem. Když však nebyl nikdo poblíž, Barenziah se ráda tajně cvičila se svými nevlastními bratry a byla si vědoma toho, že je v tom stejně dobrá a nebo lepší než oni. Barenziah byla také velmi pyšná a hrdá, a když se dozvěděla více o původu svých pěstounů, velmi jimi opovrhovala.[3] Na útěku Pevnost Sunguard, jedno z mnoha míst, které Barenziah při svém útěku navštívila Čas o času navštěvovali Darkmoor císařští kurýři, kteří dovezli měšec mincí pro hraběte a jeho paní, a pytlík hub z Morrowindu pro Barenziah. Když bylo Barenziah šestnáct let, přesvědčil ji štolba Sláma, který byl mladý milenec Barenziah, aby s ním uprchla. Barenziah se převlékla za chlapce, ukradla zlato a sebrala pytlík hub a pod rouškou tmy ukradli se Slámou dva nejlepší koně a uprchli. Cestovali celou noc do nejbližšího města Whiterun. ve Whiterunu se ukryli na týden v chudém hostinci, Barenziah si ostříhala vlasy a přebarvila je na černo, aby jí nikdo nepoznal. Sláma vydělal něco málo peněz jako poslíček a Barenziah se vloupala do několika domů. Nakonec se připojili k malé obchodní karavaně, která cestovala do Sunguardu. Karavana se držela postranních cest, kvůli vysokému mýtnému. Dvakrát byli přepadeni, ale podařilo se jim útok vždy odrazit. Po večerech Barenziah ráda sedávala k táborovému ohni a poslouchala vyprávěné upovídaného seržanta, ten vyprávěl hlavně o Morrowindu a slavném generálovi Symmachusovi. Jeho vyprávění Barenziah velmi zaujala, dozvěděla se také o osudu svým rodičů, kteří padli v boji během války o Morrowind. Nakonec se Barenziah a Sláma připojili k další karavaně, která cestovala na východ, do Riftenu, který ležel blízko morrowindských hranic. V Riftenu Barenziah vyhledávala společnost jiných mužů, kteří ji dokonce za její služby platili. Žárlivému Slámovi se to pranic nelíbilo, avšak bylo to tak vše co mohl dělat.[4] V Riftenu: Cech zlodějů V Riftenu se Barenziah rozhodla přidat k místnímu, nechvalně proslulému Cechu zlodějů. Barenziah se podařilo upoutat pozornost známého člena cechu, mladého khajiita Therrise. Aby mohla vstoupit do cechu, zaplatila Barenziah Therrisovi společnou nocí. Therris byl pro Barenziah tím nejatraktivnějším mužem, kterého do té doby potkala. Sám ji vycvičil v dovednostech, které potřebovala, aby byla přijata do cechu. Další přítelkyní Barenziah se v té době stala Katisha, nordka, která se trochu vyznala v magii. Katisha naučila Barenziah kouzlo neviditelnosti a další triky, které se jí mohly při krádežích hodit. Město Riften, kde se Barenziah přidala k cechu zlodějů Barenziah se nakonec skutečně podařilo do cechu zlodějů dostat. Jednoho dne se spolu se svými přáteli vloupala do šlechtického domu, avšak Therrisovou zradou padla přímo do rukou generála Symmachuse, jemuž dům patřil. Ten Barenziah poté vysvětlil, že císař Tiber Septim z ní celou dobu zamýšlel učinit královnu Mournholdu. Přátelé Barenziah byli umlčeni, aby nemohli prozradit její pravou identitu. Slámovi byl vyříznut jazyk, Therris byl rovnou popraven. Po několika dnech, se Barenziah a její nový doprovod v čele se Symmachusem vydali na cestu do Imperial City, kde měla Barenziah pobýt nějakou dobu u císařova dvora.[5] Na dvoře císaře Imperial City, kde Barenziah strávila nějaký čas i císařova dvora V Imperial City byla Barenziah přivítána s velkou pompou, občané města obklopili hlavní třídu, aby mohli spatřit budoucí královnu Mournholdu. Barenziah toho dne přenocovala v Symmachusově domě a následujícího dne byla předvedena k císaři. Velký Tiber Septim byl okamžitě okouzlen krásou, kterou mladá Baranziah oplývala. Stejně jako byl Tiber Septim okouzlen Barenziah, byla i ona okouzlena jím. Po císařově vlídném přijetí, Barenziah strávila nějakou dobu v Imperial City. Symmachus se zatím vydal do Mournholdu, aby zde převzal vládu jako guvernér, než do města zavítá mladá královna. Baranziah zatím dostala ty nejlepší učitele, kteří ji vzdělávali v oblastech magie, historie a politiky. Společně s její gardedámou Drelliane se Barenziah usadila v komnatách císařského paláce. Socha císaře Tibera Septima Jak plynul čas, začala se Barenziah sbližovat s císařem, trávili dlouhé hodiny na procházkách zahradami, kde jí císař poučoval o historii a státnických povinnostech, z jeho úst zněla pro Baranziah jinak nudná témata, jako nesmírně zajímavá a císař postupně podněcoval její zájem. Jednoho dne se však císař přiblížil Barenziah více než bylo vhodné a ta se do něj beznadějně zamilovala. Brzy se začaly šířit fámy o císařově milostném poměru s Barenziah, ta ve své zamilovanosti ani nevnímala, jak chladně se k ní začala chovat císařovna a její děti. Následky milostného vzplanutí na sebe nenechaly dlouho čekat, Baranziah s Tiberem Septimem čekala dítě. Ani láska však nepřemohla státníka, který v císaři vězel. Jakmile se dozvěděl o tom, že je Barenziah těhotná, trval na potratu. Nemanželské dítě, by totiž mohlo ohrozit nároky jeho dědiců na trůn. Proti své vůli, byla nakonec Barenziah skutečně donucena k potratu. Když se Baranziah vzpamatovávala z křivdy, která jí byla způsobena, císař jí posílal dary a květiny, avšak už jí nenavštěvoval po nocích. Po několika dnech už Barenziah ani netoužila po jeho přítomnosti. Když se Baranziah fyzicky zcela vzpamatovala, poslal Symmachus žádost, aby byla vyslána do Mournholdu. Bylo to dřív než bylo původně v plánu, avšak v nastalé situaci se to císaři skvěle hodilo. Baranziah dostala velký doprovod a výbavu, hodnou královny. V Imperial City se v den jejího odjezdu konalo impozantní a ceremoniální rozloučení, některým lidem bylo dokonce líto, že královna odjíždí a ronily pro ni slzy. Bylo však mnoho těch, kterým to líto nebylo a rozhodně po ní netruchlili.[6] Královna Mournholdu Nástup na trůn: Korunovace Královský palác v Mournholdu, který byl po dlouhá léta královniným domovem Barenziah cestovala do Mournholdu v doprovodu, tvořeném především Redguardy, Altmery, Nordy a Bretonci. Sama byla oblečena v nádherné válečnické zbroji, dunmerské výroby. Symmachus a jeho vojáci, oblečení v císařské zbroji očekávali Barenziah na hranicích Mournohldu. Její vstup do města byl provázen velkou slávou, královna se dočkala přivítání z úst mnoha významných hodnostářů. Korunovace, která se konala o několik dní později, byla směsí starého a nového. Část ceremonie pocházela z tradic Dunmerů, kdežto nová část byla určena císařským dekretem. Barenziah musela odpřísahat věrnost císařství a Tiberu Septimovi, stejně jako Mournholdu a jeho lidu. Následně přijala přísahy věrnosti a loajálnosti od lidu, šlechty a rady.[7] Vnitřní politika Mapa Mournholdu Barenziah brzy strávila většinu svého panování tím, že se snažila usmířit dvě znesvářené strany královské rady. Královská rada byla totiž tvořena z části císařskými emisary a z části představiteli Mournholdu, což byli většinou starší v souladu s dunmerskými zvyky. Od představitelů Mournholdu se očekávala většina ústupků, ve světle reforem zavedených císařstvím a týkajících se vlastnictví půdy a farmaření. Reformy však šly přesně proti zvykům Dunmerů. Královna samotná si brzy začala užívat pocitu moci, který se jí dostal. S vervou se vrhla do studií a brzy v sobě objevila velkou lásku k historii a mytologii Dunmerů. S hrdostí zjistila, že její lid je pyšnými válečníky, zkušenými řemeslníky a mazanými mágy již od nepaměti.[8] Manželství se Symmachusem Jak plynul čas, dorazila do Mournholdu jednoho dne zpráva u úmrtí císaře Tibera Septima a novým císařem se stal jeho vnuk Pelagius Septim I. Barenziah připadala zpráva o císařově smrti neuvěřitelná, avšak Symmachus který se stal Barenziahyným premiérem a přítelem, přijal zprávu o císařově smrti s klidem. Symmachus dokonce při rozmluvě o císařově smrti požádal královnu o ruku. Barenziah si uvědomila, že Symmachus je jí věrným a spolehlivým přítelem, navíc ji miloval, proto jeho žádost přijala. Sňatek Barenziah se Symmachusem byl politicky výhodný, nový císař totiž neměl Barenziah v lásce, avšak starého přítele svého děda si velmi vážil. Lid Mournholdu se zase díval podezřívavě na Symmachuse, protože pocházel z nízkých vrstev a měl velké vazby na císařství. Popularita královny však byla neotřesitelná a lid nakonec Symmachuse přijal jako jejího chotě. Léta ubíhala a Mounrhold stále prosperoval, jeho lidé byli v bezpečí, farmy a doly pracovaly na plný výkon. Marně se však čekalo na narození královského dědice. Když uplynulo mnoho dekád, královský pár byl znepokojen. Do paláce přicházeli kněží a léčitelé, avšak všechny jejich modlitby, elixíry a lektvary nepřinášely žádné výsledky. Nakonec se Barenziah se Symmachusem vzdali pokusů a přenechali možné narození dítěte v rukou božích.[9] Románek se Slavíkem Jednoho dne byl Symmmachus povolán do Imperial City, kde bylo nutno řešit některé neodkladné záležitosti. Barenziah zatím trávila čas osamocená ve svém paláci, kde ji zaujal tajemný bard, jménem Slavík. Barenziah trávila dlouhé hodiny poslechem Slavíkovy hudby a konverzací s ním. Slavík ve skutečnosti Barenziah sprostě využil. Svedl ji, aby získal přístup do Mournholdských dolů. Barenziah ve víře, že se v podzemí města nachází Roh povolání, pronikla společně se Slavíkem přes síť podzemních jeskyní do svatyně. Ve svatyni se však ve skutečnosti nacházela Hůl Chaosu, které se Slavík zmocnil a uprchl.[10] Narození královského dědice Helseth Hlaalu, královnin nejstarší syn Slavíkova zrada paradoxně způsobila, že se Barenziah a Symmachus sblížili. Barenziah byla konečně těhotná a co víc, do Symmachuse se konečně zamilovala. Zatímco císařští špehové pátrali po Slavíkovi, Symmachus upadl v částečnou nemilost císaře Uriela Septima VII., který byl krádeží hole rozzuřen. Avšak Barenziah se konečně dočkala toho, po čem toužila. Roku 3E 376 se jí narodil syn Helseth a osm let později dcera Morgiah. Královna byla konečně šťastná.[11] Krize a odjezd do Imperial City Následky krádeže Hole Chaosu na sebe nenechaly dlouho čekat. Vztahy mezi Mournholdem a císařstvím se pomalu zhoršovaly, bez zjevného důvodu. Daňové zatížení bylo každým rokem větší a větší. Symmachus se domníval, že jej císař podezřívá z účasti na zmizení hole a proto bez odmluv plnil všechny císařské požadavky. Aby mohl posílat dostatečné finanční částky, zvýšil tarify, prodloužil pracovní dobu a přidal jak velkou sumu z královské pokladny, tak i osobního majetku královské rodiny. Odvody se přesto nadále zvyšovaly a šlechta začala pomalu, ale jistě protestovat. Když se situace zhoršila natolik, že mohla každou chvíli vypuknout revoluce, poslal Symmmachus královnu a jejich děti do Imperial City. Měl proto dva důvody, jednak měla Barenziah přesvědčit císaře o nebezpečí celé situace a jednak se Symmachus bál o královnino bezpečí.[12] Boj s Jagarem Tharnem Symmachusova smrt Jagar Tharn byl současně královniným milencem, velkou láskou, ale také největším nepřítelem V Imperial City se královna po dlouhé dny marně snažila získat audienci u císaře Uriela Septima VII. Když byla Barenziah konečně přijata k audienci, zjistila, že muž sedící na trůně není skutečný císař. Byl to císařský bojový mág Jagar Tharn, který používal mistrovskou magii iluzí a vydával se za císaře. Barenziah v Jagarovi také rozpoznala barda Slavíka, což byla další s Jagarových mistrovských proměn. Znepokojená Barenziah by nejraději bývala uprchla z města, které se jí nyní stalo skutečným vězením. Bohužel dorazila zpráva, že v Mournholdu vypukla rebelie. Symmachus byl zrazen a padl v boji. Barenziah byla v Morrowindu prohlášena za sesazenou z trůnu a byla na ní vypsána odměna za zradu. Barenziah se cítila prázdná a osamocená, avšak neměla čas truchlit. Toužila se Jagarovi Tharnovi pomstít za smrt svého manžela.[13] Rozluštění Tharnova tajemství Eadwyre, přítel, spojenec a druhý manžel královny Barenziah Když Barenziah odhalila Jagara Tharna, spojila se proti němu z Eadwyrem králem Wayrestu. Ten jí prozradil, že v císařském vězení je uvězněn jistý hrdina, který může Tharna porazit. Bylo potřeba odvést pozornost falešného císaře, aby mohl hrdina v klidu uprchnout. Tohoto úkolu se zhostila právě Barenziah. Královna přesídlila do císařského paláce a zdá se, že Jagar Tharn jí skutečně miloval. Trávili spolu mnoho času v soukromí a Tharn byl natolik neopatrný, že Barenziah mohla v klidu nahlédnout do jeho deníku. Během dlouhých měsíců královna zjistila, že zrádný mág rozdělil hůl na osm částí a ukryl je po celém Tamrielu. Barenziah nakonec dokázala rozluštit místa, kde se části hole nacházely a usnadnit tak hrdinovi jeho úkol. Barenziah se tou dobou s Tharnem často až násilně hádala, navíc s ním čekala své třetí dítě. Po jedné z velkých hádek nakonec královna kvapně popadla své děti a společně s Eadwyrem uprchli do jeho království v High Rocku. Jagar Thar sice zuřil, avšak neodvážil se se uprchlíky ani stíhat, ani vyhlásit válku Wayrestu. Sám byl za chvíli zaneprázdněn bojem s hrdinou.[14] Královna Wayrestu Barenziah v době, kdy byla královnou Wayrestu Obyvatelé Wayrestu dunmerské královně příliš nedůvěřovali. Avšak Eadwyre byl svým lidem zbožňován a tak mu ochotně Barenziah a její rodinu ve svém městě toleroval. Barenziah zatím porodila Slavíkovo dítě, o jehož životě téměř nic nevíme. Rok na to se za krále Eadwyra provdala a stala se tak opět královnou. Wayrestský král Barenziah a její děti upřímně miloval. Barenziah Eadwyra sice nemilovala, ale měla jej upřímně ráda a to jí ke spokojenosti po tak dlouhém a dobrodružném životě jaký prožila stačilo.[15] Návrat do Morrowindu Po smrti krále Eadwyra, nastoupila na trůn Wayrestu jeho dcera s předchozího manželství, princezna Elysana. Princ Helseth se marně pokusil získat wayrestský trůn a nová královna jej za trest i s jeho matkou vyhnala ze země. Morgiah se ještě před tím provdala za krále Firstholdu. Barenziah a Helseth se vrátili do Morrowindu, kde se v Mournholdu připojili ke dvoru krále Llethana, který byl jejím strýcem a nástupcem. Nedlouho na to, Llethan zemřel a Helseth se stal jeho nástupcem jako král Morrowindu. Barenziah se stala královnou matkou. Obyvatelé, kteří měli v oblibě starého krále, šířili zvěsti, že byl otráven ctižádostivým Helsethem. Unavená Baranziah se v té době stáhla z veřejného života do ústraní a v klidu pobývala ve svých komnatách. V té době významně pomohla hrdinovi Nerevarinovi, ten zastavil pokus o atentát, který byl na královnu uspořádán Temným bratrstvem. Fyzický vzhled Barenziah byla v mládí neobyčejně krásnou ženou. Za svého pobytu ve Skyrimu, Nordy udivovala svou tmavou, šedou kůží. Obličej měla lemovaný bujnou rudou kšticí, stejně jako všichni ostatní Dunmeři, měla i Barenziah tmavě rudé oči. Když Barneziah v mládí pokoušela o útěk ze Skyrimu, ostříhala si své dlouhé vlasy nakrátko a obarvila je načerno, aby se všichni okolo ní domnívali, že je chlapec. Ke konci třetí éry, je už na Barenziah patrný její vysoký věk. Stáří, vrásky a bílé vlasy, považují Dunmeři za krásné. Vlastnosti a schopnosti Stejně jako všichni Dunmeři, měla Barenziah vynikající sluch, díky němuž bývala svým přátelům významnou oporou, která je varovala před příchodem nepřátel. K Barenziihaným uším se tak donesly i mnohé pomluvy, které raději neměla slyšet. V mládí měla dívka také tendence brát si věci, které jí nepatřili a i u ní se vyskytovala promiskuita, tolik patrná pro mladé Dunmery. Za svůj dlouhý život, vystřídala Mournholdská královna mnoho partnerů a mnohokrát se zamilovala. Barenziha byla také neobyčejně hrdá a zpupná. Co se schopností týče, byla Barenziah vzdělaná ve všech možných směrech. Královna se zajímala o historii svých předků, ráda poslouchala hudbu, uměla se i skvěle ohánět mečem, střílet z luku a dokonce znala mnoho zlodějských technik. Barenziah měla také rozsáhlé znalosti v oblasti magie a odhalila Jagar Tharnovu iluzi, když se vydával za císaře. Za svůj dlouhý život posbírala Barenziah mnoho zkušeností a oplývala neobyčejnou moudrostí."
}