{
    "title": "Bitva o Sancre Tor",
    "table_of_contents": [
        "Obsah",
        "1 Před bitvou",
        "2 Průběh bitvy",
        "3 Důsledky",
        "4 Zdroj"
    ],
    "infobox": "Bitva o Sancre Tor Informace Konflikt: Války Tibera Septima Datum: 2E 852 Místo: Sancre Tor, Cyrodiil Výsledek: Vítězství Cyrodiilu Strany Cyrodiil Skyrim High Rock Velitelé Talos Neznámý Síly Cyrodiilská armáda Nordsko-bretonská armáda Ztráty Neznámé Velké, mnoho Bretonců pobito, popraveno a prodáno do otroctví",
    "content": "Bitva o Sancre Tor byla klíčovým střetnutím mezi Cyrodiilem na straně jedné a Skyrimem a High Rockem na straně druhé. Vítězství Cyrodiilu v bitvě překazilo chystanou invazi nordsko-bretonských spojenců do vnitrozemí země a položilo tak základy budoucí Tamrielské říše. Před bitvou Nordové a Bretonci s nelibostí sledovali nový vzestup cyrodiilské říše pod vládou císaře Cuhlecaina. Proto se rozhodli zakročit dříve, než Cuhlecain stačí zkonsolidovat svou moc a roku 2E 852 vytáhla proti Cyrodiilu spojenecká armáda Skyrimu a High Rocku. Nordsko-bretonská armáda rychle obsadila klíčové průsmyky a osady v Jerralských horách a svůj postup završili obsazením slavného města Sancre Tor. Po obsazení Sancre Tor zvolili nepřátelé vyčkávající taktiku a čekali, až na ně nově jmenovaný cyrodiilský generál Talos zaútočí. Ten skutečně v mrazivé zimě proti nepřátelům vytáhl. Cyrodiilská armáda měla oproti dobře připravenému nepříteli jen hrstku špatně vyzbrojených a vycvičených vojáků. Nordsko-bretonští spojenci měli navíc tu výhodu, že byli ukryti v dobře opevněné pevnosti Sancre Tor, která byla krom hradeb chráněna i příkrým horským srázem. Brány sancretorské citadely byly navíc magicky chráněny iluzí obřího horského jezera v údolí mezi skalami. Průběh bitvy Když se Talos se svou armádou skutečně objevil v údolí pod pevností, byli si Nordové a Bretonci jisti snadným vítězstvím, podle nich Talos vlákal svou armádu do smrtelné pasti. Nordové a Bretonci pak nechali v citadele, vzhledem k její magické ochraně, jen slabou posádku a vydali se do nižších pater pevnosti, bojovat s nepřítelem. Talos však nechal před pevností jen část svých vojáků a s mnohem větší silou slezl horskou stěnu nad pevností a pronikl dovnitř. Podle pověstí vyzradil přeběhlý bretonský mág Talosovi informace o tajné horské stezce za pevností a také o magické iluzi jezera před branami. Zatímco se část cyrodiilských vojáků zoufale bránila nordsko-bretonskému útoku, Talos se svými oddíly pronikl do citadely a zlikvidoval ubohou zdejší obranu a zajal šlechtice a generály, kteří veleli nepřátelské armádě. Zajatci byli donuceni okamžitě donuceni ke kapitulaci. Mezi Nordy a Bretonci vládla také všeobecná nedůvěra a tak Nordové přešli na stranu Talose. Přední bojoví bretonští mágové pak byli popraveni a jejich vojáci vrženi do žaláře nebo prodáni do otroctví. Důsledky Bitva o Sancre Tor byla jedním z největších vítězství generála a pozdějšího císaře Talose. Ten zde opět dokázal, že je brilantním stratégem a taktikem. Vítězství u Sancre Tor posilnilo pozice císařství a rozprášilo nepřátelskou opozici. Bitva překazila nepřátelské plány na jarní invazi do vnitrozemí Cyrodiilu. Talos zde navíc získal do své armády nordské veterány, kteří se později skvěle osvědčili při sjednocování Cyrodiilu. Zdroj Bitva o Sancre Tor (Kniha)"
}