{
    "title": "Bitva na Rudé hoře",
    "table_of_contents": [
        "Obsah",
        "1 Historie",
        "1.1 Průběh bitvy",
        "1.2 Vivecovy tajné spisy a Heirografa",
        "1.3 Ashlanderské příběhy",
        "1.4 Další záznamy",
        "1.4.1 Nordské písně",
        "2 Poznámky",
        "3 Reference"
    ],
    "infobox": "",
    "content": "Bitva na Rudé hoře Konflikt Válka První rady Datum 1E 668/1E 700 Místo Rudá hora, Resdayn Výsledek Zmizení dwemerůZničení rodu DagothZ chimerů se stali dunmerovéApoteóza Tribunálu První strana Účastníci DwemerovéRod Dagoth (možná)Nordové a orkové (možná) Velitelé Dumac Trpasličí král Bojové jednotky Dwemerští vojáciSamohybové Oběti války DwemerovéRod Dagoth (všichni nebo většina)Dumac Trpasličí král Druhá strana Účastníci Chimerové – Velké rody, ashlanderové Velitelé Indoril Nerevar Bojové jednotky Chimerské Velké rodyAshlanderští zvědové Oběti války Mnoho vojáků Velkých rodů a ashlanderůIndoril Nerevar Bitva na Rudé hoře byla vrcholná bitva války První rady a skončila nečekaným zmizením celé dwemerské rasy.[1][2] Bitva se udála na Rudé hoře v Resdaynu (nyní Morrowind) okolo roku 700 první éry[3] (možná i dříve)[Poznámka 1] mezi chimery (vedenými generálem Indorilem Nerevarem, Hortátorem) a dwemery (vedenými Dumacem Trpasličím králem),[2][4] plus armádami nordů a orků.[5][6] Přesné události bitvy nedokážeme stanovit kvůli rozporuplným zprávám,[7] ale všechny se shodují v tom, že na jejím konci nezbylo z dwemerů téměř nic.[2] Přestože Nerevar padl, jeho lidé vyšel z bitvy jako vítězové a nyní uctívali Tribunál.[1][2] Historie Průběh bitvy Aliance První rady držela pohromadě po několik stovek let díky přátelství mezi Dumacem a Nerevarem. Po letech se ovšem Lord Voryn Dagoth z rodu Dagoth dozvěděl o tom, co dwemerové plánovali: hluboko v nitru Rudé hory na ostrově Vvardenfell našli dwemerové Lorkhanovo srdce a jejich hlavní tonální architekt, Kagrenac, ho chtěl použít na pohánění obřího mechanického boha.[1][2][8] Lord Dagoth to nahlásil chimerskému velitelství a poté tuto informaci Nerevarovi potvrdila i samotná Azura. Nerevar se proto vydal za svým dlouhodobým přítelem Dumacem, kde se s ním pohádal (některé historické spisy tvrdí, že Dumac nevěděl o Kagrenacově plánu, a tak Nerevarovy politické zájmy špatně pochopil). Nerevar se vrátil domů, kde shromáždil Velké rody a připravil je na válku.[1][2] Na samotném zrodu války se dwemerské armády soustředily na severozápadní oblast provincie a jejich tažení bylo zpočátku velmi úspěšné.[5][9] Spekuluje se o tom, že mnoho jejich samohybů, které dwemerové používali jako vojáky, bylo vyrobeno ve Velkých dílnách Nchardaku na ostrově Solstheim. Toto pobřežní město bylo údajně schopné vyrobit jednoho samohyba za den, což se považovalo za působivou rychlost.[10] Bitvy se také zúčastnilo velké množství cizinců, zejména to byli orkové a nordové, jenž zdroje často označuje za spojence dwemerů.[5] Mezitím Nerevar vedl sjednocené síly svého národa, jenž se skládaly jak z nomádských ashlanderů, tak z Velkých rodů, do bitvy.[5][11][12] Nerevar ve skutečnosti neměl úplnou nadvládu nad celou chimerskou armádou, dokud série porážek nedonutila vůdce Rodů mu tu naprostou kontrolu předat.[9] Jakmile mu byly veškeré vojenské jednotky plně k dispozici, Nerevar pečlivě naplánoval útok na Dumacovu citadelu, rozlehlou dwemerskou pevnost uvnitř Rudé hory, kde bylo Srdce udržováno.[5][13] Velká část Nerevarových vojáků opustila Narsis a zamířila na sever přibližně ve stejnou dobu, kdy horda obyvatel západu překročila hranice Morrowindu a začala přeplouvat vnitřní moře.[1][6] Některé zdroje tvrdí, že všichni, kdo se chimerům postavili v boji, byli vyhlazeni.[5][9] Jiné zase, že přestože byli jejich nepřátelé poraženi, pouze dwemerové byli naprosto vyhubeni.[14] Vivecovy tajné spisy a Heirografa Vivec ve své knize Bitva na Rudé hoře vypráví o tom, jak byla dwemerská armáda vylákána z bezpečí své pevnosti již na začátku bitvy a poté poražena Nerevarovými jednotkami (další zdroje se zmiňují o výpomoci ashlanderských zvědů a Almalexie, Nerevarovy královny).[1][2][5] Tohle je téměř jediný historický pramen informující o událostech, které se děly vně Rudé hory. Nerevar předal kontrolu nad bojem udávajícím se venku jiným, zatímco on se vydal s menším oddílem, který zahrnoval i Lorda Dagotha, do Síně Srdce, centra Dumacovy citadely.[1][2][5] Zatímco pouze Vivec píše o tom, že tam vstoupily „záhadným“ způsobem,[1] alespoň jeden zdroj tvrdí, že tam mohli vstoupit pouze díky zradě.[5] Uvnitř Síně se střetli s Dumacem a jeho stráží. Podle Viveca spolu Dumac a Nerevar bojovali přímo a oba padli následkem vážných zranění.[1][2] Zde se příběhy opět liší. Vivecovy soukromé vzpomínky byly součástí Apografy, neboli skrytých spisů, Tribunálského chrámu a obsahují se v ní určité nesrovnalosti s Heirografou (spisů kněžích; veřejné a tradiční učení Chrámu).[2][7] Heirografa a další texty tvrdí, že Nerevar, s Azuřinou pomocí, dwemery zničil, zatímco Vivec říká, že to byla Kagrenacova vlastní pošetilost, co způsobilo jejich pád (přestože tam sám v tu chvíli nebyl).[1][2][7] Heirografa se zároveň ani slovem nezmiňuje o Kagrenacových nástrojích a Lorkhanově srdci a místo toho tvrdí, že Tribunál „přišli k božské moci díky nadpřirozené disciplíně a počestnosti a nadpřirozené moudrosti a porozumění“.[7][9][15] Podle Viveca použil Kagrenac své nástroje na Srdce ze zoufalství v zápalu boje nedlouho po Dumacově smrti a tím způsobil zmizení všech dwemerů na Nirnu.[1][8][16] Nástroje samotné tu ovšem zůstaly.[8] Lord Dagoth navrhl jejich okamžité zničení, ale Nerevar si přál se nejdříve poradit se svými dalšími rádci, takže je svěřil do Dagothovy péče a sám se vydal za Tribunálem na úbočí hory.[1][2][8] Vivec tvrdí, že mu doporučili nástroje zachovat, v případě, že by se dwemerové kdy vrátili, ale když se vydali zpět do Síně Srdce, Dagoth Ur jim je odmítl vydat.[1][8] Údajně se choval nerozumně (Chrám později usoudil, že si Dagoth Ur nevysvětlitelně osvojil Kagrenacovy názory).[1][17] Nerevar a jeho stráž byli přinuceni jednat násilím a když bitva skončila, Dagoth Ur byl pryč, považován za mrtvého, Nerevar umíral a Tribunál se stali vlastníky nástrojů.[1] Jedním zdrojem neshod je role Dagotha Ura. Vivecova díla naznačují, že Lord Dagoth byl Nerevarovi věrný až do chvíle, kdy měl odevzdat Kagrenacovy nástroje.[1] Navíc minimálně jeden další text tvrdí, že Lord Dagoth byl Nerevarův nejvěrnější společník. Nicméně ostatní zdroje líčí rod Dagoth jako zrádce, kteří se spojili s dwemery a prohlašují, že rod Dagoth byl organizací, která nechtěla jít do války s dwemery kvůli Numidiu.[5][18][19] Ashlanderské příběhy Ashlanderské příběhy, které jsou předávané z generace na generaci, a které jsou z velké části zaznamenané v Apografě, říkají, že bitva proběhla jinak. Zaprvé, ashlanderské legendy říkají, že „Tribunál nevkročili do Rudé hory“,[7] což koliduje s tvrzením Heirografy, jež naopak říká, že byli přítomní v Síni Srdce, když bitva vyvrcholila (písemné prameny v Apografě založené na ashlanerských příbězích vyloženě umisťují Tribunál mimo horu, když dwemerové zmizeli).[2] Většina ashlanderských vyprávění, stejně jako Vivec, tvrdí, že dwemerové se zničili sami a že Nerevar přikázal Dagothu Urovi, aby zůstal v hoře a strážil ji, zatímco on sám se šel poradit s Tribunálem (minimálně v jednom případě měl Dagoth zabít Dumaca a také, že umírající Nerevar vyvolal Azuru, která mu měla pomoct dwemery zničit[2]).[1][7] Pak tyto příběhy pokračují tak, že Tribunálu se zachtělo moci, kterou Srdce slibovalo, a tak otrávili Nerevara během jejich zasedání a tím ho zabili. Poté se šli postavit Dagothu Urovi, kterého porazili a považovali za mrtvého, a uzmuli božskou sílu Srdce.[2][7][12] Ashlandeři připisují tento příběh Alandru Sulovi, Nerevaru bratrovi ve zbrani považovaného za nesmrtelného syna Azury, jenž se po válce rozhodl žít s ashlandery.[2] Další záznamy Nordské písně Nordové, orkové, a dokonce i khajiitové, mají své vlastní legendy o tom, co se během bitvy dělo. Přestože tyto příběhy mnohdy vznášejí více otázek než odpovědí, poskytují nám podrobné informace o událostech bitvy dějících se mimo Rudou horu a použitých taktikách. Mnoho zdrojů se zmiňuje o dwemerských „západních spojencích“, ale je pravděpodobnější, že cizinecké armády bojovali proti chimerům i dwemerům najednou.[6][12] Nordské legendy vypráví o tom, jak se jejich předkové toužili připojit k boji a získat zpět své staré državy, kterým nyní vládli „ďáblové“ (chimerové), ale nemohli nic dělat, protože neměli silného vůdce, který by je vedl do boje. Pak za nimi nepřišel „Ďábel z Dagothu“ (Dagoth Ur) a tvrdil, že přichází v míru. Pověděl jim o Lorhanově (neboli Shorově) srdci. Nordové věřili, že jeho zrada svého druhu byla upřímná, jelikož zrada nebyla mezi ďábly neobvyklá. Seveřané přirozeně chtěli získat Srdce pro sebe, a tak staří jazykové využili moci svého thu'um a znovu vyvolali Shorova ducha. A Shor nashromáždil ohromnou armádu, která ale potřebovala generála. Z tohoto důvodu Shor posbíral prach krále Wulfhartha a vrátil mu život v podobě Krále z popela a ten se, společně s orkama a rodem Dagoth, vydal na východní říši v 1E 668, v Roce Zkázy Slunce.[Poznámka 2][5][6] Pak se zprávy ohledně přesných událostí liší. „Ortodoxní“ příběh říká, že to celé byla lest, že tam žádné Srdce nebylo a že sjednocené chimersko-dwemerské armády zvedly horu, rozdrtily s ní Shora a nordy zabily. Wulfharthovi se podařilo zabít Dumaca a proklít svůj lid, ale Vivecem ho nakonec „svrhl do hlubin“.[6] Další verze vyprávění (kterému nordové říkají „Tajná píseň Wulfhartha Krále z popela“), že tam Lorkhanovo/Shorovo srdce bylo a dále podrobně popisuje použité vojenské manévry: nordské armády přešly hranice s Morrowindem a přepluly vnitřní moře, aby se dostaly na Vvardenfell, zatímco chimerské ozbrojené jednotky opustily město Narsis, které leží ve středu jižní části provincie. Poznámky Kniha Pět zpěvů o králi Wulfharthovi vypráví o přežívajících nordech vracejících se z bitvy v Roce Zkázy Slunce. To by znamenalo, že se bitva udála již v roce 668, tři desetiletí dříve než udává většina historických pramenů. Ostatní spisy o bitvě na Rudé hoře datují tento konflikt okolo roku 700 první éry."
}