{
    "title": "Bitva o Červený kruh",
    "table_of_contents": [
        "Obsah",
        "1 Předcházející události",
        "2 Bitva",
        "2.1 Přípravy",
        "2.2 Průběh bitvy",
        "3 Důsledky",
        "4 Zdroj"
    ],
    "infobox": "",
    "content": "Bitva o Červený kruh Konflikt: Velká válka Datum: 4E 175 Místo: Nedaleko Imperial City, Cyrodiil Výsledek: Rozhodující vítězství Říše Strany Tamrielská říše Skyrim High Rock Aldmerský spolek Velitelé Císař Titus Mede II. Generál Jonna Generál Decianus Lord Naarifin Síla Císařské legie Altmerská armáda Ztráty Velké Obrovské [Zdroj] Velká válka Obléhání Leyawiinu – Obléhání Bravilu – Obléhání Anvilu – Obléhání Hegathe – Bitva u Skavenu – Pád Imperial City – Bitva o Červený kruh Bitva o Červený kruh, která se odehrála roku 4E 175 byla posledním vojenským střetem mezi Tamrielskou říší a Aldmerským spolkem. Císař Titus Mede II. v bitvě uštědřil Altmerům rozhodující porážku. Obě mocnosti však ztratily v bitvě tolik mužů, že pokračování války se ukázalo jako nereálné a byl podepsán mír, známý jako Bělozlatý konkordát. Předcházející události Když během Velké války, bylo dobyto roku 4E 174 hlavní město Imperial City, stáhl se císař Titus Mede II. na sever, kde se připojil k posilám ze Skyrimu. V průběhu zimy 4E 174 až 4E 175 zavládlo na obou stranách krátké příměří. Císař utvrzoval Thalmor, altmerskou vládu, že se chystá ke kapitulaci. Ve skutečnosti však císař shromažďoval nové síly, s jejichž pomocí by mohl Altmerům zasadit rozhodující úder. Bitva Přípravy Císař se na bitvu s Altmery důkladně připravil, jeho vojsko bylo posíleno legiemi z Hammerfellu pod velením generála Deciana a jednotkami ze Skyrimu, pod velením generála Jonny. Titus Mede rozdělil svou armádu na tři části. Legie z Hammerfellu, pod velením Deciana se ukryly na Colovianské vysočině, nedaleko města Chorrol. Altmerské vedení se v té době mylně domnívalo, že Decianus nadále bojuje v Hammerfellu. Skyrimské legie pod velením Jonny zaujaly pozice v Cheydinhalu a poslední hlavní armádě, velel samotný císař, který plánoval zaútočit na altmerská vojska ze severu. Altmerům velel lord Naarifin. Průběh bitvy Bitva započala 30. deštivce roku 4E 175 útokem generála Deciana na Imperial City ze severu, zatímco Jonna a jeho jednotky postupovali podél Červené okružní cesty na jih. Po dvou dnech krvavých bojů, se Jonnově armádě podařilo překročit Niben a postoupit směrem na západ ve snaze spojit se s legiemi generála Deciana a tím úplně obklíčit Imperial City. Altmerský velitel lord Naarifin byl útokem Deciana překvapen, avšak jednotky generála Jonna narazily na tvrdý odpor. Altmeři podnikli protiútok ze Skingradu a Bravilu. Skyrimské jednotky však altmerský nápor ustály a v pátý den bitvy, byla altmerská armáda v Imperial City zcela obklíčena. Císař Titus zaútočil na nepřítele ze severu, proslýchalo se, že císař nesl do bitvy slavný meč Zlatoznak. Zatímco císař osobně zajal lorda Naarifina, altmerská armáda se pokusila o útěk z města na jih, kde však byla zastavena Jonnou a jeho legionáři. Altmerská armáda byla v Cyrodiilu tak byla drtivě poražena a zničena. Důsledky Altmerský generál lord Naarifin byl zavěšen na Zlatobílou věž a po dobu třiceti tří dnů udržován naživu. Síly Tamrielské říše však byly bitvou naprosto vyčerpány, stejně tak síly Altmerského spolku. Obě strany nakonec podepsaly mír, známý jako Bělozlatý konkordát. Podmínky pro říši byly tvrdé, musela zakázat uctívání Talose. Říše však získala na oplátku všechna území v Cyrodiilu, která byla předtím obsazena Altmerským spolkem. Říše navíc dokázala, že je stále Aldmerskému spolku bojeschopným konkurentem. Zdroj The Elder Scrolls V: Skyrim - Velká válka (kniha)"
}