{
    "title": "Black Marsh",
    "table_of_contents": [
        "Obsah",
        "1 Název",
        "2 Historie",
        "2.1 Merethická éra",
        "2.1.1 Prehistorie",
        "2.1.2 Zrod civilizace v Argonii",
        "2.2 První éra",
        "2.2.1 Kolonizace Argonie",
        "2.2.2 Bitva o Argonii",
        "2.3 Druhá éra",
        "2.3.1 Black Marsh císařskou věznicí",
        "2.3.2 Knahatenská chřipka",
        "2.3.3 Ebonheartský pakt",
        "2.3.4 Sjednocení Tamrielu",
        "2.4 Třetí éra",
        "2.4.1 Císařská provincie",
        "2.4.2 Arnesianská válka a její následky",
        "2.4.3 Oblivionská krize",
        "2.5 Čtvrtá éra",
        "2.5.1 Vzestup Argonie",
        "2.5.2 Umbrielská krize",
        "3 Geografie",
        "3.1 Klima",
        "3.2 Povrch",
        "3.3 Vodstvo",
        "3.4 Regiony",
        "3.4.1 Blackwood",
        "3.4.2 Murkmire",
        "3.4.3 Shadowfen",
        "3.5 Fauna",
        "3.6 Flóra",
        "4 Politický systém",
        "4.1 Vláda a správa",
        "4.1.1 Král",
        "4.1.2 An-Xileel",
        "4.1.3 Vícekanovníci a kmenoví vůdci",
        "4.2 Administrativní dělení",
        "4.3 Zákony a právo",
        "5 Zahraniční vztahy",
        "5.1 Morrowind",
        "5.2 Tamrielská říše",
        "6 Ozbrojené síly",
        "6.1 Pozemní síly",
        "6.2 Loďstvo",
        "7 Ekonomika",
        "7.1 Měna a bankovnictví",
        "7.2 Obchod",
        "7.3 Zemědělství a lov",
        "7.4 Cestování a doprava",
        "8 Demografie",
        "8.1 Náboženství",
        "8.2 Významná města",
        "9 Mapy",
        "10 Související články",
        "11 Reference a poznámky"
    ],
    "infobox": "Black Marsh Merethická éra–dodnes Black Marsh ve třetí éře. Poloha v rámci kontinentu Lore Hlavní město Stormhold (možná) Rozloha cca. 690 000 km² (4E 201)[UL 1] Státní zřízení Monarchie Hlava státu Král Politická frakce An-Xileel Měna Zlatý Jazyk Jel[1] Rasy Argoniáni Náboženství Argoniánské nábožství (oficiální) Herní údaje Počet obyvatel (NPC) cca 600+ (ESO)[UL 2] Hry The Elder Scrolls: ArenaThe Elder Scrolls Online",
    "content": "Black Marsh, také známý jako Argonia je země v jihovýchodním Tamrielu. V minulosti se jednalo o provincii Tamrielské říše. Black Marsh je pravděpodobně nejméně probádaná země Tamrielu a téměř všechny aspekty života v zemi, včetně kultury, politického systému a náboženství jsou zahaleny tajemstvím. Je pravděpodobné, že zemi vládne v současné době politická frakce An-Xileel, která převzala moc po zhroucení říšské vlády. Black Marsh zřejmě nemá oficiální hlavní město, nicméně v minulosti tuto roli plnil Stormhold a tak je možná i dnes hlavním městem. Země sousedí s Morrowindem na severu a Cyrodiilem na západě. Na jihozápadě omývá pobřeží země Topalská zátoka, na jihu Jižní moře a na východě pak Padomaiský Oceán. Nejstarší civilizace v Black Marshi vznikla již v době merethické éry. Argoniáni, kteří jsou zdejší domácí rasou, vybudovali četné stavební památky, které se zachovaly dodnes, především pak velké pyramidy, známé jako xanmeer. Během první éry se Black Marsh pokusila několikrát dobýt cyrodiilská říše a přestože říše prohlásila anexi Black Marshe za dokončenou, nikdy neopanovala celý Black Marsh. Ve druhé éře se z Black Marshe do zbytku Tamrielu rozšířila smrtící Knahatenská chřipka. V šestém století druhé éry se pak Black Marsh po zhroucení cyrodiilské říše připojil k Ebonheartskému paktu. Na konci druhé éry dobyl okrajové části Black Marshe cyrodiilský císař Tiber Septim a začlenil je do nově vznikající Tamrielské říše. Avšak ani Tiberovi Septimovi, ani jeho následovníkům se nikdy nepodařilo prosadit říšskou kontrolu nad centrálními oblastmi Argonie. Po celou třetí éru zůstala země součástí říše. Po kolapsu říše na přelomu třetí a čtvrté éry to však byla právě Black Marsh, která se jako první osamostatnila. Krátce poté Argoniáni napadli Morrowind a vyplenili jeho jižní část a odvedli do zajetí tisíců Dunmerů, čímž se jim pomstili za staletí trvající nájezdy Dunmerů do Black Marshe za účelem získávání otroků. Název Black Marsh (v českém překladu Černý Močál) je široce zavedený název pro vlast Argoniánů a bývalou císařskou provincii. Název pochází z první éry, kdy se některých území Black Marshe zmocnila druhá cyrodiilská říše. Podle zdejších bažin pojmenovali Imperialové svou novou provincii jako Black Marsh.[2] Dalším zavedeným názvem je Argonia. Tento název zemi dali elfové, podle bojiště, na kterém přišlo mnoho jejich příslušníků o život. Toto bojiště se nacházelo kdesi v Black Marshi, o bitvě však není známo více informací.[2][3] Historie Merethická éra Prehistorie \"Na počátku meretického věku žili původní zvířecí obyvatelé Tamrielu - předkové dnešních Khajiitů, Argonianů, orků a jiných nelidských ras - po celém kontinentě v primitivních společenstvech, z nichž žádné neznalo písmo.\" ―Než přišel věk lidí[src] Nejstarší dějiny Black Marshe zasahují až do merethické éry. Podle některých zdrojů v té době ovládají Black Marsh stromy Hist, velké životadárné stromy neznámých schopností. Stromy byly ve válce s Ehlnofey (elfy). Válka zřejmě skončila pro Histy nepříznivě, jelikož většina jejich říše byla zničena a potopena do moře. Přežil jen malý kousek jejich území, který se později vešel do dějin jako Black Marsh.[4] Učenci se domnívají, že první zvířecí rasy, předkové dnešních Argoniánů, Khajiitů a Orsimerů, osídlili Tamriel na počátku merethické éry. Tyto zvířecí rasy se usídlily po celém kontintě, žili v primitivních společenstvích a neznali písmo.[5] Zrod civilizace v Argonii \"Argoniáni byli během tamrielských dějin snad nejvíce nepochopenou, hanobenou a ponižovanou ze všech vnímajících ras. Přesto ti, kteří si udělali čas na seznámení s argoniánskou kulturou, získali větší uznání pro tento ušlechtilý a krásný lid.\" ―Kapesní průvodce říší, Argonia/3. vydání - Císařská geografická společnost[src] Xanmeer v Shadowfenu Argoniáni merethické éry v určitém okamžiku rozvinuli jedinečnou civilizaci a zanechali po sobě jedinečné stavební památky. Po celém území Argonie postavili propracované kamenné stavby, od soch, přes svatyně, až po obrovské stupňovité pyramidy, známé jako Xanmeery.[6][7] Není znám přesný účel za kterým byly tyto stavby budovány. Nicméně podle některých názorů byly tyto stavby budovány pro boha Sithise a to z úcty i strachu.[7] Není přesně známo, proč tato starověká civilizace začala upadat a nakonec zcela zanikla. Nicméně velkolepé kamenné památky, které přežily staletí, jsou v ostrém kontrastu s jednoduchými dřevěnými příbytky dnešních Argoniánců. Tento ostrý kontrast mezi původní a dnešní argoniánskou civilizací zamotal hlavu nejednomu učenci.[6] Tajemná událost, která přinesla kolaps původní civlizace je známa jako Soumrak, a přinesla nepřeberné množství změn pro agroniánskou civilizaci.[7] Po událostech Soumraku skončili Argoniáni s uctíváním Sithise - ničitele a přijali učení Raj-Sithise. Dále přestali stavět stavět kamenné monumenty, ale tou nejdůležitější a nejpodstatnější událostí bylo to, že Histy přestaly zcela s Argoniány komunikovat.[7] První éra Kolonizace Argonie Nejpozději během první éry byla Argonia osídlena mnoha rozličnými rasami a národy. Vedle Argoniánů se zde usadili lidé - Nédové, především kmeny Kothringi, Orma, Yespest a Horwalli. Dále pak elfové - Merové a to kmeny barsaebičtí Ayleidé a cantemiričtí Velothi. A dokonce tu v té době žil kmen, podobný Khajiitům z Elsweyru - vulpínští Lilmothiiti. Některé tyto kmeny byly poslány do Argonie jako vyhnanci a vězni, jiné kmeny se zde usadily dobrovolně a to především na pobřeží, kde se přizpůsobily zdejšímu nezdravému prostředí a klimatu.[3] Barsaebičtí Ayleidé přišli do Argonie zřejmě poté, co byli vyhnáni svými bratry, jelikož došlo k náboženskému rozporu a barsaebičtí Ayleidé uctívali Aedry, zatímco jejich cyrodiilští bratři Daedry. Barsaebičtí Ayleidé založili v Argonii města Stormhold a Gideon.[3][8][9] Ayleidé z Black Marshi unikli také pozdějšímu osudu svých cyrodiilských bratří, jelikož jejich města v Argonii nikdy nebyla napadena Alessiánskou říší.[3] Kmen Lilmothiitů obýval jižní oblasti Argonie, ačkoliv žil kočovným způsobem života, zanechal po sobě několik travalých známek své existence, které nebyly zničeny pozdějšími civilizacemi. Někteří elfové se usídlili také ve východních oblastech Argonie v okolí dnešních měst Archonu, Arnesie a Thornu.[3] Bitva o Argonii Díky své odlehlosti a poměrům se Argonie stala útočištěm psanců a bujelo zde pirátství. Pirátům se dařilo především na východním pobřeží Topalské zátoky, kde přepadali cyrodiilské lodě. Konflikty mezi piráty a cyrodiilskou říší zašly tak daleko, že v roce 1E 1033 požadovala císařovna Hestra hlavu Rudého Brammana, legendárního piráta z Argonie.[3][6] Na lov piráta byla vyslána císařská flotila. Po mnoha neúspěšných bitvách v zátoce objevila císařská flotila řeku, po které se vypravila do hlubin Argonie, kde nakonec dostihla Brammana v jeho banditském království, dnešním Blackrose. Krom toho, že císařští námořníci vezli císařovně Brammanovi hlavu, přivezli sebou i první spolehlivé zprávy o argoniánské kultuře.[3][6] Argoniáni, kteří žili v centrálních oblastech Argonie milovali svou svobodu a nezávislost, živili se podobně jako Bramman pirátstvím a nekalou činností. Imperiální civilizace pro ně znamenala znásilnění, drancování a otroctví a nebylo divu, že odmítali veškeré pokusy o podmanění. Čím hlouběji císařští do Argonie pronikali, s o to větším odporem ze strany ještěřího lidu se setkávali.[3] Argoniáni Imperiálům nedůvěřovali a odolali jejich pokusům o podmanění.[6] Díky silnému odporu se nakonec první cyrodiilská říše smířila s tím, že vyřešila pirátskou hrozbu a stáhla z Argonie své síly. Země byla přenechána svým původním obyvatelům.[3] Situace se podstatně změnila poté, co se první cyrodiilská říše zhroutila a byla nahrazena druhou, nebo také remanskou říší. V roce 1E 2811 došlo k bitvě o Argonii ve které byla poslední organizovaná argonianská armáda poražena.[3][6] Poražení Argoniáni se stáhli do Helstromu v centrálních oblastech Argonie, kam se za nimi císařská armáda neodvážila vstoupit. Následujícího roku po bitvě byla Argonie začleněna do Cyrodiilské říše..[3] Vládci pobřežních oblastí Black Marshe přijali císaře za svého nominálního pána, zatímco vnitrozemí zůstalo mimo faktickou kontrolu říše.[3][6] V roce 1E 2837 byla Argonie reorganizována jako říšská provincie a dostala nové jméno Black Marsh.[2] Druhá éra Black Marsh císařskou věznicí Pod císařskou nadvládou se stala Black Marsh zemí, kam byli posíláni ti nejhorší zločinci, ale i politicky nevhodné osoby. Byli sem posíláni různí vrazi, kacíři, ale také například manželka posledního remanského císaře v roce 1E 2899, poté, co byla obviněna ze zrady. Po svržení remanské dynastie se vlády nad cyrodiilskou říší ujal akavirský potentát Versidue-Shaie. Ten se proslavil mimo jiné tím, že dal v Black Marshi vybudovat věznici The Rose na troskách Blackrose. The Rose vešla ve známost jako ten vůbec nejhorší žalář v celém Tamrielu.[3] Po zavraždění a svržení akavirských potentátů došlo k naprostému chaosu a druhá říše se zhroutila. Velké oblasti Black Marshe se opětovně ocitly pod kontrolou Argoniánů a dosáhly nezávislosti. Jiné oblasti, především v blízkosti hranic s Cyrodiilem zůstaly pod kontrolou císařských úředníků, kteří však vládli de facto nezávisle na Cyrodiilu.[2] Díky nestabilní politické situaci se Black Marsh stala snadným cílem dunmerských otrokářů z Morrowindu, kteří pořádali na území země nájezdy a zotročovali Argoniány.[3] Knahatenská chřipka V roce 2E 560 vypukla na území Argonie Knahatenská chřipka, jedna z nejhorších epidemií v dějinách Tamrielu.[2][3][6] Chřipka vypukla ve městě Stormholdu, odkud se rychle rozšířili nejdříve po celé Black Marshi a během následujících let také po celém Tamrielu. V samotné Argonii chřipka vyhubila lidský kmen Kothringi.[2] Mimo kmene Kothringi padli za oběť chřipce i všichni ostatní, kteří nebyli příslušníky plazích ras a jim příbuzných.[3] Dodnes nebylo zcela objasněno, za jakých příčin chřipka vznikla. Někteří učenci považují vznik chřipky z přirozených příčin, jiní naopak podezírají, že chřipku na neplazí rasy seslal argoniánský šaman jako pomstu. Jako argument pro toto tvrzení používají agoniánskou imunity, kdy údajně chřipce nepodlehl jediný plaz, zatímco po celém kontinentě chřipka ničily kultury a zabíjela po desetitisících.[3] Ebonheartský pakt Hlavní článek: Ebonheartský pakt \"V Ebonheartký pakt vznikl jako nepravděpodobné spojenectví mezi vzdálenými národy Morrowindu, Skyrimu a Black Masrhe, sdružující temné elfy, Nordy a Argoniány pro jejich vzájemnou obranu\" ―Průvodce Ebonheartským paktem[src] V roce 2E 572 napadla Tamriel druhá akavirská invaze. Akavirští se vylodili ve východním Skyrimu, který vyplenili a poté vpochodovali do Morrowindu, kde svedli rozhodující bitvu se spojenými silami Dunmerů a Nordů. Krvavá bitva se vyvíjela nerozhodně až do chvíle, kdy Dunmerům a Nordům přispěchal na pomoc oddíl Argoniánů z Black Marshe.[10][11][12][13] Díky příchodu Argoniánů se bitva konečně obrátila ve prospěch tamrielských a akavirští byli drtivě poraženi. Ti akavirští vojáci, kteří si nezachránili životy úprkem na moře, byli do jednoho pobiti.[10][12] Akavirská invaze a další hrozby donutili Nordy, Dunmery a Argoniány, aby uzavřeli spojenectví. Stalo se tak poprvé a naposledy v dějinách, kdy tito odvěcí nepřátelé uzavřeli nečekané spojenectví, které vešlo do dějin jako Ebonheartský pakt.[12][13][14] Ebonheartský pakt se posléze zapojil do války v Cyrodiilu, kde válčil proti Daggerfallské úmluvě a Aldmerskému spolku o kontrolu nad zbytky cyrodiilské říše.[7][13][14] Argoniáni se stali váženými členy paktu s vlastním zastoupením v radě, která spravovala záležitosti aliance.[14] Ještěří národ dosáhl uznání své svody a nezávislosti a převzal kontrolu nad svým územím a vnitřními záležitostmi.[12][14] Správa země byla reformována a vůdčí roli ve městech převzali vícekanovníci a soudci, zatímco radní a kmenoví vůdci se věnovali svým tradičním rolím v ostatních sférách.[9] Tato sekce zahrnuje obsah a informace ze hry The Elder Scrolls Online, nebo jejích expanzí (kapitol) a DLC. V roce 2E 582 napadl Aldmerský spolek Black Marsh a pokusil se přerušit spojení mezi Argoniány a Histy, čímž by celou rasu odsoudil k zániku. Spiknutí nepřátel bylo nakonec zmařeno a argonské kmeny potvrdily svůj závazek k Ebonheartskému paktu.[7] Není známo, kdy přesně došlo k rozpadu paktu, který Black Marshi zajistil období nezávislosti, nicméně na konci druhé éry již tento pakt neexistoval. Po zhroucení paktu se Black Marsh opět stal obětí nájezdů dunmerských otrokářů a cizinci se zemi vyhýbali ze strachu z nemocí.[3] Sjednocení Tamrielu Hlavní článek: Tiber Septim Na konci druhé éry došlo k prudkému vzestupu cyrodiilské moci pod vládou císaře Tibera Septima. Nový cyrodiilský císař se nespokojil pouze s vládou nad Cyrodiilem, ale jeho cílem bylo dobytí a sjednocení celého Tamrielu pod svou mocí.[3] Tiber Septim proto vedl intenzivní dobyvačné války proti tamrielským národům a dobíjel jednu zemi za druhou. Není známo, kdy přesně převzal kontrolu nad Black Marshí, ale stalo se tak pravděpodobně nejdříve po roce 2E 864 a nejpozději před rokem 2E 893.[UL 3] Existuje jen velmi málo informací o tom, za jakých okolností byla Argonie připojena k říši Tibera Septima. Podle oficiálního císařského zdroje Tiber Septim s otevřeným útokem proti Argonii dlouho váhal, když se však přeci jen k útoku odhodlal, Argonie snad podlehla jeho vojskům a byla anektována a opětovně připojena k říši jako provincie Black Marsh. Císař v Black Marshi narazil jen na malý odpor, protože se ze strategických důvodů vyhnul centrálním bažinám, které tak podobně jako kdysi v případě druhé říše zůstaly mimo faktickou kontrolu impéria.[3] Další písemný pramen, věnovaný dějinám Morrowindu, krátce zmiňuje, že Black Marsh nebyla nikdy úspěšně dobyta, ale byla do říše včleněná mírumilovně na základě smlouvy.[15] Na konci druhé éry se tak Black Marsh stala na staletí součástí nové Tamrielské říše. Třetí éra Císařská provincie Po celou třetí éru byla Black Marsh provincií Tamrielské říše. Říše si udržovala kontrolu nad okrajovými a pobřežními oblastmi provincie. Nominálně byla celá Black Marsh součástí impéria, avšak říše se nikdy nepokusila anektovat centrální oblasti provincie. Tradovalo se, že ovzduší v bažinách v srdci země bylo jedovaté a nikdo krom Argoniánů sem nemohl vstoupit. Postavení provincie zůstávalo podobné, jako ve druhé éře a Tamrielská říše využívala i legendární vězení Blackrose.[3] Když ve druhém století vypukla Válka o Rudý diamant, kdy se Septimové střetli o císařský trůn, byla Black Marsh rozdělena ve své loajalitě.[16][17] Roku 3E 200 zemřela v Black Marshi císařovna Katariah Ra'Athim. Jelikož byla Dunmerka, vzbuzovala její návštěva zřejmě mezi Argoniány vášně a došlo k menší potyčce, při které byla panovnice zavražděna.[16] Arnesianská válka a její následky Dunmerský rod Dres podnikal i ve třetí éře na území Black Marshe nájezdy a odvekl mnoho Argoniánů do otroctví. Tito otroci museli tradičně pracovat v nelidských podmínkách na plantážích dunmerských pánů. Během vlády Jagara Tharna (3E 389 - 3E 399), který se vydával za císaře Uriela Septima VII., se říše utápěla v chaosu a docházelo k mnoha konfliktům a válkám. Jednou z těchto válek byla Arnesianská válka, která začala jako vzpoura argoniánských otroků proti rodu Dres a následně v roce 3E 396 přerostla v krvavou válku mezi Argonií a Morrowindem.[3][18][19] Morrowind nakonec Black Marsh porazil a posunul svou hranici na jih na úkor Argonie.[3] Po Arnesiánské válce a svržení Jagara Tharna byli v Blackrose uvěznění ti spolupracovníci uzurpátora, kteří nebyli popraveni.[3] Po svém návratu ze sféry Oblivionu, kde byl vězněn Jagarem Tharnem, se císař Uriel Septim VII. pustil do řady reforem, které měly pomoci s konsolidací říše. Přes veškeré snahy zůstala Black Marsh s porovnání s jinými provinciemi zaostalou částí říše. Zemědělství v Black Marshi ovládli zahraniční farmáři, kteří se zde začali usazovat. Přestože loupežnictví a pirátství bylo v závěru třetí éry na ústupu, nadále byla Black Marsh jedním z největších vývozců zakázaných drog.[3] Císařská flotila střežila Topalskou zátoku, protože argonské piráty se nikdy nepodařilo zcela vypudit. Císařští úředníci nadále vládli nemnoha městům v Black Marshi, zatímco kontrola nad venkovem zůstávala v rukách místních kmenových vůdců. Ani snahy císaře Uriela Septima VII. nepřinesly kýženou kontrolu nad centrálními oblastmi Black Marshe. V Morrowindu bylo také pod císařovým vlivem zrušeno otroctví, přesto však někteří Dunmeři i nadále v obchodování s otroky nelegálně pokračovali dál. Na hranicích docházelo k ozbrojeným incidentům. Argoniáni postupně vytlačili Dunmery z území, které ztratili během války. Hlášeny byly také občasné incidenty mezi Argoniány a císařskými vojáky. Snad nejhorší událostí mezi válkou a Vpádem Oblivionu byla vzpoura ve věznici Blackrose, kdy se podařilo nejhorším vězňům uprchnout a najít útočiště v bažinách.[3] Oblivionská krize Hlavní článek: Oblivionská krize V roce 3E 433 byli císař Uriel Septim VII. a jeho dědicové zavražděni. Vražda rozpoutala dramatickou Oblivionskou krizi, kdy se po celém Tamrielu začaly otevírat brány Oblivionu a daedrický princ Mehrunes Dagon zahájil invazi na kontinent.[20] Histy v Black Marshi předpověděly dramatické události, ke kterým posléze došlo. Stromy povolaly Argoniány z celého Tamrielu zpět do Black Marshe. Díky vedení Histů tak byli Argoniáni na nadcházející invazi připraveni. Do čela argonské armády se postavila politická frakce An-Xileel. Tradovalo se, že jakmile se brány Oblivonu otevřely, zaplavily je Argoniáni v takovém množství, že daedry musely přejít do defensivy a své brány zavřít.[1] Zatímco říše se pod náporem invaze téměř zhroutila, Argoniáni drtivě zvítězili a po odražení invaze byla Black Marsh první provincií, která vyhlásila nezávislost na říši. Do čtvrté éry vstoupila Argonie jako sebevědomá a silná země. Čtvrtá éra Vzestup Argonie Díky oblivionské krizi se císařská vláda nad Black Marshí zhroutila a Argonie tak do čtvrté éry vstoupila jako svobodná země. V roce 4E 5 došlo v Morrowindu k ničivé erupci Rudé hory, jedné z nejhorších přírodních katastrof v dějinách. Erupce už tak oslabený Morrowind zdevastovala a uvrhla do naprostého chaosu. Účinky erupce pocítili až v Argonii, kde otřesy zničily četné císařské silnice a zbývající císařské posádky v zemi byly odříznuty od kontaktu s říší.[21] Podle některých zdrojů poté Thalmor, politická frakce ze Summersetu, ovlivnil Argoniánky a podněcoval je k rozsáhlému povstání.[21] Pod vedením An-Xileel, poté Argoniáni zahájili v roce 4E 6 invazi do Morrowindu a dobyli jeho jižní oblasti.[1][21] Při tažení Argoniáni dokonce dobyli a vyplenili Mournhold, hlavní město Morrowindu. Symbolicky i fakticky se tak Argoniáni pomstili za staletí trvající nájezdy Dunmerů do Black Marshe a zotročování plazího národa.[22] Dunmeři utrpěli zdrcující porážky, nakonec však zahájili pod vedením rodu Redoran ofensivu a vytlačili Argoniány zpět mimo hranice Morrowindu.[1] Válka i tak přispěla k růstu mocenského postavení Argonie, An-Xileel zřejmě upevnil svou moc, kdežto Thalmor ztratil na další události v Argonii vliv.[21] Umbrielská krize Tato sekce zahrnuje obsah a informace ze hry The Elder Scrolls V: Skyrim, nebo jejích expanzí Dawnguard, Hearthfire a Dragonborn. An-Xileel a jeden nepoctivý strom Hist, který se oddělil od ostatních, povolaly v roce 4E 48 do Black Marshe plovoucí (vznášející se) se město Umbriel. Plovoucí město pocházelo ze stejné říše, jako Histy a tisíce let existoval přímo ve sféře Oblivionu. Členové An-Xileelu chtěli s pomocí Umbrielu vyhladit ostatní národy a asimilovat všechny ostatní Argoniány v Black Marshi, kteří neuznávali jejich vládu. Umbriel se původně objevil nad městem Lilmoth, které zničil a jeho obyvatele proměnil v armádu nemrtvých. Umbriel se posléze zcela vymanil z kontroly An-Xileelu a pokračoval v cestě směrem na sever k Morrowindu.[1] Hrozba Umbrielu byla nakonec zažehnána, když bylo plovoucí město poraženo. Na počátku třetího století čtvrté éry, vládl Argonii král, jemuž sloužil řád argonských atentátníků Shadowscale.[22] Je tedy možné, že An-Xileel ztratil po fiasku s Umbrielem v Black Marshi moc. Geografie Black Marsh leží na jihovýchodě Tamrielu. Rozloha země je přibližně cca. 690 000 km²[UL 1], Black Marsh se tak řadí mezi středně velké země Tamrielu a zabírá přibližně 11 % z celkové rozlohy kontinentu. Black Marsh sousedí s Morrowindem na severu a Cyrodiilem na západě. Východní pobřeží země omývá Padomaiský Oceán, jižní pobřeží Jižní moře a jihozápadní pobřeží Topalská zátoka. Klima Na většině území Black Marshe převažuje tropické klima a panují zde extrémní podmínky, které jsou pro většinu lidí a elfů dlouhodobě neúnosné a i díky tomu zůstává Black Marsh nejméně probádanou zemí, jelikož žádnému z dobyvatelských národů se nepodařilo ovládnout vnitrozemí Black Marshe. Naopak Argoniáni a jiné domácí druhy se dokázali životu v Black Marshi dokonale přizpůsobit. Díky tropickému klimatu je Argonie domovem rozlehlých deštných pralesů, zrádných bažin a mokřadů, líně tekoucích řek. Po většinu roku zde panují vysoké teploty, velká vlhkost a často prší. Typické pro zdejší podnebí jsou také silné a pravidelné monzunové deště. Pro lidi a elfy příjemnější klima převažuje pouze v pobřežních oblastech, kde se také zdržuje většina lidské, nebo elfí populace. Povrch Argonie disponuje dlouhým a členitým pobřežím a k jejím územím patří i několik málo ostrovů. Například významný Topalský ostrov v Topalské zátoce, nebo ostrov Norg-Tzel v Jižním moři. Black Marsh je především nížinatou zemí, proto zde nenajdeme žádná vysoká a významná pohoří. Nacházejí se zde však některé náhorní plošiny, například Deepmire na poloostrově Murkmire. Značnou část rozlohy země pokrývají obrovské deštné lesy a pralesy. Mezi nejvýznamnější lesy patří Murkwood, který se nachází v centrální oblasti Black Marshe a který je považován za jedno z nejnebezpečnějších míst Tamrielu, jelikož i vzduch je zde jedovatý. Dalším významným lesem je Blackwood, obrovský les, jehož značná část leží v Black Marshi a menší část zasahuje i do jižního Cyrodiilu. Pralesy Black Marshe ustupují až při pobřeží, které je tak nejhustěji obydleným územím země. Vodstvo Vedle pralesů a lesů pokrývají povrch Black Marshe také obrovské bažiny, močály a mokřady, které se nachází téměř po celé zemi. Mezi významný močál patří Venomous Fens (jedovaté močály). Celá země je také protkaná sítí líně tekoucích řek. Snad nejvýznamnější řekou Argonie je Onkobra, která je známá pro svůj silný proud a která protéká středem země.[23] Další významnou řekou je Keel-Sakka, která protéká územím poloostrova Murkmire. Poloostrov Murkmire omývá na severovýchodě významný Oliiský záliv. Regiony Blackwood Hlavní článek: Blackwood Blackwood je bažinatý region, jehož menší západní část leží v Cyrodiilu a větší východní část pak v Black Marshi. V rámci Argonie se tak Blackwood nachází na jihozápadě země. Region se dělí na tři menší oblasti, v Argonii se nachází Blackwood Bog (močál) a Gloomire. Region sousedí s Murkmire na jihovýchodě a Shadowfenem na severovýchodě. V argoniánské části regionu se nachází významné město Gideon, jehož architektura je značně ovlivněna císařským vlivem. Většinu území regionu pokrývá rozlehlý les od kterého celá oblast odvozuje svůj název a bažiny. Regionem také protékají významné řeky Niben a Onkobra. Murkmire Hlavní článek: Murkmire Murkmire je poloostrov a zároveň nejjižněji položený region v Black Marshi. Jihozápadní a jižní pobřeží poloostrova omývá Jižní moře a východní pobřeží pak Oliiský záliv. Jižní oblast regionu tvoří nížiny s rozlehlým deštným a močály, které postupně u pobřeží ustupují. Na nejjižnějším cípu poloostrova při ústí Oliiského zálivu leží město Lilmoth, kterému je někdy přezdíváno perla Black Marshe. Zatímco nížiny na jihu působí, jakoby se postupně utápěly v oceánu, oblast na severu Murkmire se nachází ve vyšších nadmořských výškách, právě zde se nachází také většina vesnic na poloostrově a řeky zde padají majestátními vodopády z útesů, které oddělují severní vnitrozemí od jižních pobřežních nížin. Shadowfen Hlavní článek: Shadowfen Shadowfen je jedním z regionů Black Marshe, který se nachází na severozápadě země. Jedná se o pohraniční region, který sousedí s Morrowindem na severu a Cyrodiilem na západě. Podobně, jako jiná území v Black Marshi, pokrývají i území zdejšího regionu rozlehlé pralesy, bažiny a mokřady. Shadowfenem protéká také mnoho menších řek. Region se dělí do tří menších oblastí, jsou jimi Leafwater, Reticulated Spine a Venomous Fens. Nachází se zde významné město Stormhold. V minulosti byl Shadowfen díky své poloze často místem bojů mezi Imperiály, Dunmery a Argoniány o převahu nad regionem. Po dlouhá staletí sem také dunmerští otrokáři pořádali nájezdy, aby odvlekli nebohé domorodé obyvatelstvo do otroctví. Fauna Obávaný Wamasu, plaz žíjící v bažinách Black Marshe Black Marsh díky svým přírodním podmínkám disponuje rozmanitou faunou. V pralesích a bažinách Argonie se skvěle daří druhům, které se dokázaly na tyto podmínky úspěšně adaptovat, především různým obojživelníkům a plazům. Cestování v Black Marshi je nebezpečné nejen díky močálům, ale právě také díky mnoha agresivním druhům, které ve zdejší přírodě živí. Zatímco malí hadi, ještěrky a ptáci nepředstavují pro cestovatele vážné nebezpečí, nedá se toto říct o jejich větších příbuzných. V Argonii žijí živočichové, kteří jsou rozšíření i v jiných provinciích, například aliti, krokodýli, guarové, obří hadi, ogrové, lurcherové, haj mota a salamandři. Mezi endemické druhy, které žijí pouze na území Black Marshe patří Hackwing, velký masožravý a velmi útočný pták, dále Argonian Behemoth, což jsou mohutní a útoční divocí příbuzní Argoniánů. Dále pak Wamasu, což je nebezpečný plaz pocházející z Argonie a Miregaunt, stromové a velmi nebezpečné stvoření. Flóra Argonie je zemí obrovských pralesů a bažin a tomu odpovídá i zdejší flóra. V Black Marshi roste Hist, legendární druh stromu, který je znám i za hranicemi země. Jedná se o výjimečný druh obřího stromu se kterým jsou Argoniáni nějakým způsobem propojeni a Hist tvoří snad nejdůležitější aspekt v jejich náboženství, kultuře a každodenním životě. V deštných lesích Black Marshe rostou i četné další druhy stromů, kterým se skvěle daří v tropických podmínkách a které dosahují obrovské výšky, ale rostou zde například i vcelku běžné vrby. Pod stromy se vyskytuje bujná vegetace složená z exotických a vzácných tropických rostlin a květin s exotickými plody. Nutno však podotknout, že neznalým cestovatelům v Argonii hrozí nejen nebezpečí ze strany nebezpečných zvířat, ale i její flóry. Mezi nejnebezpečnější rostliny patří masožravá a velmi útočná květina Strangler. Břehy řek a bažin jsou často zarostlé rákosím a na jezírcích a bažinách rostou četné druhy leknínů a bahenních rostlin. Politický systém Stejně, jako o jiných aspektech života v Black Marshi, víme toho i o zdejším politickém systému jen velmi málo. Politický systém se navíc v Black Marshi často měnil dle aktuální situace, na rozdíl od stabilnějších státních celků na západě a severu Morrowindu. Víme, že ve třetím století čtvrté éry je Argonie monarchií, v jejímž čele stojí král.[22] Celými dějinami Black Marshe se prolíná to, že obrovský vliv nejen na život, ale také na politiku v zemi mají stromy Histy.[1] Dalším významným prvkem, který se opět prolíná celými dějinami, je kmenové uspořádání. Argoniáni se dělí do jednotlivých kmenů, v jejichž čele stojí jednotliví kmenoví vůdci. Velký vliv na politickou strukturu v Black Marshi také mělo to, že byla Argonie součástí říše. V následujících odstavcích si podrobněji představíme politickou strukturu v Argonii a její proměny v dějinách. Vláda a správa Král Hlavou Argonie je král.[22] Nevíme přesně, zda má král Argonie autoritativní roli, či pouze reprezentativní a ceremoniální. Monarchie v Argonii je poměrně mladá, jelikož neexistují zmínky o tom, že by Argonie měla před třetí érou nějakého krále. První zmínky o královské roli v Black Marshi pocházejí ze třetí éry. Tyto zdroje však nezmiňují krále jako panovníka celé provincie, ale pouze jako vládce městského státu. Jmenovat můžeme např. Magna Septima, který byl králem v Lilmothu a později se stal tamrielským císařem.[17] Naproti tomu král v době čtvrté éry už je panovníkem celé země. Z bližších informací o argonských panovnících víme to, že v jejich přímých službách byl řád Shadowscale, profesionální organizace vycvičených zabijáků.[22] An-Xileel Hlavní článek: An-Xileel An-Xileel je politická frakce, která výrazně ovlivňovala a možná stále ovlivňuje politiku v Black Marshi v době čtvrté éry. An-Xileel je silně nacionalistická organizace, která prosazuje absolutní nezávislost Black Marshe a šíří výraznou protiimperiální propagandu. Frakce si získala mimořádné uznání během Oblivionské krize a od té doby měla vliv na klíčové události, které se v zemi staly.[1] Vnitřní organizace a struktura frakce zůstává pro cizince zahalena tajemstvím. Vícekanovníci a kmenoví vůdci V nejstarších dobách vládli Argonii jednotliví kmenoví vůdci a samozřejmě stromy Histy. Když Argonii dobyla druhá říše a proměnila ji v provincii Black Marsh, byli do vlády provincie dosazeni císařští úředníci, kteří spravovali záležitosti země z měst. Po rozpadu říše v chaosu druhé éry se tito císařští úředníci stali de facto nezávislými vládci, kteří založili vlastní válečnické dynastie a vládli v Argonii doslova tyransky.[3] Po vyhnání císařských ve druhé polovině druhé éry převzali vládu nad provincií opětovně Argoniáni. Díky členství v Ebonheartském paktu vytvořili Argoniáni organizovanější vládu, která zastupovala zájmy Argonie v alianci. V čele vlády stály vícekanovníci, kteří spravovali jednotlivá města a vedli jednání s velvyslanci Skyrimu a Morrowindu. V ostatních sférách politického života si svou důležitou roli zachovali i kmenoví vůdci.[6][9] Administrativní dělení O administrativním dělení Black Marshe toho víme jen velmi málo. Země se dělí do několika velkých regionů, které však mají spíše geografickou, spíše než administrativní, roli. Zdá se, že území Argonie se dělí na města, která jsou pod kontrolou vícekanovníků a venkovské oblasti, které ovládají jednotlivé kmeny. Zákony a právo Argonie je známá jako země s mimořádně vysokým stupněm kriminality. Na území země dochází často k vraždám, loupežím, únosům a je zde obrovská míra korupce. Daří se zde banditům a pirátům.[3] Druhá i třetí říše, se pokoušely v provincii zavést právo a pořádek, avšak bez větších úspěchů. Za dob druhé říše byla na území Black Marshe vybudována řada věznic, kde byli vězněni nejen nejhorší kriminálníci, ale také političtí odpůrci režimu a jiné nevhodné osoby. Vraždy a krádeže jsou samozřejmě na území Black Marshe ilegální, stejně tak jako otroctví. Mezi standardní tresty patří pokuty, vězení, nebo popravy. Zahraniční vztahy Morrowind Hlavní článek: Morrowind Vztahy mezi Morrowindem a Argonií jsou velmi napjaté. Mezi zeměmi vládne jen velmi křehké příměří. Argoniáni a Dunmeři mají za sebou složitou historii vzájemných vztahů a právě v této historii je možné objevit i příčiny napětí mezi nimi. Dunmeři se cítili být jako elfové nadřazenou rasou a Argoniány hluboce opovrhovali a považovali je téměř za srovnatelné se zvířaty. Nejpozději od druhé éry podnikal dunmerský rod Dres nájezdy do severní Argonie a za staletí trvajících nájezdů odsud odvlekl tisíce Argoniánů do otroctví.[3] K nevraživosti přispívaly i územní spory, kdy si oba národy dělaly nároky na pohraniční oblasti a často o ně sváděly boje. Pouze jednou v dějinách odložili Argoniáni a Dunmeři dobrovolně své spory, když se v roce 2E 572 spojili proti akavirské invazi. Jen díky příchodu Argoniánů byli akavirští drtivě poraženi. Poté se Argonie stala čelenem Ebonheartského paktu, aliance mezi Skyrimem, Morrowindem a Argonií. Nicméně ani členství v alianci nezabránilo tomu, aby tisíce Argoniánů nadále nemusely pracovat na plantážích v Morrowindu jako otroci, třebaže otroctví bylo naoko zakázáno.[7] Během třetí éry byly obě země provinciemi Tamrielské říše se značným stupňem autonomie. Otroctví bylo v celé říši zakázáno, ale Morrowind si prosadil výjimku a rod Dres nadále podnikal nájezdy do Black Marshe, aby opatřil nové otroky. To nakonec vyústilo v povstání otroků, které následně přerostlo mezi regulérní válku mezi Dunmery a Argoniány. V této válce byli Argoniáni sice poraženi, ale o pár let později Morrowind přijal zákon, kterým zakázal otroctví.[3] Nicméně, i když otroctví bylo nyní nelegální, někteří Dunmeři nadále podnikali nájezdy do Black Marshe a v Morrowindu bylo možné nadále spatřit argoniánské otroky.[24] Ve čtvré éře vypukla další válka mezi Argoniány a Dunmery. Tentokrát to byli Argoniáni, kteří zpustošili rozsáhlé oblasti Morrowindu a dokonce dobyli a vyplenili hlavní město Mournhold. Nakonec však vojska rodu Redoran vytlačila Argoniány ze země.[1] Tamrielská říše Hlavní článek: Tamrielská říše Dalším sousedem Argonie je Tamrielská říše. Historii vzájemných vztahů mezi Tamrielskou říší, respektive Cyrodiilem a Black Marshí je možné vysledovat až do první éry. Během první éry uspořádala tehdejší první Cyrodiilská říše námořní výpravu proti Black Marshi, aby omezila pirátství v Topalské zátoce.[3] Výprava přinesla do Cyrodiilu první větší zprávy o kultuře a životě v Argonii.[6] Zatímco první říše neprojevila výraznější zájem o Argonii, druhá říše proti zemi zahájila válku. Argonie tak byla poprvé podrobena a začleněna do říše jako provincie a právě z té doby pochází název Black Marsh.[6][2] Druhá říše Argonii výrazně ovlivnila a např. v Lilmothu a Gideonu se z té doby dochovala řada císařských architektonických památek.[7] Říše také zavedla v Argonii centralizovanější formu vlády a do správou měst pověřila rozsáhlý byrokratický aparát. Když se druhá říše rozpadla, zůstaly některé části Argonie pod kontrlou císařkýsh úředníků, kteří si však počínali jako nezávislí vládci, založili zde vlastní dynastie a vládli mnohdy tyransky a bezohledně.[3] Nicméně žádné z Cyrodiilských říší se nepodařilo dobýt vnitrozemí Argonie, které zůstávalo nadále svobodné a nezávislé. Dokonce ani Tiber Septim, mnohými považovaný za největšího z císařů, se neodvážil napadnout srdce Argonie.[3] Vládci třetí říše se pokusili Black Marsh zkonsolidovat, vystavěli zde mnoho pevností a silnic. Ani to však nepomohlo k úplnému podrobení Black Marshe. Císařům se nepodařilo dosáhnout míru mezi Black Marshí a Morrowindem, ani zbavit lidské a elfí národy předsudků vůči zvířecím rasám. Zároveň se říši nepodařilo vymýtit obrovskou kriminalitu, kterou se Black Marsh vždy vyznačovala. Zřejmě kombinace těchto faktorů přispěla k tomu, že se obyvatelé Black Marshe necítili nikdy rovnocennými občany říše a byli tak první, kteří říši na začátku čtvrté éry opustili. Podle mnoha zdrojů o historii čtvrté éry víme, že mezi říší a Black Marshí vládly značně napjaté vztahy a docházelo k častým pohraničním střetům mezi Argoniány a císařskými vojáky.[1] Ozbrojené síly Pozemní síly Argonský zvěd, druhá éra O přesné organizaci Argonských vojsk toho víme jen málo. Je také velmi pravděpodobné, že neexistuje stálá profesionální armáda tak, jak ji známe například v Tamrielské říši (legie). Namísto toho disponuje každý kmen svou vlastní ozbrojenou družinou, města mají pak své strážné. V případě ohrožení zřejmě jednotlivé kmeny spojí své síly a vyrazí do boje proti nepřátelům společně. Argonští vojáci využívají v boji především své neuvěřitelné pružnosti a mrštnosti. Dále využívají strachu nepřátel z bažin a zdejších nemocí. Argoniáni terén své domoviny výborně znají a jsou pro pohyb bažinami výborně přizpůsobení, jsou to totiž vynikající plavci. Navíc jsou Argoniáni imunní vůči většině nemocem, které v Argonii řádí. V boji ještěří národ preferuje spíše lehkou zbroj, která neomezuje pohyb a pružnost, která je vyráběna z přírodních materiálů. Především z krokodýlí kůže. Díky svým zbrojím jsou Argoniáni často vysmíváni, avšak když dojde na boj, nedokáže často ani ta nejlepší nordská zbraň probodnout argonské brnění.[6] Mezi oblíbené zbraně Argoniánů patří různé hole, krátké meče a dýky. An-Xileelský nájezdník, čtvrtá éra Argoniáni jsou zahraničními nepřáteli často podceňováni. Přesto však ještěří národ několikrát v historii ukázal, že je regionální silou se kterou je třeba počítat. Historicky Argoniáni vytvořili zřejmě první organizované vojsko v první éře, když se střetli s druhou cyrodiilskou říší v Černovodské válce.[25] V první rozhodující bitvě sice císařští Argoniány drtivě porazili, ale tato bitva neznamenala konec války. Bojovní Argoniáni tvrdě bojovali o svou nezávislost i po prohrané bitvě a válka nakonec trvala neuvěřitelných 26 let až do roku 1E 2837.[2][25] Další organizované vojsko vytvořili Argoniáni během druhé akavirské invaze, kdy vyzbrojili několik ozbrojených pěších šiků, kterým přezdívali Shellbackové, pod velením tří bitevních mágů. Díky zásahu těchto šiků byli akavirští drtivě poraženi.[6][10][12] V pozdějších dějinách vedli Argoniáni méně úspěšné války. Nicméně během Vpádu Oblivionu bojovali s daedrami tak zuřivě, že ty musely dokonce přejít do defenzívy a zavřít své brány před útočícími Argoniány.[1] Během čtvrté éry se pak do čela argonských vojsk postavila frakce An-Xileel, která zahájila invazi do Morrowidu. Dunmerům se nakonec za cenu ohromných ztrát a vyplenění jejich hlavního města Mournholdu podařilo Argoniány odrazit.[1] Loďstvo Argoniáni jsou jako ještěří obojživelníci skvělé přizpůsobení životu ve vodě. Není tedy divu, že krom toho, že jsou vynikající plavci, jsou i výbornými námořníky. Nevíme s určitostí, zda má Black Marsh k dispozici profesionální loďstvo, nicméně Argoniáni jsou už od doba první éry známí jako legendární piráti. Piráti terorizují především Topalskou zátoku a žádné z cyrodiilských říší se nepodařilo pirátství úplně potřít.[3] Je možné a dokonce pravděpodobné, že argonští piráti mohou v dobách nouze bojovat proti nepřátelům. Mnozí piráti operují nejenom v zátoce, ale často plují i po řekách Argonie. Jedním z největších a nejvýznamnějších přístavů je strategicky důležitý Lilmoth. Ekonomika Měna a bankovnictví Nejpozději od druhé éry se začaly využívat v Black Marshi zlaté mince, jako platidlo. Využívala se zde standardní zlatá měna, kterou se dalo platit po celém Tamrielu.[7] Když se Black Marsh stala součástí Tamrielské říše, přijala provincie jako platidlo Septim, standardní a oficiální měnu Tamrielské říše. Není známo, zda Septim zůstal oficiální měnou Black Marshe i po dosažení nezávislosti ve čtvrté éře. Vzhledem k rozšířenosti a významu Septimu se však dá očekávat, že obchodníci v Argonii přijímali platbu touto měnou i nadále. Ve druhé éře se do Black Marshe rozšířilo omezeně také bankovnictví. Vlastními pobočkami banky disponovala města Stormhold a Lilmoth.[7] Obchod Ve třetí éře, kdy byla Black Marsh provincií říše, investovali říšští obchodníci i politikové, včetně císaře Pelagia Septima IV., značné finanční prostředky na podporu obchodu v Argonii. Podle zachovalých písemných zdrojů se jednalo dokonce o miliony Septimů.[23] Cílem investic bylo především zlepšit kvalitu císařské silnice z Gideonu do Cyrodiilu, cesta obchodníkům tehdy trvala i více než tři týdny. Díky tomu se stávalo, že zboží obchodníci dovezli často napůl zkažené. Hlavními vývozními artikly byly rýže, koření, ovoce a dřevo.[23] Investoři najali komisi, která měla za úkol stavět silnice a mosty, odvodňovat bažiny, bojovat proti pašerákům a starat se o bezpečnost cest. Nicméně tato snaha přišla vniveč a cesty se obchodníkům dokonce prodloužily na těžko uvěřitelné dva a půl měsíce. Zboží tak do Cyrodiilu dorazilo kompletně zkažené.[23] Zemědělství a lov Většina Argoniánů žije venkovským způsobem života. Pro zemědělství zde však nepanují příliš vhodné podmínky a to především díky zdejšímu podnebí. Zemědělství v Black Marshi je tak zaostalé a rozvojové. Podle imperiálních zdrojů nevěnovali Argoniáni zemědělství přílišnou pozornost. Když se Black Marsh stala součástí druhé cyrodiilské říše, snažili se říšští vládci o rozvoj zdejšího zemědělství. Akavirský potentát vydal edikt, který umožňoval imperiálním občanům zabírat půdu v Argonii o stanoveném rozsahu a zakládat zde zemědělské usedlosti.[26] Cestování a doprava Oproti jiným zemím a provinciím, je silniční síť v Black Marshi řídká a nachází se zde jen velmi málo pozemních cest. Obě říše, druhá cyrodiilská i tamrielská, investovaly značné prostředky do zlepšení infrastruktury v Black Marshi. Nicméně tato snaha vyšla vniveč a silnice v Black Marshi jsou v tristním stavu a na mnoha místech zarostlé rákosím a rozbahněné.[23] Jednou z nejznámnějších silnic v Black Marshi je stará císařská silnice, vedoucí z Gideonu do Leyawiinu. Hladina některých řek v Black Marshi dokonce mnohdy stoupne tak, že zaplaví mosty.[23] Demografie Ilustrace typického Argoniána Black Marsh je především domovinou Argoniánů. Jedná se o humanoidní rasu, která je podobná z části lidem a z části ještěrům. Argoniáni mluví jazykem Jel a sami sebe ve svém jazyce označují jako Saxhleely.[6] Argoniáni žijí na území celé Black Marshe, jsou imunní vůči většině nemocí, které jsou pro lidi smrtelné, i vůči \"jedovatému\" ovzduší v centrální části země. Argoniáni jsou velice mrštní a obratní a mimo jiné jsou obojživelní. Není divu, že jsou to také vynikající plavci. Blízkými příbuznými Argoniánů je také rasa Naga, která rovněž obývá Black Marsh, především pak její centrální oblasti. Pro většinu lidí a elfů jsou klimatické podmínky v Black Marshi extrémně nepříznivé, většina lidí a elfů tak žije především v okrajových částech země, nebo při pobřeží.[6] Náboženství Argoniáni jsou známí tím, že většina z nich neuctívá ani aedry, ani daedry. Aedry, nebo daedry uctívá jen zlomek Argoniánů, kteří byli ovlivněli zahraničními vlivy. Náboženství v Argonii se liší od lidských, nebo elfích kultů tak, jak je to jenom možné. Argoniáni uctívají velké stromy - Histy. Zdá se, že náboženství je praktikováni i bez kněžích, modliteb, či chrámů.[27] Někteří Argoniáni také uctívají Sithise, kterého na rozdíl od ostatních tamrielských civilizací nepovažují za zlého.[27] Významná města V Black Marshi se nachází osm velkých významných měst. V tomto odstavci naleznete o těchto městech stručné informace a odkazy. Gideon Lilmoth Stormhold Archon je město na jihovýchodním pobreží Black Marshe. Město je známé především díky pirátství. Blackrose je město, které se nachází v regionu Murkmire na jihu Argonie. Město založila rasa Lilmothiitů. Nachází se zde nechvalně proslulá císařská věznice. Gideon se nachází na západě země v regionu Blackwood nedaleko hranice s Cyrodiilem. Město patří mezi nejstarší v Argonii, jeho historie sahá hluboko do první éry, kdy město vybudovali Ayleidé. Helstrom je město, které se nachází přibližně ve středu Argonie. Lilmoth je jedno z největších měst v Argonii. Současně se jedná o nejjižněji položené město v Black Marshi, které se nachází v regionu Murkmire. Město založila rasa Lilmothiitů. Architektura města je ovlivněna jak Argoniány, tak Imperiály. Soulrest je město na jihozápadním pobřeží Argonie. Stormhold je jedno z nejstarších měst v Black Marshi, které před dávnými časy založili Ayleidé. Město se nachází na severozápadě Argonie v regionu Shadowfenu nedaleko hranic s Morrowindem. Thorn se nachází na severovýchodním pobřeží Argonie v blízkosti hranic s Morrowindem. Mapy Mapa z The Elder Scrolls: Arena, 3E 389Mapa z TESIV Codexu, 3E 432Mapa z Elder Scrolls Anthology, 4E 432 Související články Argoniáni Cyrodiil Morrowind Skyrim Tamrielská říše"
}