{
    "title": "Blackwood",
    "table_of_contents": [
        "Obsah",
        "1 Flora a Fauna",
        "2 Lokace",
        "3 Body zájmu",
        "3.1 Ayleidské zříceniny",
        "3.2 Tábořiště",
        "3.3 Jeskyně",
        "3.4 Pevnosti",
        "3.5 Doly",
        "3.6 Osady"
    ],
    "infobox": "",
    "content": "Blackwood je velká močálovitá oblast na jihu provincie Cyrodiil, kterou odtéká řeka Niben (Niben River) do zálivu Topal (Topal Bay). Jeho hranice tvoří Khajiitský Elsweyr na západě a Black Marsh na východě. Ačkoli je západ a jihovýchod kopcovitý, Blackwood je především rovinatý. Tato oblast je obzvláště úrodná, vyskytují se zde fialově kvetoucí keře, Bílé duby (White Oak) a holé Cypřiše (Cypress Tree). Horší viditelnost v celé krajině je způsobena mlhou a silnými dešti. Přes Blackwood, po obou březích řeky Niben, vede Žlutá i Zelená cesta. I přes nízkou nadmořskou výšku a četné tůňky stojící vody, je Panther jedinou řekou, která značí severní hranici Blackwoodu s údolím Nibenay a Nibenayskou pánví. Flora a Fauna Typické deštivé podnebí dělá z Blackwoodu úrodnou a různorodou oblast, která nabízí široký výběr rostlin. Z hub je to převážně čapulka bahenní (Bog Beacon), strmělka mlženka (Clouded Funnel Cap) a Green Stain Cup. Močálové rostliny jako hadovka smrdutá (Stinkhorn) a lilie tygrovaná (Tiger Lily) zde rostou stejně jako běžnější druhy, např. Aloe Vera, Domica Redwort, Dragon's Tongue Plant, levandule (Lavender) a Somnalius. V blízkosti vody se nachází, na sběr nevhodné, masožravé rostliny (Pitcher Plant). S vodními rostlinami se nejčastěji setkáme v podobě leknínu posvátného (Sacred Lotus) nebo vodního hyacintu (Water Hyacinth), rostoucími v mělkých rybnících po celé bažině. Nirnský kořen (Nirnroot) je zde velmi rozšířený a lze jej nalézt podél břehů vnitřních jezer, rybníků a řek. Mezi tvory obývající močál patří krab bahenní (Mudcrabs), potkani, trollové (Trolls) a vlci. Lokace Kosmopolitní, pestré město Leyawiin leží v jižním Blackwoodu, kde Niben ústí do Topalského zálivu. Alessia Ottus tvrdí, že se Leyawiin může pochlubit nejlepšími obchody a obchodníky v Cyrodiil (mimo Imperial City), ale také město kritizuje pro argoniánskou a khajiitskou rasu, kterou označuje jako \"zpustlou lůzu.\" V blízkosti jsou osady Šedá země (Greyland) a Doupě bílého hřebce (White Stallion Lodge), dále na sever potom Pohraniční stráž (Border Watch) a Vodní hrana (Water's Edge), ležící v úzkém pruhu mezi Nibenem a Elsweyrem. Malá osada Blankenmarch se nachází severozápadně od Leyawiinu. Ubytování lze využít v hostinci Opilý drak (The Drunken Dragon Inn), který se vyskytuje v centru Blackwoodu, jižně od Žluté cesty. Body zájmu Sheogorathova svatyně (Shrine of Sheogorath) v západní části Nibenu, nedaleko Bravilu. Nocturnal, vlastníčka užitečného Skeleton Key, má svatyni severně od Blankenmarchu, kousek od Žluté cesty. Deepscorn Hollow je jedním z nejjižnějších míst celé provincie Cyrodiil s podvodním vchodem v zálivu Topal. Ayleidské zříceniny Arpenia Atatar Telepe Veyond Welke Tábořiště Tábořiště Černý pes (Black Dog Camp) Tábořiště Močálová voda (Bogwater) Rybářská skála (Fisherman's Rock) Tábořiště Bažinový punk (Marsh-Punk Camp) Seran Camp Jeskyně Amelionova hrobka (Amelion Tomb) Jeskyně Krvavý útěk (Bloodrun Cave) Jeskyně Temný sáh (Darkfathom Cave) Jeskyně Polní dům (Fieldhouse Cave) Jeskyně příbuzných (Kindred Cave) Jeskyně Onyx Rudá bažina (Redwater Slough) Jeskyně Rákosový stánek (Reedstand Cave) Jeskyně Mléčného kamene (Rockmilk Cave) Jeskyně Roztříštěných vah (Shattered Scales Cave) Jeskyně Přívalové vlny (Tidewater Cave) Jeskyně Spodního protiproudu (Undertow Cavern) Pevnosti Pevnost Modrá krev (Fort Blueblood) Pevnost Bulwark (pouze v Knights of the Nine) Pevnost Dvojí kříž (Fort Doublecross) Pevnost Nomore Pevnost Rudý muž (Fort Redman) Pevnost Rudá voda (Fort Redwater) Pevnost Teleman Doly Opuštěný důl (Forsaken Mine) Strašidelný důl (Haunted Mine) Neúrodný důl (Barren Mine) Osady Blankenmarch Pohraniční stráž (Border Watch) Šedá země (Greyland) Water's Edge (Vodní hrana) Doupě bílého hřebce (White Stallion Lodge)"
}