{
    "title": "Bosmerové",
    "table_of_contents": [
        "Obsah",
        "1 Historie",
        "1.1 Původ",
        "1.2 První éra",
        "1.3 Druhá éra",
        "1.4 Třetí éra",
        "1.5 Čtvrtá éra",
        "2 Společnost",
        "2.1 Život ve Valenwoodu",
        "2.2 Náboženství",
        "2.3 Zelený pakt",
        "3 Galerie",
        "4 Zdroje"
    ],
    "infobox": "",
    "content": "Stránka se momentálně předělává. Ilustrace typického bosmerského muže Mapa Valenwoodu Bosmerové jsou klanoví elfové z Valenwoodu, zalesněné provincie na jihozápadě Tamrielu.[1] Císařství je také zná jako lesní elfy (anglicky Wood Elves), ale oni sami si říkají bosmerové,[2] boichové,[3] nebo lid mízy stromů.[4] Bosmerové odmítli odměřené formální tradice aldmerské vznešené kultury, a místo toho dávají přednost více romantickému a jednoduchému žití v harmonii se zemí a s její divokou krásou a jejími tvory. V porovnání se svými altmerskými bratranci jsou poměrně mrštní a rychlí (ti je považují za neukázněné a naivní). Jejich hbitost z nich dělá dobré průzkumníky a zloděje.[5] Jsou ovšem duchapřítomní a mnoho z nich se věnuje úspěšným vědeckým nebo obchodním kariérám.[6][7][8] Bosmerové žijí dvakrát až třikrát déle než lidé (když je bosmerovi 200 let, je považovaný za starého, a když je mu 300 let, tak je již hodně, hodně starý).[9] Přestože jsou považovaní za méně vlivné, než jsou jejich elfí bratři, jsou mnohem plodnější. Tím je jejich číslo mnohem větší než u ostatních merských ras Tamrielu.[10] Bosmerové jsou nejlepší lukostřelci z celého Tamrielu. Dokáží uchopit a vystřelit šíp v jednom nepřetržitém pohybu. Dokonce se i říká, že vymysleli luk.[11][12][13][14] Mají mnoho přirozených a unikátních schopností; dokáží ovládat prostoduchá stvoření a mají téměř chameleoní schopnost se ukrýt v zalesněných prostorech.[15][16] Mnoho ve valenwoodských lesích následuje přikázání Zeleného paktu. „Zelenopakští bosmerové“ jsou nábožensky masožraví a kanibalističtí, a neubližují valenwoodské vegetaci, ačkoli nemají nic proti dřevěným či rostlinným výrobkům, vytvořené ostatními.[7][15][17] Historie Aldmerští osídlenci údajně dorazili do Valenwoodu ještě před první érou a byli mezi prvními, kdo opustil Starou Ehlnofey.[5] Tito osadníci našli valenwoodské lesy, neboli Zeleň, tak husté a tak obydlené zvířaty, že nedoufali, že by kdy mohli tuto přírodu zkrotit, a tak museli bojovat a přizpůsobit se, aby se stali predátory, nikoliv kořistí.[18] Jejich adaptace k životu ve Valenwoodu pravděpodobně vedla ke vzniku bosmerů.[5][18][19] Říká se, že je město Arenthia pojmenované po jejich prvním králi.[20] Původ \"Boichští elfové byli Kosti země, kteří naslouchali Jephremu a jeho zeleným písním. Oni Věž nepostavili, oni ji vypěstovali, veliký grahtský dub, jehož kořeny vyrůstaly z Náhodného žaludu. A to byl jejich Kámen. A jelikož mohla být náhoda Žaludu jinde, byla Zelená míza rozmanitá a samostatná. A každá mohla mluvit.\" ―Aurbické enigma: Eldenský strom Srdce Valenwoodu Rané dny bosmerů jsou ztracené v legendách. Některé se zmiňují o Ooze, podobu měnící beztvarosti, ze které před Zeleným paktem s Y'ffrem vzešli.[21] Pochybnější legendy také říkají, že ne všichni bosmerové přistoupili na Zelený pakt, a přáli si ponechat své podobu měnící schopnosti. Y'ffre pak Ooze přeměnil na jakýsi očistec právě pro tyto jednotlivce, kde by byli po smrti uvězněni bez možnosti ovlivňovat jakýkoliv svět či posmrtný život. Nakonec byli odpůrci přemoženi bosmery oddanými Y'ffremu. Tito „Křivopřísežníci“ byli pohřbeni v Ouze, aby byli uvězněni a ochráněni až do času obrody.[22] Existují náznaky, že byli raní bosmerové známí pro uzavírání manželství s lidskou rasou.[23] Příběh o khajiitském původu je podobný tomu bosmerskému, kdy beztvarým bytostem dal podobu Y'ffer (khajiitská verze Y'ffra). Khajiitské mýty hovoří o Azurah, která vzala některé Nirniny beztvaré děti a přeměnila je na khajiity. Y'ffer se o tom dozvěděl a řekl Nirni, co Azurah provedla. Nirni, hledaje odplatu za její přeměněné a ztracené děti, udělala zemi khajiitů nehostinnou. Aby odlišila Azuřiny děti od těch jejích, dovolila Y'fferovi změnit ty, které zbyly tak, aby navždy zůstaly mery, nikdy zvířaty, a pojmenovala je bosmery.[24] Další legenda říká, že boichští elfové, vytvoření z Kostí země, kteří následovali Jephreho, vypěstovali první velký grahtský dub z Náhodného žaludu, z něhož se stala Věž Zelené mízy. Kvůli tomu, že je přirozenost Žaludu, náhodou, jinde, mnoho různých Zelených míz vyrostlo v mnoha různých podobách, tak vznikly valenwoodské chodící grahtské dubové lesy. Každý strom vyprávěl své vlastní příběhy o Zeleni, lesním domově „boiche-poté-bosmerů“. Během doby alessianského povstání otroků kolem 1E 243, ayleidský čaroděj Anumaril přeměnil Náhodný žalud grahtského dubu Elden Rootu na Jistý žalud, čímž zabránil Elden Rootu chodit a konečně dal Zelené míze jednu určitou podobu. Dál se také pokusil předělat Zelenou mízu na novou a jedinečnou Bílo-zlatou věž, ale vzhledem k Náhodné podstatě bosmerské věže, neuspěl.[25] Anumaril byl jedním z mnoha ayleidských uprchlíků, kteří odešli do Valenwoodu během „ayleidské diaspory“, která se odehrávala ve stejné době jako povstání otroků. Ayleidé ovšem migrovali do Valenwoodu už nějakou dobu. Všichni tito migranti souhlasili si adaptovat aspekty Zeleného paktu a vyhnout se poškozování lesa.[26] Zřízení Bělo-zlaté věže ayleidy v meretické éře zlepšilo bosmerům obchody, a města jako Woodhearth, Haven a Silvenar vzkvétala.[27][28] Starodávná ayleidská zřícenina Hectahame je domovem Srdce Valenwoodu, skvostného stromu nesmírné moci, který slouží jako fyzický symbol duše Valenwoodu. Někdy v době, kdy ayleidé poprvé přišli do Valenwoodu, nekromant pokřivil moc Srdce a použil to na vyvolání nemrtvé armády, čímž donutil ayleidy Hectahame uzavřít společně se Srdcem, aby hordu zastavili.[29] Během těchto raných dní museli ayleidé a bosmerové také odrážet četné útoky maormerů na Valenwoodu.[28] Přestože ayleidští utečenci našli ve Valenwoodu útočiště, po čase vymizeli z historie, a za sebou údajně zanechali velmi malý dopad na bosmerskou kulturu, mimo nějaké kamenické a zednářské techniky.[26] První éra Bosmerové se nakonec sjednotili pod vládou krále Epleara, jehož dobývání a založení Camoranské dynastie ohlásilo začátek první éry. V roce 340 zřídili formální obchodní smlouvu s Alessianském císařství. Ta ovšem trvala pouhých pár desetiletí, dokud nezačaly přicházející a zase odcházející potyčky o území s Kolovií, které se odehrávali po většinu první éry.[18] Nejranější Divoký lov se stal v roce 369 a skončil se smrtí nordského velekrále Borgase.[18][30] Tuto vraždu můžeme považovat za sebeobranu, ačkoliv možná úmyslnou, jelikož Borgas zrovna mířil do Cyrodiilu, aby shromáždil armádu pro válku s Valenwoodem. Další Divoký lov se odehrál až ve třetí éře,[18] ačkoli nevíme, jestli byl jen jeden nebo jestli jich bylo víc. Poté, co byli bosmerové otřesení thrassiánským morem v roce 2417, ovládlo je Druhé císařství. To, v jeho obvyklém stylu, rozdělilo moc ve Valenwoodu mezi několika okresů, aby zajistilo, že se nesjednotí proti císařské nadvládě.[18] V roce 2920, v posledním roce první éry, dne 19. slunečního úsvitu, zničil Molag Bal město Gilvardale v Grahtwoodu (východním Valenwoodu). To přimělo Sotha Sila, žijícího čaroděje-mystika boha dunmerského lidu, vyjednat dohodu s několika daedrickými princi, aby zabránil dalším podobným příhodám. Detaily této dohody jsou nám stále neznámé.[31] Druhá éra V roce 406, Valenwoodem zatřásl skandál: ospalý obchodní Cormount v Grahtwoodu se pravděpodobně stal domovem mnoha potencionálních camoranských dědiců, jelikož camoranští vládci údajně do tohoto městečka cestovali již nespočetnou řadu let, aby se věnovali mimomanželským vztahům. Tak se populace Cormountu za týden téměř zdvojnásobila, a svatby byly po několik měsíců na denním pořádku, protože velké množství bosmerů toužilo počít potomky se vznešeným rodem, i přes neurozené okolnosti. Tyto zprávy dokonce přiměly mnoho bosmerů, kteří nikdy ve Valenwoodu nežili, se vrátit zpět do své duchovní domoviny. Tito migranti, z nichž většina přišla ze Cyrodiilu a tím pádem nenásledovali Zelený pakt, šokovali bosmery již žijící v Grahtwoodu, z tohoto důvodu bylo mezi nimi napětí, které postupem let rostlo. Nakonec, v roce 420, vesnice migrantů, New Joy, byla spálená na popel kvůli provokacím, které se ztratily v historii. Tato událost nakonec inspirovala vzniku Blacksapskému hnutí v roce 489, kulturní organizaci založené v Cormountu, která chtěla zformalizovat bosmerský postoj k Zelenému paktu a tím zabránit dalšímu tragickému nedorozumění.[32] S pádem Císařství v roce 430, začali mezi sebou regiony bojovat, čehož využili maormerští piráti, kteří si byli schopni vytvořit základnu na pobřeží, což využili na obtěžování summersetských altmerů.[18] Symbol Aldmerského spolku Během Alianční války okolo roku 582, se bosmerové stali součástí Aldmerského spolku, společně s altmery a khajiity. Aliance byla nejistá, přesto Thalmorská komise Aliančních vztahů podpořila toleranci vůči bosmerskému kulturnímu podivínství, aby pomohla udržet Spolek pohromadě.[26][33] Z Elden Rootu se stalo hlavní město celého Spolku a tím přitáhlo mnoho dalších migrantů (také to bylo podnětem pro plány založit ve městě gladiátorskou arénu).[34] Spousta bosmerů nahlížela na Spolek jako na jedinou šanci na přežití.[35] Jiní ho zase nenáviděli, jelikož věřili, že Spolek Valenwood „pošpinil“.[36] Tato nenávist mohla vzejít z „Masakru u Cormountu“, kdy bylo město údajně srovnáno se zemí vojáky Spolku, za použitím obzvláště urážlivých taktik.[37] První aldmerský spolek se nakonec rozpadl. V roce 830, altmerové, aby zabezpečili své hranice, a za využití staré smlouvy a zásahu Kolovie jako omluvu, zaútočili na Valenwood a zavedli Druhý aldmerský spolek.[15][18][38] Rychle zřídili Thalmorskou organizaci a údajně přinesli Valenwoodu mír, dokud tedy nebyl Spolek pohlcen Třetím císařstvím Tibera Septima.[18] Během války u Rihadu zaměstnaly koloviánské armády bosmery jako lukostřelce, přestože měli tendenci dezertovat.[15] Třetí éra Camorané, kterým se podařilo si udržet moc, se opět stali monarchy a vedli bosmery 250 let v míru.[18] V roce 249, uchazeč o camoranský trůn, Camoran Uchvatitel, vedl armádu nemrtvých a žoldáků, která způsobila zkázu napříč Valenwoodem a velkou část západního tamrielského pobřeží, dokud nebyl v roce 267 poražen.[18][39] Od té doby jsou bosmerové více izolovaní a nevěří ústředním autoritám, a tak kvůli této politické slabině ztratili značné části území jejich sousedům.[18] Později mezi khajiity a bosmery vypukla válka. Rok, kdy začala válka, je nejistá, jelikož obě rasy tvrdí něco jiného: podle bosmerů to bylo v roce 394, kdy khajiitští banditi začali útočit na lesní karavany, mířící do Valenwoodu, a khajiiti zase tvrdí, že to bylo v roce 395, kdy bosmerové napadli město Torval, jako odveta za útoky banditů. Tyto konflikty o hranice brzy vyvrcholily v krvavou válku, která trvala 4 roky a 9 měsíců.[40] Nakonec khajiitové bosmery porazili a rozšířili své území trochu na západ, čímž získali oba břehy řeky Xylo.[41] Někdy ke konci éry také poprvé za 500 let došlo k Divokému lovu jako následek khajiitů útočících na malou osadu Vindisi. „Chodící“ město Falenesti poprvé v zaznamenané historii zakořenilo. Objevil se nový bosmerský prorok, známý pouze jako „Zvěstovatel“, který kázal, že se vrátí starý lesní bůh Y'ffre s novými dary pro jeho upřednostňovaný lid. Jestli se jedná o ojedinělé události či o znamení nějaké veliké změny přicházející do Valenwoodu, není jasné.[18] Čtvrtá éra Vpád Zapomnění, který ukončil třetí éru a oslabil Císařství, poskytl příležitost utvoření Třetího aldmerského spolku. Thalmor, který přežil jako politická frakce, zastávající se elfské nadřazenosti, se během Vpádu prohlásila za zachránce. V roce 29 svrhl valenwoodskou vládu, porazil císařské armády a jejich bosmerské přívržence. Alinor a Valenwood se pak prohlásili za sjednocené, a tak vznikl Aldmerský spolek. Po mnoho let neměl Spolek s Císařstvím žádný kontakt, dokud v roce 98 nedošlo k Nocím prázdnoty, kdy oba měsíce, Masser i Secunda, zmizely z noční oblohy a celé dva roky se neobjevily. Když se zase vrátily, Thalmor začal tvrdit, že to byla právě jejich organizace, která přičarovala měsíce zpátky. Tím si Spolek získal přízeň Elsweyru. Vlivem Thalmoru se Elsweyr rozdělil v roce 115 na království Anequiny a Pelletiny, která se následně stala závislé země Spolku. S nárůstem Spolku vzrůstalo i napětí mezi ním a Císařstvím. V roce 171, Thalmor zaútočil na Hammerfell a Cyrodiil poté, co císař Titus Mede II. odmítl jejich ultimátum, čímž vypukla velká válka. V roce 174 Imperial City padlo, ale Titus unikl do Skyrimu, kde plánoval protiútok. Následující útok thalmorské armády padly v bitvě o Červený kruh. Místo toho, aby vypověděl Thalmor z Hammerfellu, nebo aby napadl Spolek, císař přiznal, že jsou císařské armády oslabené a přistoupil na Bělozlatý konkordát. Mezi jinými podmínkami bylo i přenechání významné oblasti Hammerfellu, což redguardové nepřijali.[42] Když pak ve Skyrimu propukla kolem roku 201 občanská válka mezi Císařstvím a Bouřnými hávy, Spolek je s ostražitostí sledoval. Dlouhý konflikt by zaměstnal jak Císařství, tak Skyrim, a výhra jakékoliv strany by bránila Spolku v jejich plánech.[43] Věří se, že ať už bude výsledek jakýkoliv, druhý konflikt mezi Spolkem a Císařstvím je nevyhnutelný. Společnost Valenwoodští elfové jsou vždy připravení se bránit proti agresi, a taky tak v mnoha případech již v minulosti udělali.[44] Často spoléhají na své spojení s lesem na využití partyzánských taktik. Název jejich nejslavnější básně, Meh Ayleidion, v překladu znamená „Jeden tisíc výhod skrývání“.[15] Přes to všechno jsou bosmerové pacifističtější než jakákoliv jiná tamrielská rasa, jelikož nikdy v historii nevyvolali válku s jinými národy (proto je některé vojenské kultury považují za zbabělce),[45] ačkoliv byli nařčeni ze zbytečného vyhrocování některých konfliktů. Nikdy v žádném jiném národu nenašli souzeného a skutečného spojence. Nedůvěra byla vyvolaná obřadním kanibalismem, jenž praktikují, a je pro ně často těžké si přizpůsobit svůj životní styl k očekáváním ostatních ras a kultur. Bosmerové těžce spoléhají na dobré vztahy a obchody s ostatními rasami, jelikož je Zelený pakt nutí dovážet potřebné dřevo na stavění příbytků, vyrábění šípů a dalších dřevěných nástrojů.[1][15][46] Jejich vlastní prostředky pro obchod zahrnují kůže, říční perly a přívěsky s kostí prstu vyrobené z magicky nabitých prstů jejich mrtvých mágů. Když jsou ve při s Kolovií nebo s jinými obchodními spojenci, údajně spoléhají na pirátství či banditství, aby dostali, co chtějí.[15] Pokusili se si zvyknout na jiné rasy pobývající ve Valenwoodu, ale mnoho z nich zůstává ostražitých vůči zásahu cizinců v jejich domovu.[47] Do tohoto dne spojují jejich malinké osady pouze pěší cesty.[1][48] Někteří primitivní bosmerové praktikují kanibalismus na svých nepřátelích.[49] Někteří si zase brousí své zuby do špiček.[50] Lesní elfové také často na svých čelech nosí dekorativní paroží, jiným zase tyto parohy za pomocí magie přímo rostou.[50][51][52] Bosmerové si velmi cení rozmanitosti. Jejich respekt k mnoha životním aspektům je spjatý s jejich starými rčeními, jako například: „Zázrak jednoho je neštěstí jiného.“[53] Ostatní rasy jsou obecně vítané ve většině Valenwoodu, ale většina cizinců zůstává ve velkých městech.[15][18][54] Cestovatelům je doporučeno si dávat pozor při pití zakysaného mléka, které je mezi bosmery populární, jelikož ne-bosmerové na něj mohou mít nepříznivou reakci.[55][56] Zelenomluvčí jsou mágové, kteří zasvěcují svůj život spolupráci se Zelení samotnou. Používají kouzla, aby vedli a zlepšili růst stromů a rostlin, a dokáží nechat vyrůst nábytek a domy pro svůj lid.[57] Život ve Valenwoodu Přestože se bosmerové poprvé sjednotili pod Camoranskou dynastií, byla tato forma vlády nazvaná „volnou hegemonií“.[58] Ve skutečnosti zde existuje mnoho vůdců, kteří mají různé autoritativní tituly, třeba stromoví zemanové.[59] Jejich teritoriu se občas říká „Valenwoodské národy“,[15] možná právě kvůli samosprávě praktikované různými vůdci.[58] Bosmerové se přizpůsobili životu v Zeleni mnoha důmyslnými způsoby. Například, v horku a vlhku Valenwoodu, populární altmerský inkoust odmítá zaschnout. Z tohoto důvodu je využíván jako perfektní materiál pro psaní dočasných zpráv na určité typy porézního kamene, nalezeného právě ve Valenwoodu. K psaní trvalých vzkazů, používají inkoust, který dokáže uschnout, i když je pergamen ponořený ve vodě. Také je běžný inkoust, který lehce svítí ve tmě, perfektní pro psaní ve stínech lesa. Psaní na listí či ploché kameny je taky zcela obvyklé a často výhodnější tam, kde je kvalitní pergamen vzácný a papír neobvyklý.[60] Také našli prostředky jak odradit a eradikovat zamoření hoarvorů.[61] Přestože se bosmerové drží dál od tabákových rostlin, mnoho z nich kouří brouky za pomocí kostěných dýmek.[10][15] Získat světlo bez sáhnutí po nebezpečí ohně je další problém na neustále šeré lesnaté ploše, ale jakmile vyjdou měsíce, je dodáno dodatečné světlo svítícím lišejníkem, plísní a houbami na kmenech dubů. Výše se noční rostliny živí z grahtských dubů a přitahují světlušky, jejichž úly osvětlují větve.[62] Skica imgy Bosmerové sdílí svou domovinu s imgami a takzvanými „lesními orky“, společně s mnoha zvířaty, včetně kentaurů.[15][63] Také mají bohatou historii uvítání těch, kteří hledají ve Valenwoodu útočiště.[5] Přijali otroky prchající před ayleidy a následně i ayleidy prchající před svými vlastními otroky, bez toho, aniž by si hráli na oblíbence. Kolem času alianční války také přivítali argoniánské uprchlíky, kteří svou domovinu opustili na protest utvoření Ebonheartského paktu. Mnoho cizinců někdy navštěvuje Falenesti, úžasné putující bosmerské město (ačkoliv podle poslední zprávy, město zapustilo kořeny).[18] Kulturní oddanosti mají ve zvyku bosmery rozdělit, jako například rivalita mezi Blacksapskými a Camorany, a schizma mezi stoupenci Zeleného paktu a „žrouty salátu“, kteří nemají žádné obavy z porušování přikázání Paktu.[47] Náboženství Kresba Y'ffreho jako strom Bosmerové uctívají velké množství bohů. Mimo Císařství jen málo bosmerů toleruje omezení Svatých na pouhých osm nebo devět. Přestože většina z nich tvrdí, že jsou přímými potomky Auri-Ela, jejich nejdůležitějším bohem je Y'ffre Vypravěč. Zatímco dračí bůh času je králem bohů, oni uctívají Y'ffreho jako ducha „současnosti“.[64] Stejně jako argoniáni, dávají bosmerové přednost žití v současnosti, neboli v „aurbické současnosti“, a jen velmi málo berou ohled na minulost (mimo toho, když dojde na vyprávění starých příběhů nebo na následování Zeleného paktu).[65] Také uctívají Arkaye, Xarxe, Maru (kterou považují za manželku Auri-Ela) a Stendarra. Bůh lopoty, Z'en, je bosmerský bůh věcné platby. Jeho původ je tajemný, stejně jako jeho místo v kosmickém řádu. Bosmerové jsou také jedni z mála, kteří uctívají Baan Dara, šejdířského ducha zlodějů a žebráků, kterého údajně převzali od khajiitů.[64] Také tu jsou bohové, kterým jsou zasvěcené významné bosmerské kulty, třeba jako Hircine.[64] Uctívají i měsíční bohy Jone a Jode.[64][66] Greenshade je plný prastarých příběhů o nadpřirozeném a tajemném Wilderkingovi.[67] Stejně jako u nordů, Herma-Mora se také vyskytuje v jejich legendách (a oni trvají na tom, aby nebyl zaměňován s daedrou Hermaem Morou). A také, samozřejmě, v kultuře plné podvodných duchů nesmí chybět největší podvodník ze všech: Lorkhan.[64] Zelený pakt Symbol Zeleného paktu Zelený pakt, také známý jako Smlouva stélky a listu, je přísný kodex prosazovaný mnoha valenwoodskými bosmery. Říká se, že vedou jejich samotnou existenci již od začátku „velkého příběhu“. Jeho pravidla jsou jasná. Nepoškozovat valenwoodské lesy. Nejíst nic z rostlinného světa. Jíst pouze maso. Když jsou nepřátelé poraženi, jejich maso musí být snědeno, nesmí hnít. Žádné zbytečné zabíjení. Žádné braní na sebe zvířecí podoby. Zelenopakští bosmerové údajně útočí na všechny, kteří by chtěli poškodit les, v němž žijí, jemuž říkají Zeleň. Nicméně jim nevadí, když jiné rasy kácí stromy (zejména vineduskští hraničáři nebo lesní orkové v jejich vlastních územích) a dokonce od nich kupují i dřevo. Kanibalističtí „masoví mandáti“ Paktu je nábožensky oddělují od ostatních kultur. Podmínka sníst padlé nepřátele do tří dnů je možná pro cizince ta nejpřekvapivější část Paktu. Přestože se mnoho bosmerů snaží Zelený pakt respektovat, praktika pojídání mrtvých nepřátel do druhé éry téměř vymizela a je typicky praktikovaná jen v těch nejzapadlejších vesnicích. Členové rodiny válečníka, který zabil nepřítele, mu mohou s jídlem pomoct. Bosmerové, kteří toto dodržují, se obvykle pokouší se připravit na velké bitvy tím, že lační. Bosmerové údajně zformovali Zelený pakt společně s Y'ffrem na oplátku za jeho ochranu. Následkem toho často používají kostěné, zvířecí a hmyzí produkty; importované dřevo je také používané, pokud je to nutné. Spíše než pití obvyklého alkoholu vyrobeného z obilí nebo ovoce, pijí nápoje zvané jagga (zakysané prasečí mléko) a rotmeth. Rotmeth je vyráběn z fermentovaného masa ochuceném orgány thunderbugů a pak se několik let vaří. Tento nápoj je považovaný za rituální nápoj, který představuje „svaly kance, moc lesa, sílu bosmerského lidu“. Bez toho se žádná svatba neobejde. Y'ffre je také údajně požehnal jejich vzhledem, tudíž je jejich vzhled posvátný, takže přestože na sebe mohou bosmerové brát podobu zvířete, Pakt tuto praktiku zakazuje. Nicméně Divoký lov je považovaný za následek Zeleného paktu: na oplátku za Y'ffreovu ochranu, mohou bosmerové v zoufalosti provést rituál, který přemění všechny účastníky na hordu zvířat, jenž zpustoší své nepřátele a poté i sebe navzájem. Zelený pakt má za následek to, že je kácení valenwoodských stromů, ať už je prováděné kýmkoliv, zločin proti bosmerskému náboženství. Téměř žádná města či vesnice nejbyla postavena bosmery samotnými. Jejich vztah s Paktem jim dal magické les-měnící schopnosti, jež jim umožňují si nechat osady doslova vyrůst. Přesný průběh je nejasný, ale hlášení tvrdí, že se jedná o často vysoce rituální záležitost, která se sestává z pomalého rytmického zpívání po dobu několika dní. Podobně jako Masoví mandáti, půst se pravděpodobně odehrává před i během procesu."
}