{
    "title": "Bosmer (Online)",
    "table_of_contents": [
        "Obsah",
        "1 Oficiální popis",
        "2 Pasivní rasové schopnosti",
        "3 Významní bosmerové",
        "4 Zajímavosti",
        "5 Galerie",
        "6 "
    ],
    "infobox": "",
    "content": "Bosmerská žena a bosmerský muž. Pro více informací, přejděte na stránku: BosmerovéHlavní článek: Rasy (Online) \"Rozvětvené rasové dovednosti lesních elfů odráží jejich vztah k lesům. Jsou dobří v lukostřelbě, mají vyšší maximum výdrže, obnovu výdrže, kvalitnější detekci plížení, rychlost pohybu, menší poškození z pádů a jsou odolní vůči jedům, což z nich dělá nebezpečné nepřátele a nadané lovce.\" ―Popis rasy[src]Bosmerové, neboli lesní elfové, jsou jednou z devíti základních hratelných ras v The Elder Scrolls Online. Jsou součástí Aldmerského spolku, společně s altmery a khajiity, ale objevují se i v jiných aliancích. Lesní elfové jsou stromy obývající merové žijící v provincii Valenwood. Jsou to výborní lučišníci a mistři v plížení. Přírody si váží nade vše a pravděpodobně jako jediní elfové mají smysl pro humor. Oficiální popis „Lesní elfové, neboli bosmerové, jsou rozpustilí, zvědaví a hbití. Jelikož je jejich domovina Valenwood často napadena kolovianskými císařskými, jsou bosmerové nadaní v obraně. Také jsou to nadaní lučišníci, pravděpodobně nejlepší v celém Tamrielu. Hlavní město Aldmerského spolku, Elden Root, leží v samotném srdci jejich domoviny. Město se stalo středem politické a kulturní důležitosti a má také nepostradatelný strategický význam v boji o kontrolu nad Tamrielem.“ Pasivní rasové schopnosti Akrobat Zvýšené získávání zkušeností dovednostní linie luku o 15 %. Poškození z pádu je snížené o 10 %. Y'ffreho vytrvalost Zvýšená obnova výdrže během boje o __ %. Stupeň 1: 7 % (Odemčeno od úrovně 5) Stupeň 2: 14 % (Odemčeno od úrovně 15) Stupeň 3: 21 % (Odemčeno od úrovně 30) Odolnost vůči nemocem Zvýšená odolnost vůči jedům a nemocem o ____ bodů; Zvýšené maximum výdrže o ____ bodů. Stupeň 1: výdrž – 600 bodů, jedy – 660 bodů (Odemčeno od úrovně 10) Stupeň 2: výdrž – 1200 bodů, jedy a nemoci – 1320 bodů (Odemčeno od úrovně 20) Stupeň 3: výdrž – 2000 bodů, jedy – 2310 bodů (Odemčeno od úrovně 40) Utajený Lepší dosah plížení o _ metr/y a zvýšené způsobené poškození během plížení o __ %. Stupeň 1: 1 metr, 3 % (Odemčeno od úrovně 25) Stupeň 2: 2 metry, 6 % /odemčeno od úrovně 35) Stupeň 3: 3 metry, 10 % (Odemčeno od úrovně 50) Významní bosmerové Aeradan – Camoranský král lesních elfů. Edhelorn – Silvenar, velký vůdce bosmerů, reprezentující nesmrtelný aspekt bosmerské povahy. Indaenir – Silvenar, Edhelornův nástupce. Finoriell – Zelená dáma, Silvenarova družka, reprezentující nesmrtelný aspekt bosmerské síly. Gwaering – Zelená dáma, Finoriellinina nástupkyně a zároveň její neteř. Zajímavosti Zelený pakt se týká pouze bosmerkých NPC postav v The Elder Scrolls Online, nikoliv hráče hrajícího za bosmera."
}