{
    "title": "Bosmer (Skyrim)",
    "table_of_contents": [
        "Obsah",
        "1 Biologie",
        "2 Historie čtvrté éry",
        "3 Tvorba postavy",
        "3.1 Dovednostní bonusy",
        "3.2 Počáteční kouzla",
        "3.3 Speciální schopnosti",
        "4 Unikátní gameplay",
        "5 Významní bosmerové",
        "6 Zajímavosti",
        "7 Galerie"
    ],
    "infobox": "",
    "content": "Bosmerská žena a bosmerský muž. Pro více informací, přejděte na stránku: BosmerovéHlavní článek: Rasy (Skyrim) \"Národu, který obývá západní valenwoodské lesy, se říká „bosmerové“. Lesní elfové jsou dobrými průzkumníky a zloději a také těmi nejlepšími lučišníky v Tamrielu. Mají přirozenou odolnost vůči jedům a nemocem. Mohou ovládat zvířata a přimět je, aby bojovala po jejich boku.\" ―Popis rasy[src]Bosmerové (častěji lesní elfové) jsou elfové z Valenwoodu. Dávají přednost prostému životu a žijí v harmonii se zemí a divokými zvířaty. Jsou známí jako nejlepší lučišníci Tamrielu a zároveň pro jejich talent ovládat zvířata. Jsou skvělými průzkumníky a zloději, díky jejich přirozeným dovednostem v plížení. Biologie Bosmerové se rodí se světle hnědou až po světle zelenou kůží a hnědýma až černýma očima. Jsou relativně mrštní a rychlí, proto jsou výborní kandidáti na průzkumníky a zloděje. Na rozdíl od všech ostatních ras, jsou bosmerští muži s rozměry 0.98 menší než ženy, které jsou vysoké 1.0. Z tohoto důvodu jsou bosmerové nejnižší rasou v celé hře. Rozměr 1.0 je zároveň kosmetický rozměr, na který jsou nastaveny všechny rasy. Dožívají se dvakrát až třikrát déle než lidé; 200 let starý bosmer je považovaný již za starého a 300 let starý bosmer je opravdu velmi, velmi starý. Od ostatních merů mají výhodu v tom, že jsou dobře plodní, a tak jejich čísla převyšují ta ostatních. Historie čtvrté éry Po válce u Modrého předělu ve třetí éře, kdy altmerové porazili bosmery ve Valenwoodu, se obě rasy staly středem nově založeného Aldmerského spolku a jeho thalmorských sil. Spolek by Císařství zničil, kdyby nebylo válce u Rudého prstenu, která přinutila, aby se elfské armády stáhly ze Cyrodiilu. Po jeho vítězství ve Velké válce, Třetí Aldmerský spolek nabyl takové postavení a moc, kterou elfové nezažili od dob Prvního Aldmerského spolku, jenž byl poražen Tiberem Septimem v posledních letech druhé éry. Přesvědčen o své způsobilosti porazit medeské císařství, Spolek dále rozšířil svůj vliv do dalších tamrielských provincií, včetně nordské domoviny: Skyrimu. Spolek také obnovil své diplomatické vztahy s medeským císařstvím, přestože byli stále ve studené válce. Tvorba postavy Dovednostní bonusy +10 Lukostřelba (úroveň 25) +5 Alchymie (úroveň 20) +5 Lehká zbroj (úroveň 20) +5 Vyháčkování (úroveň 20) +5 Kapsářství (úroveň 20) +5 Plížení (úroveň 20) Počáteční kouzla Plameny (Ničení) Léčení (Obnova) Speciální schopnosti Ovládat zvíře: Zvířata se stávají tvými spojenci po dobu 60 sekund. Odolnost vůči nemocem a jedům: Tvá bosmerská krev ti umožňuje mít 50% odolnost vůči nemocem a jedům. Unikátní gameplay Bosmerové často slouží k hraní za nenápadné lučišníky, nosící lehkou zbroj a upřednostňující dějové linie Temného bratrstva a Cechu zlodějů. Jejich přirozená imunita vůči jedům i nemocem z nich dělá ideální volbu rasy pro ty, kteří si nepřejí hrát za upíry nebo vlkodlaky. Ostatní rasy musí tyto výhody získat z očarovaného vybavení, jako je například maska Hevnoraak. Tyto odolnosti, společně s jejich schopností ovládat zvířata, dělají z bosmerů skvělou volbu pro průzkumníky, zloděje, nájemné vrahy nebo lovce pokladů. Přestože je talent Ovládat zvíře pro hráče s vysokou úrovní zbytečný, ze začátku umožňuje hráči se vyhnout jinak sebevražednému boji se silnými tvory, jako jsou mamuti nebo lední trollové, bez dračího řevu Oddanost zvířat. S jejich přirozenou schopností je možné obrátit mamuta proti svému pastýři a jakmile je mamut téměř mrtvý, očarovat ho kouzlem Uvěznění duše pro snadné získání velkého kamene duší. Bosmerové se, skrze jistými způsoby, mohou dostat do Thalmorského velvyslanectví i bez pozvánky, ale stráže si na ně dávají větší pozor a je pravděpodobnější, že na ně zaútočí spíše než na altmery. Významní bosmerové Anuriel – Správkyně jarly Laily Zákonodárkyně Beleval – Jediná bosmerská členka Strážců Úsvitu Elrindir – Majitel hostince U Nalitého lovce Galathil – Sochařka tváří Malborn – Delfínin kontakt v Diplomatické imunitě Čaroděj (Dragonborn) – Šílený čaroděj, který zjistil, jak létat Wylandriah – Dvorní čarodějka Riftenu Zajímavosti „Bos“ je holandské slovo pro les. Stejně jako v Oblivionu, jsou bosmerští muži menší než muži ostatních ras, ale tento rozdíl není až tak očividný. Bosmerské ženy jsou stejně vysoké jako ostatní „průměrně vysoké“ rasy, jako císařští nebo redguardi. Bez použití módů nebo konzolových příkazů, není žádný bosmer vhodný k manželství. Ve Skyrimu je jen málo lesních elfů a většina z nich pracuje jako smluvní sluhové."
}