{
    "title": "Bosmer (Morrowind)",
    "table_of_contents": [
        "Obsah",
        "1 Základní atributy",
        "2 Dovednostní bonusy",
        "3 Speciální schopnosti",
        "4 Ideální postava"
    ],
    "infobox": "",
    "content": "Hlavní článek: Rasy (Morrowind) \"Lesní elfové jsou rozmanití elfí příslušníci klanu lesů západního Valenwoodu. Tito venkovští bratranci vznešených a temných elfů jsou mrštní a inteligentní, a díky jejich zvídavosti a přirozeným schopnostem jsou obzvláště výborní průzkumníci, agenti a zloději. Co je ovšem nejdůležitější, je, že jsou známí pro své dovednosti s luky; v celém Tamrielu nenajdete lepší lukostřelce.\" ―Popis rasy Bosmerové jsou elfí příslušníci klanu z Valenwoodu, zalesněné provincie v jihozápadním Tamrielu. Občané Císařství jim spíše říkají lesní elfové, ale bosmerové, boicheové nebo lid mízy stromu jsou všechno názvy, jakými označují sebe samotné. Bosmerové odmítli přísné formální tradice aldmerské vznešené kultury, místo toho dávají přednost více romantické a prosté existenci v harmonii se zemí a její divokou krásou a tvory. Jsou poměrně mrštní a rychlí v porovnání se svými „civilizovanějšími“ altmerskými bratranci (kteří často shlíží na bosmery jako na neukázněné a naivní). Jejich hbitost z nich dělá výborné průzkumníky a zloděje. Nicméně jsou také bystří a mnoho z nich se věnuje úspěšným kariérám akademiků a obchodníků. Bosmerové žijí dvakrát až třikrát déle než lidské rasy; když je jednomu 200 let je považovaný za starého, 300 let starý bosmer je hodně, hodně starý. Přestože jsou považovaní za méně vlivné než jejich ostatní elfí bratři, mají ovšem, na rozdíl od ostatních, větší sklony ke zplození potomka. Tímto pádem převyšují svými počty všechny ostatní tamrielské mery. Jako nejlepší lukostřelci v Tamrielu dokáží uchopit a vystřelit šípy jedním nepřerušovaným pohybem; údajně šípy sami vymysleli. Mají mnoho přirozených a výjimečných schopností; dokáží přikazovat prostoduchým tvorům a mají téměř chameleoní schopnost se ukrýt v zalesněných oblastech. Mnoho z nich ve Valenwoodu následují zásady Zeleného paktu. Tito „zelenopakští bosmerové“ jsou nábožensky masožraví a kanibalští a neubližují valenwoodské vegetaci, i když nemají nic proti tomu používat dřevěné nebo rostlinné produkty, vytvořené jinými. Základní atributy Atributy M Ž Síla 30 30 Inteligence 40 40 Síla vůle 30 30 Hbitost 50 50 Rychlost 50 50 Odolnost 30 30 Osobnost 40 40 Štěstí 40 40 Dovednostní bonusy Dovednost Bonus Lukostřelba +15 Plížení +10 Lehká zbroj +10 Alchymie +5 Akrobacie +5 Speciální schopnosti Síla: Zvířecí jazyk Přikázat tvorům 5 bodů na 600 vteřin Schopnost: Odolnost vůči nemocem Odolnost vůči nemocem 75 % Ideální postava Bosmerové jsou skvělí jako nenápadní lukostřelci. Daří se jim v jakékoliv frakci, kde mohou uplatňovat své dovednosti – Morag Tong, velký rod Hlaalu, Cech zlodějů. S bonusem v Lukostřelbě, Plížení a s 50 body u Rychlosti mají dobrý přirozený talent ve střílení ze zálohy a skrývání. Rasové bonusy nebývají tak významné, ale těch 15 bodů navíc u Lukostřelby se nedají ignorovat a může se to ještě zlepšit správnou třídou. Přirozená imunita vůči nemocem je výhodná, pokud se přímo nechcete stát upírem. Schopnost Zvířecí jazyk dokáže být výhodná zejména ze začátku hry, když se na vás sesype více zvířat najednou. Nevýhoda bosmerů je jejich nízká síla, takže můžete mít problém s nošením většího množství munice, což znamená časté návštěvy obchodů. Tento problém není tak velký, když vás nezatěžuje těžká nebo střední zbroj a těžké zbraně, jako jsou bojové sekery – když je ale používat budete, může vám ta síla nabývat rychleji."
}