{
    "title": "Breton (Online)",
    "table_of_contents": [
        "Obsah",
        "1 Oficiální popis",
        "2 Pasivní rasové schopnosti",
        "3 Významní bretonci",
        "4 Galerie"
    ],
    "infobox": "",
    "content": "Hlavní článek: Rasy (Online) \"Rasové dovednosti bretonců odráží jejich vztah s tajemnem a mají tak vyšší základní manu, lepší obnovení many, lehkou zbroj, získávání aliančních bodů, odolnost vůči kouzlům a cenu redukce kouzel, což jim umožňuje sesílat kouzla s malými pauzami.\" ―Popis rasy[src]Bretonci jsou jednou z devíti základních hratelných ras v The Elder Scrolls Online. Jsou součástí Daggerfallské smlouvy, společně s redguardy a orsimery, ale objevují se i v jiných aliancích. Bretonci z High Rocku jsou nedští lidé s dotykem elfí krve. Jsou poetičtí a vášniví, a s lehkostí se dokáží naučit magii i bojová umění. Také jsou to nadaní diplomaté. Oficiální popis „Mužům a ženám High Rocku kdysi vládli altmerští vládci. Nějaká ta elfí krev jim stále protéká žílami, a ta jim dává nadání v magii, čímž je rozděluje od ostatních lidských ras. Jsou vášniví a okázalí, inteligentní a nápadití, a také proslulí a talentovaní řemeslníci, mazaní obchodníci, galantní kavalíři a vynalézaví mágové. Také mohou být hrdí a svárliví. Celá jejich historie je plná příběhů o válčení mezi jednotlivými královstvími. Většina uctívá Svatou Osmičku a cení si spíše prosperity nežli slávy.“ Pasivní rasové schopnosti Oportunista Zvyšuje získávání zkušeností u dovedností linie lehké zbroje o 15 %. Zvyšuje získávání aliančních bodů o 1 %. Magnův dar Zvyšuje maximální manu o ____ bodů. Stupeň 1: 600 bodů (Odemčeno od úrovně 5) Stupeň 2: 1200 bodů (Odemčeno od úrovně 15) Stupeň 3: 2000 bodů (Odemčeno od úrovně 30) Odolnost vůči magii Zvyšuje odolnost magii o ____ bodů a obnovu many o ___ bodů. Odolnost vůči kouzlům získaná tímto efektem je zdvojnásobena při vzplanutí, zmrazení a či otřesu. Stupeň 1: 660 bodů, 33 bodů (Odemčeno od stupně 10) Stupeň 2: 1320 bodů, 66 bodů (odemčeno od stupně 20) Stupeň 3: 2310 bodů, 100 bodů (Odemčeno od úrovně 40) Mistrovství many Magické schopnosti berou o _ % méně many. Stupeň 1: 2 % (Odemčeno od úrovně 25) Stupeň 2: 4 % (Odemčeno od úrovně 35) Stupeň 3: 7 % (odemčeno od úrovně 50) Významní bretonci Velekrál Emeric – Velekrál High Rocku a vůdce Daggerfallské smlouvy. Gabrielle Benele – Kouzelnice a členka Cechu mágů. Darien Gautier – Kapitán Camlornské stráže se schopností předvídat budoucnost. Alessio Guillon – Člen Duchovních strážců, kterého lze najít prakticky v každém hostinci v Tamrielu."
}