{
    "title": "Breton (Morrowind)",
    "table_of_contents": [
        "Obsah",
        "1 Základní atributy",
        "2 Dovednostní bonusy",
        "3 Speciální schopnosti",
        "4 Ideální postava"
    ],
    "infobox": "",
    "content": "Hlavní článek: Rasy (Morrowind) \"Bretonci jsou vášniví a výstřední, poetičtí a okázalí, inteligentní a umínění. Mají vrozené, pudové pouto s nestálými silami magie a nadpřirozena. Mnoho velkých čarodějů pochází z jejich rodné provincie High Rock a s jejich rychlým a vnímavým porozuměním magického umění, očarovávání a alchymie, se mohou dokonce i ti nejskromnější jedinci chlubit vysokou odolností vůči ničivým a dominantním magickým silám.\" ―Popis rasy Bretonci jsou lidští potomci aldmer-nedeských manmerů meretické éry a nyní obývají provincii High Rock. Jsou spojeni kulturou a jazykem, přestože jsou rozdělení politicky, jelikož High Rock je velmi svárlivá země. Bretonci tvoří rolnictvo, vojsko a magickou elitu feudálních království, které soutěží o moc. Mnoho jich je nadaných mágů s přirozenou rezistencí vůči magii. Jsou známí pro své nadání v abstraktním myšlení. Celkem vzato se jeví jako bledí lidé. Obvykle bývají drobní a ne tak svalnatí jako nordové či redguardi. Jejich oblečení, přízvuky, zvyky a jména jsou celkem obyčejné. Základní atributy Atributy M Ž Síla 40 30 Inteligence 50 50 Síla vůle 50 50 Hbitost 30 30 Rychlost 30 40 Odolnost 30 30 Osobnost 40 40 Štěstí 40 40 Dovednostní bonusy Dovednost Bonus Vyvolávání +10 Mysticismus +10 Obnova +10 Alchymie +5 Proměny +5 Iluze +5 Speciální schopnosti Síla: Dračí kůže Štít 50 bodů na 60 vteřin na sebe Schopnost: Odolnost vůči magii Odolnost vůči magii 50 % Schopnost: Magický bonus Posílení maximální many 0,5x inteligence (o 50 % více many) Ideální postava Bretonci jsou dobří mágové, využívají magii k vlastnímu využití nežli k ubližování ostatních. Jejich bonusy se zcela zaměřují na magii. Dávají jim o 50 % více many (Posílení maximální many 0,5x inteligence). Zvolení si znamení, které posiluje manu je užitečné proti nepřátelům. 50% odolnost vůči magii má za následek to, že se mnoho negativních účinků stává více zvládnutelnými. Pokud se tato odolnost dokáže vylepšit na 100 % může být výhodná například při nošení bot oslepující rychlosti bez postihu nebo k setřesení otravných útoků bonewalkerů. Na druhou stranu existuje jen málo nepřátel, kteří by používali extrémně nebezpečná kouzla, a odolnost vůči magii nepůsobí na ta ohnivá, mrazivá a šoková. Schopnost Dračí kůže je nejužitelnější ze začátku hry a umožňuje se dostat přes nepřátele, které by za jiných okolností byli v tu dobu nepřemožitelní. Nicméně silná kouzla štítu mohou být použita s vyšší úrovní školy Proměn. Bez ohledu na to je to vysoce oceňovaný přírůstek do arsenálu jakékoliv postavy. Bretonci mají omezené útočné dovednostní bonusy, ale ty mohou vylepšit prostým zlepšováním dovedností. V rané fázi hry je dobré používat metody poškození, které nevyžadují použití magie, ale místo toho je využívat k posílení sebe nebo oslabení nepřítele. Vyvolávání slouží k vyvolávání tvorů na pomoc."
}