{
    "title": "Breton (Skyrim)",
    "table_of_contents": [
        "Obsah",
        "1 Biologie",
        "2 Kultura",
        "2.1 Zapřísáhlí",
        "2.2 Profese",
        "3 Tvorba postavy",
        "3.1 Dovednostní bonusy",
        "3.2 Počáteční kouzla",
        "3.3 Speciální schopnosti",
        "4 Unikátní gameplay",
        "5 Významní bretonci",
        "6 Galerie",
        "7 Zajímavosti",
        "8 Poznámky",
        "9 Zdroje"
    ],
    "infobox": "",
    "content": "Bretonská žena a bretonský muž. Pro více informací, přejděte na stránku: BretonciHlavní článek: Rasy (Skyrim) \"Kromě svého nadání pro rychlé a bystré vnímání čarodějného umění mohou i ti nejslabší bretoni zvýšit svou odolnost vůči magii. Dračí kůže jim umožňuje pohlcovat kouzla.\" ―Popis rasy[src]Bretonci jsou rasa jak lidského, tak merského původu.[1] Obývají provincii High Rock. Jsou to nadaní mágové[2] s vysokou odolností vůči magii. Jsou považovaní za inteligentní tamrielskou rasu, známou pro svou dovednost v abstraktním myšlení, což je pravděpodobně důvod pro jejich znalost v umění magie. Také je naznačeno, že možná mají aldmerskou krev, která může za tento magický talent.[1][2] Biologie Bretonci mívají světlou barvu kůže a silnou postavu, avšak ne až tak jako nordové nebo redguardi. Díky své napůl aldmerskému původu, mohou mít špičatější uši než normální lidé. Rozměry bretonských mužů jsou nastaveny na 1.0, což je kosmetický rozměr, který mají všechny rasy stejný. Rozměry žen jsou 0.95. Kultura Zapřísáhlí V Pláních žije skupina bretonců, známá jako lidé z Plání, která je historicky považovaná za barbarskou rasu, praktikující temné a extrémní praktiky.[3][4] Dvacet let před událostmi Skyrimu, se lidé z Plání zúčastnili ozbrojeného povstání proti nordům, kteří vládli Markarthu.[5] Město si získali silou, protože věřili, že jim právoplatně patří jako domorodým obyvatelům. Brzy na to byli vyhnáni Ulfricem Bouřným hávem ještě před jeho konfliktem s Císařstvím.[5] Zbylí povstalci byli později známí jako Zapřísáhlí.[5][6] Drakorozený může pomoct Zapřísáhlým během úkolu „Z Cidhenského dolu nikdo neuteče“. Pokud jim pomůže, z normálně nepřátelské osady Zapřísáhlých, pevnůstka Druadach, se stane přátelská. Profese Bretonci se často stávají dvorními čaroději jarlů nebo studují ve Winterholdské univerzitě. Někteří se stávají obchodníky, jako například Belethor. Tvorba postavy Dovednostní bonusy +10 Vyvolávání (úroveň 25) +5 Alchymie (úroveň 20) +5 Proměny (úroveň 20) +5 Iluze (úroveň 20) +5 Obnova (úroveň 20) +5 Přesvědčování (úroveň 20) Počáteční kouzla Vyvolat plivníka (Vyvolávání) Plameny (Ničení) Léčení (Obnova) Speciální schopnosti Dračí kůže: Absorbuje 50 % many nepřátelských kouzel po dobu 60 sekund. Odolnost vůči magii: Bretonská kůže poskytuje 25% odolnost vůči magii.[Poznámky 1] Unikátní gameplay Bretonci jsou skvělí mágové i válečníci. Ze začátku hry jsou vysoce zaměření na magii, ale i náhlá změna na bojový styl je ohromně efektivní. To je ovšem při vyšších obtížnostech o něco těžší, jelikož mají v tu chvíli bojové dovednosti na nízké úrovni. Jejich odolnost vůči magii působí jenom proti nepřátelským kouzlům. Tato dovednost je užitečná pro mágy i bretonské válečníky, kteří si zvyšují svou fyzickou odolnost pomocí kouzel. Na vylepšování zbroje je efektivní očarování Pohlcení kouzel. Ten samý efekt má Dračí kůže, jejich přirozená dovednost. Ta je ale považovaná za zcela zastaralou, jelikož každá rasa může dosáhnout trvalého 80% pohlcení pomocí kamene Atronachova a dovednosti Atronach. Také Magická absorpce poskytuje 20% pohlcení. Bretonci nemusí investovat dovednostní body do škol magie Proměny a Obnovy nebo aktivovat Atronachův kámen. Tato rasa může dosáhnout 100% odolnosti bez nošení očarované zbroje, když se zkombinuje kámen Atronacha s aktivovanou Dračí kůží po dobu 60 sekund. Významní bretonci Amaund Motierre – Člen Rady starších, který provedl černou svátost, aby si najal Temné bratrstvo, aby zavraždili císaře Tita Medea II. Babette – Tři sta let stará upírka s podobou dítěte, sloužící jako apatykářka Temného bratrstva. Delfína – Velmistryně Čepelí ve čtvrté éře. Mercer Frey – Vůdce Cechu zlodějů. Madanach – Uvězněný vůdce Zapřísáhlých, domorodých obyvatelů Plání. Sybine Stentor – Dvorní čarodějka-upírka jarly Elisif Jasné v Solitude; Toryggova opatrovatelka v jeho mládí."
}