{
    "title": "Bílo-zlatá věž",
    "table_of_contents": [
        "Obsah",
        "1 Prostředí",
        "2 The Elder Scrolls IV: Oblivion",
        "3 The Elder Scrolls V: Skyrim",
        "4 The Elder Scrolls Online",
        "5 Zajímavosti"
    ],
    "infobox": "",
    "content": "Bílo-zlatá věž v Imperial City. Bílo-zlatá věž (White-Gold Tower), také známá jako Císařský městský palác (Imperial City Palace) nebo jednoduše „Bílozlatá,“ je starobylá ayleidská stavba a jedna z věží Nirnu, která se nachází v Císařském paláci (Imperial City Palace) v Imperial City v provincii Cyrodiil. Prostředí Věž, dříve nazývána jako Chrám předků, byla centrem ayleidského náboženství a původním místem starých ayleidských soch známých jako Deset předků. Její existence se datuje ještě před vzestup člověka a zapisování dějin v císařské provincii. V současné době se používá hlavně jako zázemí Rady starších (Elder Council) a nedocenitelných Elder Scrolls (Svitky starších). Věž je nejvyšší budovou v Cyrodiil a je vidět téměř z jakéhokoliv místa provincii. Vyvýšeniny uprostřed země jsou snadno využitelné jako pozorovací body s výhledem na starověký div. Quest v Cechu zlodějů, The Ultimate Heist, zahrnuje krádež jednoho z Elder Scrolls přímo ze srdce věže. The Elder Scrolls IV: Oblivion Během událostí Oblivionu slouží Bílo-zlatá věž jako císařský palác pro šlechtice, členy Rady starších, stejně jako pro císaře (i když v té době žádní císaři mnebyli přítomni) a členy jeho rodiny. Ačkoli Rada starších sídlí ve věži, kromě debat nad chodem císařství mají na starosti, společně se Slepými kněží (Moth Priests), ještě ochranu Elder Scrolls. Samotný palác je přísně střežen Císařskou gardou (Imperial Palace Guards). Vstup cizincům a obyvatelům Imperial City do druhého patra a výše je zakázán. Věž stojí nad Palácem Imperial City, který slouží jako pohřebiště padlých, kteří s největší pravděpodobností sloužili v legii, nebo zastávali vysoké postavení ve vládě v rámci provincie Cyrodiil. The Elder Scrolls V: Skyrim Během událostí Skyrimu je za Velké války vypleněna a poškozena Bílo-zlatá věž. Poničené části jsou přestavěny a Elder Scrolls umístěny do věže ve stavu, do kterého se podařily opravit. The Elder Scrolls Online Během událostí Online je možné vidět Bílo-zlatou věž na okraji Imperial City, což je způsobeno přistavením věznice Bílo-zlaté věže k Imperial City DLC. Zajímavosti Bílo-zlatá věž při západu slunce v provincii Cyrodiil. V The Elder Scrolls V: Skyrim je Bílo-zlatou věž možné vidět pouze z dálky. Provincie Cyrodiil i Morrowind sahají až za hranice Skyrimu, ale fyzické úseky obou provincií jsou jen v jeho těsné blízkosti. Další postup krajinou by postavu vedl do vody. PC vypnutím hranic ve složkách Skyrim.ini a Skyrimprefs.ini (přidání bBorderRegionsEnabled=0 do [General]) Xbox 360, Playstation 3, Xbox One, Playstation 4 Výhled na věž se naskytne, pokud se vydáte směrem na svahy od Fort Neugradského pokladu, stále k jihovýchodnímu horskému průsmyku, který zasahuje mimo Skyrim do provincie Cyrodiil, a horu obejdete z druhé strany. (využití chyby hry) Z Riftenu se dostanete pomocí Whirlwind Sprintu a talíře. Když poběžíte na jih směrem k Cyrodiil, Věž v krajině určitě zahlédnete. V The Elder Scrolls V: Dawnguard je Bílo-zlatá věž zmíněna slepým knězem Dexionem Evicusem, který informuje Dragonborna o jejím havarijním stavu od počátku Velké Války. Také tvrdí, že působením neznámých sil, zmizely z věže Elder Scrolls. V The Elder Scrolls IV: Oblivion je na Věž možné vyšplhat upuštěním štětce."
}