{
    "title": "Calaxes Septim",
    "table_of_contents": [
        "Obsah",
        "1 Život",
        "2 Drobnosti",
        "3 Výskyt",
        "4 Zdroje"
    ],
    "infobox": "Calaxes Septim Životopisné údaje Datace: †3E 498 Pohlaví: Muž Rasa: Císařský Rodina: Uriel Septim VII. (otec)Geldall Septim (nevlastní bratr)Enman Septim (nevlastní bratr)Ebel Septim (nevlastní bratr)Martin Septim (nevlastní bratr) Herní údaje Výskyt: The Elder Scrolls III: Morrowind (pouze zmíněn)The Elder Scrolls IV: Oblivion (pouze zmíněn)The Elder Scrolls V: Skyrim (pouze zmíněn)",
    "content": "Calaxes Septim byl nemanželský syn císaře Uriela Septima VII., který se stal arcibiskupem Vyvoleného v Císařském Městě.[1] Život Calaxes se narodil jako nemanželský syn Uriela Septima VII. a neznámé ženy, čímž byl nevlastním bratrem dědicům trůnu Geldalla, Enmana a Ebela Septimových, a také dalšího nemanželského dědice Martina Septima.[2] Přestože Calaxes nebyl v linii následnictví Císařského trůnu, bylo mu darováno arcibiskupství Vyvoleného: mocnou pozici v Císařském Městě a vlastně všude po Tamrielu, kde následují Císařský kult.[1] Začali se šířit zvěsti, že Calaxes věřil, že bohové byli naštvaní z toho, v jakém stavu je současné Císařství a císař samotný. Říká se, že dokonce zorganizoval povstání, aby zřídil teokratickou vládu nad Císařstvím. Calaxeho vztah se svým otcem se stal velice vratkým.[1] Jednoho dne Calaxes bez jediné stopy záhadně zmizel. Někteří si myslí, že byl odstraněn Císařskou gardou, jelikož ho viděli jako hrozbu pro císaře. Také se říká, že s jeho zmizením má něco společného lady Allena Benoch.[1] V 3E 433 císař věřil, že všichni jeho synové až na Martina jsou mrtví, což naznačuje, že je v té době Calexes skutečně mrtvý.[2] Ať už to bylo, jak chce, jeho smrt byla potvrzena až po Vpádu Zapomnění, když Septimská dynastie vymřela.[3] Drobnosti Datum Calaxeho zmizení bylo zaznamenáno ve sluneční šero 3E 498. To ovšem není možné vzhledem k tomu, že toto datum neexistuje. 3E 433 je poslední rok v této éře. Úvahy a filozofie, kniha, v níž je zmíněný, se poprvé objevila v The Elder Scrolls III: Morrowind, která se odehrává v 3E 427. Skutečné datum má být tedy nejspíš 3E 398 a ''498'' je pouhá chyba. Výskyt The Elder Scrolls III: Morrowind (pouze zmíněn) The Elder Scrolls IV: Oblivion (pouze zmíněn) The Elder Scrolls V: Skyrim (pouze zmíněn)"
}