{
    "title": "Camlorn",
    "table_of_contents": [
        "Obsah",
        "1 Geografie",
        "2 Historie",
        "2.1 Druhá éra",
        "2.2 Třetí éra"
    ],
    "infobox": "",
    "content": "Camlorn Obecné informace Postaveno Bretonci Zničeno FaolchuDurcorach Černý kačer Umístění Lokace Glenumbra, High Rock Klima LesyMlhavo Společnost Éry 2. éra - 4. éra Přičlenění Daggerfallská smlouva, Lví garda, Kult Krvavého Trnu Camlorn je velké město ležící na západním pobřeží High Rock. Jeden čas byl městem Nordů, ale pak se přizpůsobil a zařadil pod Bretaňské království. Geografie Camlorn se nachází mezi malými horami. Celé okolí města leží pod ním a pomalu se stupňuje k vyčnívajícímu hradu. Je rozděleno do dvou okresů. Na hlavní, procházející středem města, a menší, stáčející se k pobřeží. Historie Druhá éra Město Camlorn, založeno v roce 302 2E, bylo centrem stejnojmenného království. V 2E 541, Durcorach Černý kačer (Durcorach the Black Drake) se skupinou Reachman napadli město Camlorn. Po úspěšné porážce Reachman, města Camlorn, Daggerfall, Evermore, Shornhelm a Wayrest podepsala úplně první Daggerfallskou smlouvu (Daggerfall Covenant). V 2E 582 vládl Camlornu vévoda Sebastien. Bohužel bylo město napadeno armádou faolchů a vlkodlaků. Spojením sil tamrielského zachránce (Vestige), měst Daggerfallské smlouvy a Lví gardy (Lion Guard) se podařilo armádu porazit a udělat tak krok blíže k porážce Kultu Krvavého Trnu v čele s Angofem Gravesingerem (Bloodthorn Cult a Angof na Gravesinger). Třetí éra V 3E 63 přichází do Camlornu Pelagius Septim II., nastávající císař, zamilovaný do Quintilly, dcery krále Vulstaeda. Quintilla byla považována za nejkrásnější princeznu v Tamrielu. Později se stala Pelagiusovou ženou. Během Císařského Simulacrumu (Imperial simulacrum) navštívil Camlorn Věčný šampion v rámci hledání části Hole Chaosu (Staff of Chaos). Mluvil s knězem Bratrstva Seth (Brotherhood of Seth), který požádal, zda by Šampion výměnou za informaci o poloze hole, mohl získat části mapy Dolů Khuras (Mines of Khuras). Všechny části byly vráceny a Věčný šampion pokračoval do Hrobky srdcí (Crypt of Hearts) pro chybějící kousek. V 3E 432 se princezna Kelmena, dcera vévody Senhyna z Camlornu, provdala za prince Camarona z Daggerfallu. To poukazuje na sjednocenost království podél západního pobřeží Tamrielu."
}