{
    "title": "Camoranovská dynastia",
    "table_of_contents": [
        "Obsah",
        "1 História",
        "1.1 Prvá éra",
        "1.2 Druhá éra",
        "1.3 Tretia éra",
        "1.4 Štvrtá éra",
        "2 Významní členovia"
    ],
    "infobox": "",
    "content": "Camoranovská dynastia či rod Camoranovcov je bosmerský šľachtický rod vládnuci kráľovstvu Valenwood. Rod Camoranovcov je historicky doložený ako jeden z najstarších Aldmerských rodov vládnucich na území Tamrielu. Okrem toho, že sú vládnucou vrstvou Valenwoodu, tak samotní členovia dynastie tvoria väčšinu Valenwoodskej vládnucej vrstvy keďže členovia rodu vládnu okrem hlavného mesta Falinesti aj v mestách Silvenar, Haven, Cormount, Elden Root, Woodhearth či v menších usadlostiach Karthdar, Greenhill, Deepwoods, Tanglehaven, Bramblebranch a Willowgrove. História Prvá éra Dynastia Camoranovcov bola založená legendárnym kráľom Epelarom, ktorý ako prvý zjednotil kmene Valenwoodu do jedného štátneho útvaru. Vytvorenie kráľovstva Valenwood je vlastne historickým miľníkom pre koniec mýtickej a začiatok prvej éry. Po tom, ako padla Ayleidská ríša sa Valenwood stal domovom mnohých Ayleidov utekajúcich z novovytvorenej Alesiánskej ríše, ktorá sa čoraz otvorenejšie stavala nepriateľsky voči elfským krajinám v celom Tamrieli. V roku 1E 340 sa podarilo napätú situáciu upokojiť podpísaním obchodnej zmluvy medzi Valenwoodom a Alesiánskou ríšou, avšak len krátkodobo. Po tom, ako sa učenie proroka Marukha rozšírilo po celej Prvej ríši sa animozita medzi Camoranovcami ovládaným Valenwoodom a Prvou ríšou len zhoršila. Valenwood sa voči každému pokusu o anexiu zo strany Prvej ríše vždy dokázal ubrániť a vláda Camoranovcov bola relatívne stabilná až do roku 1E 2714 kedy bol Valenwood nakoniec anektovaný légiami Cyrodilickej ríše. Ako hlavný činiteľ tejto porážky sa uvádza hlavne Thrassiánsky mor, ktorý Valenwoodske obyvateľstvo prudko oslabil. Reman Cyrodiil daroval každému vazalovi Camoranovského kráľa nezávislosť a tým si zabezpečil menšiu jednotu Bosmerov, keby náhodou došlo k rebélii. Druhá éra Po páde Druhej ríše v roku 2E 430 už pre nových samozvaných cisárov nebolo možné, aby sa usilovali o obsadenie Valenwoodu a tak si jednotliví Camoranovci začali nárokovať kráľovský trón. Z dlhotrvajúcich občianskych vojen či vojen vedených voči Khajiitom či Koloviáncom však nevyšiel výraznejší víťaz a tak zostával Valenwood naďalej nejednotný. Situáciu sa podarilo vyriešiť až kráľovi Camoranovi Aeradanovi, ktorý povolal do vojny proti Koloviáncom kráľovnú Ayrenn, vtedajšiu kráľovnú Summersetov. Pričinením týchto dvoch vladárov sa Valenwood podarilo zjednotiť a začleniť pod Prvý Aldmerský spolok. Vláda spolku však netrvala dlho. Valenwood síce v týchto časov rozkvital, ale to sa čoskoro zmenilo. Pravdepodobne po smrti kráľa Aeradana sa Valenwood znova ponoril do občianskej vojny, v ktorej sa jednotliví pretendenti Camoranovskej dynastie snažili uzurpovať si trón. Na poslednú chvíľu nakoniec z bojov vzišiel víťazne kráľ Camoran Anaxemes v roku 2E 830. Jeho taktika vo vojne sa príliš nelíšila od taktiky jeho predchodcu Aeradana, keďže Anaxemes pozval do Valenwoodu armády Summersetských ostrovov. S pomocou Summersetských armád dokázal Anaxemes zvíťaziť a stať sa kráľom Valenwoodu za čo sa Summersetskému vládcovi odvďačil zložením vazalskej prísahy na dobu 50 rokov. Z tejto aliancie nakoniec vzišiel aj Druhý Aldmerský spolok, ktorý sa rozpadol až počas dobyvačných vojen Tibera Septima. Tretia éra Légiám cisára Tibera Septima nedokázali Camoranovci a Valenwood dlho vzdorovať. Po tom, ako sa skončili cisárove dobyvačné vojny sa rozhodol na Valenwoodsky trón dosadiť bábkového kráľa z rodu Camoranovcov. Bosmerovia neboli spokojní s vývojom udalostí. Vzbura proti cisárskej moci sa však udiala až v roku 3E 249 keď si trón Valenwoodu uzurpoval Haymon Camoran, v cisárskej historiografií známy aj ako Camoran Uzurpátor. Jeho vzbura bola jednou z najväčších, aké Tretia ríša kedy zažila. Uzurpátor bol pôvodne v aliancií s ďalším členom rodu - Camoranom Kaltosom. Nakoniec sa však ich aliancia rozpadla po vyrabovaní mesta Kvatch, kedy Uzurpátor donútil Kaltosa utiecť po tom, ako sa ho Kaltos snažil neúspešne presvedčiť aby sa vrátil so svojimi vojskami domov. Od tej chvíľe Kaltos zmenil strany a podporoval cisárske vojská. Uzurpátorove vojská dosiahli v roku 3E 253 hranice Hammerfellu a v priebehu bojov zničili mestá Rihad a Taneth. V roku 3E 266 dosiahli Uzurpátorove vojská High Rocku. O rok neskôr však boli Uzurpátorove vojská definitívne porazené v bitke o Firewaves. Po povstaní Camorana Uzurpátora bol Valenwood prudko oslabený. Mnoho Bosmerov položilo svoj život ako v boji za, tak aj proti Uzurpátorovi a po neúspešnom povstaní nastal veľký exodus Bosmerov z miest do lesov. Rany po povstaní sa nezahojili veľmi dlho. Je evidentné, že ešte aj počas Cisárskeho simulákra bol Valenwood neschopný sebeobrany a keď vypukla Päťročná vojna Valenwood nemal príliš veľa šancí v nej zvíťaziť oproti lepšie organizovanému Elsweyru. Uprostred Päťročnej vojny navyše napadli Valenwood aj Altmeri zo Summersetských ostrovov vo Vojne o Modrý zlom. Bosmerovia tak boli nútení vybojovať vojnu na dvoch frontoch a eventuálne sa podrobiť podmienkám víťazných Khajiitov a Altmerov. Okrem krvácajúcého kráľovstva však Uzurpátor zanechal po sebe aj svojho syna Mankara. Syn svojmu otcovi nezostal na povesti nič dlžný a v priebehu neskoršej tretej éry založil tajuplnú organizáciu Mýtický úsvit, ktorá slúžila daedrickému princovi chaosu Mehrunesovi Dagonovi. Mankar sa nakoniec stal Dagonovým blízkym spolupracovníkom a poddaným. Dagon mu dokonca pridelil svoju vlastnú pláň v Oblivione. Mankarovo úsilie vyvrcholilo úspešnými vražednými úkladmi voči cisárovi Urielovi Septimovi VII. a jeho potomkom čo vyvrcholilo Oblivionskou krízou na sklonku tretej éry v roku 3E 433. Mankarov plán na návrat Mehrunesa Dagona do Tamrielu však nevyšiel a sám aj so svojimi potomkami Ravenom a Rumou boli zavraždení v Gaiar Alate. Štvrtá éra Ďalší osud dynastie Camoranovcov nám nie je známy. Je pravdepodobné, že si udržali svoj trón v rámci pozostatku Tretej ríše zanechanej napospas osudu po vyvraždení Septimovcov. Je taktiež pravdepodobné, že trón stratili na úkor Thalmoru v roku 4E 29 počas povstania vo Valenwoode. Významní členovia Epelar Camoran Camoran Aeradan Camoran Anaxemes Camoran Uzurpátor Camoran Kaltos Mankar Camoran Raven Camoran Ruma Camoran Celia Camoran"
}