{
    "title": "Ceforus Septim II.",
    "table_of_contents": [
        "Obsah",
        "1 Dědictví",
        "1.1 Boj o trůn",
        "1.2 Camoran Uchvatitel",
        "1.3 Pozdější život a smrt",
        "2 Zaujímavosti"
    ],
    "infobox": "",
    "content": "Ceforus Septim II. byl šestnáctým vládcem Tamrielského císařství. Do svého úřadu byl zvolený, až několik týdnů po smrti svého bratrance, císaře Uriela Septima IV. v roce 247 3E. Cephorus Septim II. Tamrielský císař Doba vlády 3E 247 - 3E 268 Předchůdce Uriel Septim IV. Následník Uriel Septim V. Děti Uriel Septim V. Rod Septimové Narození 3E ?? Úmrtí 3E 268, Imperial City Dědictví Boj o trůn Cephorovo panování bylo poznamenáno dvěma významnými událostmi. Tou první byl boj s Andorakem Septimem, synem předchozího císaře Uriela IV., kdy po prvních devět let jeho vlády musely císařské síly bojovat s vojsky věrné Andorakovi. Rada a císař nakonec učinili rozhodnutí, o němž učený Eraintine řekl, že \"znamenalo konec odkazu Tibera Septima\", a věnovali Andorakovi království Shornhelm v provincii High Rock, aby vleklé boje ukončili. Andorakovi potomci tam vládnou dodnes. Důvodem tohoto míru bylo nejspíš to, že proti Cephorovi povstal nový nepřítel - mnohem nebezpečnější, který vyžadoval více pozornosti než Andorak. Camoran Uchvatitel Druhou významnou událostí Cephorova panování byla invaze a potyčky Camorana Uchvatitele. \"Jako z nějaké cimerské noční můry,\" jak napsal Eraintine, se objevil muž jménem Camoran Uchvatitel a v čele armády daeder a nemrtvých bojovníků vytáhl na dobyvačné tažení do Valenského lesa, dobývaje královstvím za královstvím. Jen málokdo dokázal jeho nájezdům odolat, a jak v roce 249 jeden krvavý měsíc střídal druhý, stále méně se jich o to vůbec pokoušelo. Cephorus II. posílal do Hammerfellu stále více žoldáků, aby zastavil Uzurpátorův pochod na sever, jenže on je buď podplatil, nebo zabil a pak oživil jako nemrtvé. Přesto to vypadalo, že Říší to nějak extrémně neotřáslo. Pozdější život a smrt Camoran v Hammerfellu zvýšil své pošty o armády duchů, zombie a upírů. Nakonec se setkal s námořními silami v regionu Iliac Bay poblíž provincie High Rock, kde se mělo rozhodnout o osudu High Rocku a Hammerfellu. S téměř nekonečnou armádou Daeder a nemrtvých se Camoranovi podařilo ztratit bitvu. Zprávy o bitvě jsou vágní a neúplné, ale mnoho lidí spekuluje, že zde zasáhli Bohové. Co se však ví je to, že velkou roli hrálo v Camoranově porážce počasí, tedy obrovská bouře a vlny, které likvidovaly jeho síly. Zničení Uzurpátorových vojsk mělo tedy jen málo společného se snahou císařovou a ve výsledku vedlo jen k posílení nepřátelství vůči zdánlivě neschopnému císařství. Cephorus Septim zemřel v 3E 268. Na jeho místo nastoupil jeho syn, velký císař Uriel Septim V., který opět na krátký čas politicky sjednotil celou Říši. Zaujímavosti Cephorus je jediný císař dynastie Septim potvrdil být Nord"
}