{
    "title": "Ceforus Septim I.",
    "table_of_contents": [
        "Obsah",
        "1 Životopis",
        "1.1 Politická kariéra",
        "1.2 Válka o Rudý diamant",
        "1.2.1 Nástup Kintyry II.",
        "1.2.2 Bitva u Ichidagu",
        "1.3 Císařská vláda",
        "1.3.1 Vítězství nad Potemou",
        "1.3.2 Vnitřní politika",
        "1.4 Smrt",
        "2 Hodnocení",
        "3 Reference"
    ],
    "infobox": "",
    "content": "Ceforus Septim I. Tamrielský císař Doba vlády 3E 127 - 3E 140 Předchůdce Uriel Septim III. Následník Magnus Septim Manžel/ka Bianki Rod Septimové Otec Pelagius Septim II. Matka Quintilla Vulstaed Narození 3E 78 Úmrtí 3E 140 Ceforus Septim I. (* 3E 78, † 3E 140) byl desátým tamrielským císařem z dynastie Septimů, který panoval v letech 3E 127 až 3E 140. Ceforus se projevil jako laskavý a moudrý muž, především pak ale jako skvělý a energický vojevůdce. Ceforus svrhl z trůnu svého synovce, uzurpátora Uriela Septima III. a nakonec porazil i jeho matku, svou sestru Potemu. Tím ukončil Válku o Rudý diamant, která otřásla samotnými základy říše. Životopis Ceforus se narodil roku 3E 78 jako třetí dítě a druhý syn budoucího císaře Pelagia Septima II. Jeho matkou byla Quintilla Vulstaed. Ceforovým starším a nevlastním bratrem byl Antiochus, dále měl starší sestru Potemu a mladšího bratra Magna. Roku 3E 82 usedl Ceforův otec na císařský trůn a mladému princi se tak dostalo veškeré vzdělání, hodné císařského syna. Politická kariéra Ceforus, podobně jako jeho mladší sourozenci vstoupili do vysoké politiky císařství v poměrně mladém věku. Ceforus se údajně oženil s Bianki, redguardskou královnou z hammerfellského města Gilane.[1] Roku 3E 98 se Ceforus spolu s manželkou odebral do Imperial City, kde se konal pohřeb jeho zemřelého otce císaře Pelagia. Pohřbu zemřelého císaře a následné korunovace jeho nejstaršího syna Antichoa, se zúčastnili všichni členové dynastie Septimů.[1] Antiochus se brzy projevil jako neschopný císař, jehož postelí prošlo stovky žen a Imperial city bylo za jeho vlády považována za město neřesti. Jeho sourozenci se však politice věnovali s velkou vervou, nejdychtivěji pak Potema. Která dokonce s pomocí důmyslných machinací ovlivnila Ostrovní válku, která proběhla mezi císařstvím a královstvím Pyandonea roku 3E 110.[2] Válka o Rudý diamant Nástup Kintyry II. Roku 3E 119 císař Antiochus po jednadvaceti letech vlády zemřel. Císař po sobě zanechal jedinou legitimní dceru, Ceforovu neteř, Kintyru. Její nástupnická práva projednávala Rada Starších a na chystanou korunovaci se mezitím sjeli všichni členové dynastie Septimů, včetně Cefora. Potema vystoupila před radou s proslovem, kterým se pokusila ovlivnit Radu Starších, aby dosadila na trůn jejího vlastního syna Uriela. Rada Starších však nakonec schválila nástupnictví Kintyry a ta před svou korunovací roku 3E 120 vykázala Potemu a jejího syna z hlavního města.[3] Rozzuřená Potema poté rozpoutala občanskou válku, která vešla do historie pod názvem Válka o Rudý diamant. Na stranu Potemy se přidalo mnoho vzbouřených vazalů, Kintyra se osobně v čele vojska roku 3E 121 vypravila do High Rocku, aby se střetla se svou tetou. Byla však lstí zajata Potemou a uvězněna.[4] Potemin syn Uriel se následně zmocnil hlavního města a prohlásil se císařem. Tato nehorázná uzurpace Cefora i jeho bratra Magna pobouřila a oba proti své sestře Potemě a jejímu synovi vojensky vystoupili. Bitva u Ichidagu Ceforus se stal skutečným vůdcem odboje proti uzurpátorovi, již v létě roku 3E 125 vojensky obsadil High Rock. Zatímco se Ceforus soustředil na boje v High Rocku a Hammerfellu, jeho bratr táhl z Black Marshe do Skyrimu, aby se postavil Potemě. Roku 3E 127 pak došlo k rozhodující bitvě u Ichidagu mezi Ceforem a Urielem III. V této bitvě dosál Ceforus drtivého vítězství a Uriel dokonce padl do jeho zajetí. Ceforus chtěl nechat Uriela soudit za jeho zločiny a proto jej chtěl nechat přepravit před soudní tribunál do hlavního města. Lid, který Uriela nenáviděl, však převzal spravedlnost do vlastních rukou a Uriela upálil v jeho kočáře. Ceforus byl pak svým vojskem prohlášen za nového císaře.[5][5][6] Císařská vláda Vítězství nad Potemou Potema se však ani po smrti svého syna nemínila vzdát a dál bojovala svou dávno prohranou válku. Její stoupenci jí nakonec jeden po druhém opouštěli, až šílená královna Potema povolala na svou stranu deadru a nemrtvé. Haafingar a Potemino sídlo Samota se brzy staly královstvím smrti.[7][5] Válka s Potemou však i přesto trvala plných deset let. Roku 3E 137 Samotu konečně dobyl Ceforův bratr Magnus, Potema mezitím zemřela ve věku sedmdesáti let v době obležení.[7] Krvavá válka byla konečně u konce. Vnitřní politika Za vítězství ve válce proti Potemě zaplatila říše vysokou cenu. Aby získal Poteminy spojence, musel Ceforus učinit mnoho ústupků. Šlechta Skyrimu, High Rocku, Hammerfellu a dalších provincií si za svou podporu císaře vyžádala míru vyšší nezávislosti.[5] Tato politika způsobila, že kosmopolita z dob císaře Tibera Septima a jeho prvních nástupců byla ta tam. V říšských provinciích nyní působily odstředivé tendence proti centralistické politice císařského dvora. Ceforus neměl také v době své vlády žádného živého dědice, některé prameny uvádějí, že zůstal po celý život bezdětným. Proto se Ceforovým dědicem stal jeho mladší bratr Magnus, který byl však taktéž v pokročilém věku. Svého synovce Pelagia, odměnou za jeho účast při dobývání Samoty, dosadil císař na haafingarský trůn.[7] Smrt Z vítězství nad svou sestrou se Ceforus dlouho neradoval. Zemřel roku 3E 140 ve věku dvaašedesáti let po třinácti letech vlády. Příčinou smrti byl pád z koně, který byl pro císaře vzhledem k pokročilému věku smrtelný. Podle legendy Potema tajně poslala Ceforovi prsten, který jej měl ochránit právě před pádem. Ve skutečnosti byl prsten očarován jiným kouzlem a tak císaře před smrtí neuchránil.[7] Hodnocení Ceforus Septim I. je obecně tamrielskými historiky přijímán jako velmi schopný panovník. Byl to údajně také laskavý a moudrý muž. Vedle toho byl skvělým energickým vojevůdcem, kterého říše v dané chvíli potřebovala.[6] Svojí houževnatostí a opatrným postupem nakonec císař ukončil občanskou válku, která otřásla samotnými základy říše. Vedle své sestry Potemy, byl pravděpodobně nejschopnějším potomkem císaře Pelagia II. V seznamu tamrielských císařů se Ceforus zařadil mezi největší bojovné císaře, vedle Tibera Septima a Uriela Septima V. Mezi svými podanými se císař podle všeho těšil velké oblibě, jak naznačuje jásot po jeho prohlášení císařem. Předchůdce:Uriel Septim III. Tamrielský císař3E 127 - 3E 140 Nástupce:Magnus Septim"
}