{
    "title": "Chimerové",
    "table_of_contents": [
        "Obsah",
        "1 Historie",
        "1.1 Velothovi lidé",
        "1.2 Válka s Nedey",
        "1.3 Spory s Dwemery",
        "1.4 První rada",
        "1.5 Rudá hora",
        "1.6 Pozůstalí Chimerové",
        "2 Významní Chimerové",
        "3 Výskyt"
    ],
    "infobox": "",
    "content": "Čarodějka Nilae, Chimerská žena. Chimerové (v aldmeris: Lidé ze severu), také nazývaní Přeměnění lidé, Přeměnění, nebo Velothiové, jsou předkové dnešních Dunmerů, neboli Temných elfů. Klany Chimerů následovaly proroka Velotha z prastarých elfích zemí na jihozápadě, aby se usadili v oblasti nyní známé jako Morrowind. Historie Chimerové byli jedni z merský ras v merethické éře, kteří se vyvinuli z Aldmerů. Na rozdíl od ostatních z jejich druhu, hlavně Dwemerů, se zajímali více o uctívání Daeder, jež považovali za mocnější, tudíž vhodnější jejich uctívání, nežli Aedry. Kvůli konfliktům, které vyvolala jejich víra, odešli Chimerové ze Summersetských ostrovů, aby si pro sebe našli nový domov. Jsou popisovaní jako ''energetické, ctižádostivé, dlouho žijící elfí klany oddané fundamentalistickému uctívání předků.'' Velothovi lidé Prorok Veloth vyvedl své lidi pryč z jejich rodné země na jihozápadě do Morrowindu (který byl známý jako ''Resdayn'' v době, kdy tam Veloth se svým lidem dorazil). Tam potkali Dwemery, skupinu technologicky vyspělých elfů, kteří se posmívali jejich náboženství. Tyto náboženské neshody později vedly k závažným konfliktům s Dwemery. Válka s Nedey Generál Balreth, chimerský generál ve válce s Nedey a jeden z Bratrů sváru. V určité době Chimerové šli do války s Nedey ze Skyrimu a Cyrodiilu. Po několika letech Nedeové ovládli oblast známou jako Stonefalls. Poté Chimerové přišli z Vnitřního moře a přivedli si s sebou posily z Vvardenfellu. Dva bratři, generál Balreth a legát Sadal, patřili do malé skupiny, která si našla útočiště v Daedrických ruinách. Tito bratři se obětovali, aby stvořili Bratry sváru a porazili velkou část nedické armády. Jelikož se z Chimerů stali Dunmerové po Azuřině kletbě v 1E 700, víme, že se tato bitva odehrála ještě před transformací. Spory s Dwemery Nakonec mezi Chimery a Dwemery vznikla potyčka. Spor neměly za příčinu pouze neshody o bozích, ale také to, že Chimerové toužili po zemi, kterou Dwemerové ovládali. Nejprve Dwemerové zažívali malé nájezdy od Chimerů, ale jak šel čas, začínaly spory čím dál více narůstat. Zatímco Dwemerové byli agnostičtí, dávali přednost rozumu před vírou, Chimerové byli věrní uctívači Daeder, kteří považovali nedostatek víry Dwemerů za urážku jejich bohů. První rada Kvůli hrozbě přicházející od nordského impéria uzavřeli Chimerové a Dwemerové alianci. Dwemerský velekrál Dumac a chimerský Hortátor Velkých rodů, Indoril Nerevar, byli zvoleni k odražení nordských nájezdníků. Toto se jim úspěšně podařilo. Rudá hora Poslední bitva, kterou měli Chimerové s Dwemery, byla bitva na Rudé hoře, kdy Dwemerové chtěli spoutat sílu Lorkhanova srdce a dosáhnout tím božství. Zatímco tyto dvě rasy spolu bojovali na úpatí Rudé hory, všichni Dwemerové najednou zmizeli. Po bitvě se Sotha Sil rozhodl zkusit použít dwemerské nářadí, aby zjistil, zda se dá božství skutečně dosáhnout pomocí Srdce. Jakmile zjistil, že je to možné, přesvědčil Viveca a Almalexii, aby se staly bohy společně s ním. Jak trojice použila nářadí na srdce, zradili Azuru, porušili svůj slib a za pomocí srdce se z nich stal Tribunál. Ze vzteku Azura proměnila celé chimerské rase kůži na popelavě šedou a jejich oči na rudé. Toho dne se skoro všichni Chimerové změnili na Dunmery, neboli ''Prokleté''. Pozůstalí Chimerové Poslední známí Chimerové byli Tribunál, kteří se, po použití Lorkhanova srdce, stali bohy. Sotha Sil se po prokletí proměnil v Dunmera, Vivec si zvolil se stát napůl Chimerem a napůl Dunmerem, a Almalexie tak byla jediná čistokrevná Chimerka naživu. Almalexie později zemřela Nerevarinouvou rukou, kteří ji byli nuceni zabít v sebeobraně poté, co zabila Sotha Sila, ztratila božství a zdravý rozum. A tak z celého Tribunálu zůstal jen Vivec, který po naplnění proroctví o Nerevarinovi, může, ale nemusí, být ve čtvrté éře i po ztrátě božství naživu. Významní Chimerové Indoril Nerevar Veloth Alandro Sul Almalexie generál Balreth legát Sadal Mavos Siloreth Vivec (částečně) Sotha Sil (původně) Dagoth Ur (původně) Divayth Fyr (původně) Výskyt The Elder Scrolls III: Morrowind The Elder Scrolls III: Tribunal The Elder Scrolls IV: Oblivion (pouze zmíněno) The Elder Scrolls V: Skyrim (pouze zmíněno) The Elder Scrolls V: Dragonborn (pouze zmíněno) The Elder Scrolls Online"
}