{
    "title": "CHIM",
    "table_of_contents": "",
    "infobox": "",
    "content": "\"CHIM. Ti, kdo ho znají, mohou tvarovat svět. Pohleďte na domov Rudého krále Kdysi Obrostlého Džunglí.\" ―Zápisky k Mysteriu Xarxes, Kniha třetí CHIM (vyslovováno kim[NR 1] nebo čim[1]) byl v minulosti popsán jako tajná slabika královského majestátu.[2] Mnoho rukopisů na něj mlhavě odkazuje, ale i přes svou důležitost, existuje o něm velmi málo informací. Nejlépe ho lze pochopit jako stav bytí, jenž umožňuje uniknout všem známým zákonům a omezením.[NR 2] Je to proces dosažení určitého zjevení ohledně podstaty vesmíru a místo jednotlivce v něm. To nakonec vede až k pochopení celkového rozsahu existence, stejně jako individuality své vlastní osoby.[NR 2] Selhání v zachování své individuality v přítomnosti Věže (Mundu) má za následek vymazání pozorovatele z vesmíru, příhoda známá jako „anulace“ (v originále Zero Sum).[NR 3] Slovo CHIM je psáno velkými písmeny, protože pochází z ehlnofexštiny, jazyka Ehlnofey, o nichž se věří, že to jsou předchůdci moderních ras.[3][4][NR 2] Je to prastarý okultní symbol značící „královský majestát“, „hvězdný svit“ a „velikou vznešenost“.[NR 4] Kniha Zápisky k Mysteriu Xarxes, Kniha třetí od Mankara Camorana začíná slovem „CHIM“ a na jeho téma se značně zaměřuje. Začíná slovy: „Věž se dotýká všech plášťů nebe [...] a na jejím vrcholku stává se člověk tím, čím chce být. A co víc: i tím, čím byl a z čeho se proměnil, přičemž změny dolehnou i na ty, kdo touž cestou budou kráčet po něm. Toť [...] tajemství toho, jak se ze smrtelníků stávají stvořitelé [CHIM] a ze stvořitelů zpět smrtelníci.“[5] (Přestože fráze: „tajemství toho, jak se ze smrtelníků stávají stvořitelé a ze stvořitelů zpět smrtelníci“ ukazuje spíše na podobný koncept, Amaranth.) Takže ten, kdo zná CHIM, údajně sídlí na vrcholku (či uvnitř) Věže. Poznáním CHIMu, zažije jedinec nepopsatelný pocit božství, což umožňuje únik před všemi známými restrikcemi existence.[NR 4] Způsoby chůze je šest vzájemně souvislých cest k dosažení božství, nebo také „zastření“, a CHIM pátou z nich.[6][NR 2] Všechny cesty zřejmě vyžadují nějaké chápání Kola, struktury Aurbisu.[5][7] Podle Viveca je prvním krokem pochopení pojetí Lorkhana, jehož zvědavost a touha po změně ho dohnala až k samotnému ráfku Kola a ještě dál, odkud se na Aurbis podíval ze strany a zjistil jméno Boha: Já (v originále „I“, jelikož když se na kolo podíváte šikmo, uvidíte písmeno „I“).[7][NR 2] Lorkhan následně přesvědčil aedry, aby se k němu přidaly a společně s ním utvořily Mundus, uložený v náboji Kola, v odvážném činu pomoct ostatním dosáhnout CHIMu a tudíž uniknout všem zákonům, které by je omezovaly.[3][8][9][10][NR 2] Tento pokus o CHIM selhal, ale proč se tak stalo, je námětem vášnivých hádek a krveprolití již od počátku stvoření až do nynější doby.[8][10][11][12][13][14][15][NR 2] Někteří připisují toto selhání chybě, jiní Lorkahnovým zlým úmyslům; okolnosti jsou nicméně stále záhadou, ale Vivec má za to, že k tomu došlo z toho důvodu, aby ostatní věděli, jak neselhat.[8][10][11][NR 2] Vivec, jenž o CHIMu psal velmi rozsáhle, to popsal jako dosažení nebe násilím.[6][16][NR 2] To ho údajně naučil Molag Bal.[2] Poznámky Alespoň jeden zdroj z pozdní druhé éry říká, že Cyrodiil je z velké části „nekonečná džungle“,[17] přesto v The Elder Scrolls IV: Oblivion je provincie vyobrazená jako země plná planin a jehličnatých lesů. V této hře Mankar Camoran připisuje tuto změnu Tiberu Septimovi.[5] Podle něj Tiber použil CHIM a tím změnil podnebí Cyrodiilu, aby se tak zbavil přítomných džunglí.[5] Nicméně v The Elder Scrolls Online vypadá klima a fauna Cyrodiilu stejně, jako je vidíme v Oblivionu, přestože se odehrává téměř tři sta let před Tiberovým narozením.[1] Phrastus z Elinhiru, spisovatel z pozdní druhé éry, vznesl nápad, že se otázka cyrodiilské změny klimatu objevil hlavně kvůli chybě v přepisu. Ostatní učenci té doby ovšem nebyli rozhodnuti celou záležitost odepsat ve prospěch jiných teorií.[18][19] „Chim“ se objevuje v „Chim-el Adabalu“, což je další jméno pro Rudý diamant, obří drahokam uprostřed Amuletu králů. V této souvislosti pravděpodobně představuje královský majestát, ale může také odkazovat na vznešenost Rudého diamantu, a pro ayleidy mohl hvězdný svit představovat kámen duší. Podle úvodu se spis Černá kniha: Bdělé sny zabývá CHIMem a souvisejícími tématy."
}