{
    "title": "Chmurný hrad",
    "table_of_contents": [
        "Obsah",
        "1 Popis stavby",
        "2 Interiér velitelství",
        "2.1 Přízemí a první patro",
        "2.2 Suterén a sklepení"
    ],
    "infobox": "",
    "content": "Pohled na Chmurný hrad Chmurný hrad je již odedávna masivní kamennou stavbou u hlavního vstupu do města Solitude. Městské hradby a věže byly přistavěny o mnoho let později. V současné době je Chmurný hrad sídlem císařské legie. Popis stavby Vstupní síň Chmurný hrad se skládá ze tří hlavních kamenných budov, masivní hradby a několika věží. Do hradu vedou dva vstupy, skrze které se dá projít na vnitřní nádvoří hradu. Nádvoří je obklopeno několika budovami, hlavní budova slouží jako velitelství legie ve Skyrimu a také jako kasárny stráží a vězení pro zločince. Další budovou je velký Chrám Božského pantheonu a Císařská věž. Císařská věž byla sídlem haafingarských králů ještě před sjednocením Skyrimu a postavením Modrého paláce. Nyní je však věž veřejnosti nepřístupná a její komnaty jsou určeny pro významné hosty, v době kdy město navštíví císař, je věž jeho sídlem; odtud pochází dnešní název věže. Interiér velitelství Přízemí a první patro Velitelský sál Celý Chmurný hrad má tmavé místnosti, a to především díky malým oknům, které sem vrhají málo světla. V přízemí Chmurného hradu se nachází vstupní síň. Jedná se o monumentální sál s vysokým stropem, který je podpírán dvěma kamennými sloupy. Sál je zdoben říšskými znaky. O osvětlení se stará několik podstavců s otevřeným ohněm a svíce.V přízemí dále nalezneme sál, který slouží velitelství, zde najdeme stůl z mapu Skyrimu a několik židlí pro generály. Sál je zdoben několika prapory. Odtud vedou dvoje dveře, za jedněmi se ukrývá jedna z ložnic pro velitele a za jedněmi vedou schody do prvního patra. První patro se skládá z dlouhá chodby a ložnice. Chodba vede na ochoz na hradbách a majestátní ložnice zřejmě slouží místnímu generálovi. Suterén a sklepení Ubikace stráže Sklepení V suterénu hradu se nachází dlouhá místnost, která slouží jako kuchyně a ubikace stráží zároveň. V podstatě se jedná o kasárny městské stráže a vojáků císařské legie. Následuje sklepení, které slouží jako vězení pro zločince. Najdeme zde několik cel a také mučírnu."
}