{
    "title": "Cyrodilická ríša",
    "table_of_contents": [
        "Obsah",
        "1 História",
        "1.1 Vytvorenie a vláda Remana Cyrodiila",
        "1.2 Vláda Kastava Cyrodiila",
        "1.3 Vláda Remana Cyrodiila II. a zlatá doba ríše",
        "1.4 Stagnácia a pád Remanovskej dynastie",
        "1.5 Vláda Durcorachovej dynastie",
        "1.6 Planemeld",
        "1.7 Neskoršie medzivládie",
        "2 Zoznam panovníkov",
        "2.1 Remanovskí vládcovia",
        "2.2 Obdobie potentátov",
        "2.3 Medzivládie a obdobie samozvaných cisárov"
    ],
    "infobox": "Cyrodilická ríša 1E 2703 - 2E 430 Lore Hlavní město Cisárske mesto Štátne zriadenie Hereditná autokratická monarchia Legislatíva Rada starších Jazyk Tamrielčina Rasy Imperialovia Ostatní národy Nordi, Bretonci, Redguardi, Bosmerovia, Altmeri, Argoniánci, Akavirské národy Náboženství Božská osmička Herní údaje Hry The Elder Scrolls Online",
    "content": "Cyrodilická ríša alebo Cyrodiilská ríša, Remanovská ríša či Druhá ríša bola založená v roku 1E 2703 legendárnym drakorodeným vojvodcom Remanom Cyrodiilom po bitke o Pale Pass. Názov Druhá ríša odkazuje na nadväznosť Cyrodilickej ríše s Alesiánskou ríšou. Ríša najviac prosperovala počas vlády Remanovskej dynastie (1E 2703 - 1E 2920) kedy zároveň ovládala aj najviac územia. Po vražde Remana Cyrodiila III. prechádza cisárska koruna na jeho potentáta Versiduea-Shaeia, ktorý na začiatku svojej vlády vyhlasuje druhú éru. V tomto období sa začína aj postupný úpadok ríše. Ríša sa oficiálne rozpadá smrťou potentáta Saviriena-Choraka čím Tamriel vstupuje do dejinnej etapy známej ako Medzivládie. O vyše storočie neskôr ríšu obnovuje Durcorach. Tým začína obdobie pretendentov alebo taktiež samozvaných cisárov, ktorí si nárokujú titul cisára, ako aj odvodzujú pôvod svojej ríše od Remanovskej tradície. Toto obdobie končí až Tiberom Septimom, ktorý Cyrodilickú ríšu a jej tradíciu pretransformoval do Tamrielskej ríše na sklonku druhej éry. História Vytvorenie a vláda Remana Cyrodiila \"Dieťa malo na čele Chim-El Adabal, živo planúce dračími ohňami z dávnych dôb a s božským prísľubom, a nikto sa neodvážil Sed-Yenne brániť, keď vošla do Bielozlatej veže a položila nemluvňa Remana na jeho trón. A prehovoril Reman hlasom dospelého volajúc: JA SOM ZAJTRAJŠKOM CYRODIILU.\" ―RemanadaV období založenia Druhého cisárstva bol celý Tamriel sužovaný jednou z najničivejších invázii Akaviranov v zaznamenanej histórii. Zasiahnuté bolo celé severné pobrežie a boli to práve najsevernejšie provincie ako Skyrim a High Rock, ktoré boli inváziou najviac postihnuté. Nehľadiac na srdnatú Nordskú a Bretonskú obranu Akavirské vojská vyrabovali celý sever Tamrielu. Niekedy v tomto období sa v Kolóvii dostal k moci práve Reman Cyrodiil, ktorý si zaumienil odraziť Akaviranov, ktorí by skôr či neskôr nakoniec napadli aj Cisársku provinciu. Zo zdevastovaného Skyrimu sa invazívne armády začali presúvať na juh keď Reman dorazil aj so svojou armádou k Pale Passu - priesmyku v Jerallských horách, ktorý pretína hranicu Skyrimu a Cyrodiilu. Priebeh bitky je historikom len veľmi povrchne známy. Častokrát sa historické pramene nevedia zhodnúť ani na tom, či to bolo obliehanie alebo bitka. Výsledok tejto bitky je však nespochybniteľný a víťazom sa nakoniec stal Reman a jeho armáda. Zostávajúci Akavirania ho uznali ako drakorodeného a zaviazali sa mu slúžiť pod vazalskou prísahou. Takýmto spôsobom sa z obyčajného kolovíjskeho generála nakoniec stal cisár, aj keď tento titul Reman oficiálne nikdy nepoužíval. Z nových Remanových vazalov sa nakoniec vytvorila Dračia hliadka, ktorá slúžila na vyhľadávanie a zabíjanie drakov naprieč celým Tamrielom. Z Dračej hliadky sa eventuálne vytvorila organizácia pod názvom Čepele, ktoré vstúpili do histórie ako elitní strážcovia cisárov. Počas Remanovej vlády sa ríši podarilo zjednotiť spolu s Cyrodiilom aj inváziou oslabený Skyrim a High Rock (niekedy počas či po roku 1E 2704). Pri provinciách ovládaných ľuďmi však jeho ambície nekončili. Neskoršiu časť svojej vlády venoval dobytiu provincie Valenwood. Päťdesiat rokov pred príchodom Remanovych vojsk boli tieto provincie výrazne postihnuté epidémiou Thrassiánskeho moru, ktorý zdecimoval ich populáciu. Keďže plodnosť elfov je výrazne nižšia ako u ľudí, nebolo možné tieto demografické straty nahradiť rýchlo. Preto nie je prekvapivé, že Reman tieto provincie pomerne poľahky zdolal a pričlenil k ríši. Reman si uvedomoval, že dokým bude Valenwoodu vládnuť rod Camoranovcov, tak nikdy nad provinciou neprevezme absolútnu kontrolu. Preto Camoranovcov zvrhol z Valenwoodskeho trónu a provinciu výrazne decentralizoval aby tak nemohla povstať proti novo zavedenej cisárskej autorite. Naproti tomu sa však Reman výrazne venoval výstavbe infraštruktúry ako vo Valenwoode, tak aj v ostatných provinciách. Ekonomicka situácia sa výrazne zlepšila hlavne kvôli novovybudovanej infraštruktúre a obchodným staniciam za čo mu boli vďační aj nepriateľsky naladení Bosmerovia. Týmito činmi hodnými veľkého vládcu tak zanechal svojim nástupcom ríšu na hranici rozkvetu. Reman nakoniec zomrel po dlhých 59 rokoch vlády v roku 1E 2762. Remanova hrobka sa nachádza v Sancre Tor. Jeho nástupcom sa stal cisár Kastav Cyrodiil. Vláda Kastava Cyrodiila Ambície Remana Cyrodiila boli vskutku veľké. Počas svojho života sa mu podarilo odraziť mohutnú inváziu, zjednotiť väčšinu Tamrielu a spraviť zo svojej ríše prosperujúcu krajinu. Tamrielu zjednoteného pod jednou vlajkou sa však nedožil. Svojim nasledovníkom zanechal prosperujúcu ríšu, ktorá bola bezkonkurečne najsilnejším štátnym celkom, aký vznikol od pádu Alesiánskej ríše (ktorá bola de jure predchodkyňou ríše založenej Remanom). Prvým cisárom, ktorý musel dorásť do veľkosti svojho predchodcu sa stal Kastav. História si ho však nakoniec pamätá ako slabého a nekompetentného cisára. Kontinuálne ohrozoval suverenitu ešte len prednedávnom vzniknutej Dračej hliadky, ktorej pozíciu zneužíval vo svoj prospech (aj keď Dračia hliadka bola v cisárových službách, ich úloha spočívala v lovení drakov čo bolo stvrdené aj v ústnej prísahe vernosti). Kastav prikazoval veľmajstrovi Dračej hliadky dohliadať na to, aby jarlovia spĺňali vysoké kvóty na odvedencov stanovené priamo Kastavom. Dračia hliadka bola taktiež zodpovedná za ich tréning. Veľmajster dlhodobo trpezlivo toleroval Kastavove excesy, aj keď voči nim vzniesol námietky. Nakoniec však Kastavova politika viedla priamo k vzbure voči jeho vláde. V roku 1E 2804 povstal Winterhold voči Kastavovej vláde, ktorú vnímal ako tyranickú hlavne kvôli príliš vysokým kvótam na odvedencov. Cisár nezostal svojej povesti nič dlžný a prikázal priamo Dračej hliadke aby povstanie zastavila. Tentokrát však už veľmajster hliadky nezostal pasívnym a cisárovi vypovedal poslušnosť. Kastav však čoskoro osobne priviedol armádu do Skyrimu a začal obliehať Sky Haven Temple v roku 1E 2805. V spomínanom roku bol taktiež vyrabovaný Winterhold. Hlasy kritizujúce cisára však neútichli. Kastav nakoniec obliehanie pevnosti Dračej hliadky nestihol dokončiť keďže v roku 1E 2806 bol vyhlásený za neschopného vlády a zosadený z trónu. Jeho nástupcom sa stal energický Reman Cyrodiil II. Jeho predchodca Kastav bol nakoniec poslaný do exilu v Murkmire kde nakoniec v roku 1E 2812 aj zomrel. Vláda Remana Cyrodiila II. a zlatá doba ríše V dejinnom vývoji Druhej ríše sa len ťažko hľadá schopnejší nástupca Remana Cyrodiila. Medzi historikmi panuje všeobecná zhoda, že Reman II. bol vnukom Remana I. pričom pripomínal svojho starého otca nielen činmi, ale aj vzhľadom. Historkmi oslavovaný Reman II. sa tak stal stelesnením svojho starého otca a tak ako aj v prípade narodenia jeho starého otca, aj narodenie Remana II. je opradené mnohými mýtami. Vlády sa chopil hneď po Kastavovom zosadení v roku 1E 2806 a okamžite ukázal svoju diplomatickú zdatnosť mierovým ukončením Winterholdskej rebélie. Nastávajúce roky pripravoval svoje armády na nevyhnutnú expanziu do neutrálnych provincií. Okrem toho, že Reman II. bol zdatný diplomat však čoskoro ukázal, že nezaostáva ani vo vojenských záležitostiach. Dlhodobým cieľom jeho vlády sa stalo zjednotenie Tamrielu pod jeho ríšu. Svoju expanziu začal v roku 1E 2811 kedy vtrhol do Argónie a na hlavu porazil Argoniánske armády v bitke o Argóniu. Do roku 1E 2812 sa dobyté časti Argoniánskeho územia stali cisárskou provinciou Black Marsh. V spomínanom roku Reman II. dosiahol veku 18 rokov a bol oficiálne korunovaný za cisára. Aj napriek jeho počiatočným úspechom v Black Marshi nedokázal provinciu dobyť na jedno ťaženie čo vyústilo do 26 rokov trvajúcej Čiernovodej vojny. Spolu s počiatočným ťažením sa do Black Marshu viedli tri vojenské ťaženia, každé malo iného veliteľa a stratégiu. Prvé ťaženie mladého generála Auguria Bucca spočiatku žalo úspech hlavne kvôli ťažkej porážke Argoniáncov v bitke o Argóniu. Po rokoch sa však situácia zmenila v neprospech generála Buccu a čoraz viacej vojakov umierala na rôzne choroby, tým sa jasnejšie javil neúspech ťaženia. Torzo zdecimovanej Štvrtej légie bolo nakoniec zmasakrované Argoniáncami v roku 1E 2820. Napriek tomuto jasnému neúspechu sa však Reman II. a ani Rada starších nevzdávali myšlienky ovládnutia Argónie. Znovu bola vyslaná Štvrtá légia, ktorá bola po predchádzajúcom masakri vytvorená nanovo. Na jej čelo cisár Reman postavil Regula Sardeca, ktorý mal omnoho viac vojenských skúseností než Bucca. Sardecova stratégia postupu počas ťaženia sa osvedčila omnoho viacej. Svojich legionárov vybavil vhodnejším vybavením, ako aj uzatvoril spojenectvá s niektorými Argoniánskymi kmeňmi čo mu prinieslo vojakov, zásoby ako aj isté zázemie. Do roku 1E 2823 Sardecus znovudobyl územia stratené generálom Buccom. Sardecova stratégia boja proti domorodcom spočívala aj v ničení nehostinnej flóry všade v okolí. Táto stratégia sa však nakoniec prejavila ako devastačná, keďže spôsobila masívne požiare naprieč celou provinciou. Aj keď mal Sardecus víťazstvo priam nadosah, nedokázal voči týmto požiarom bojovať. Nakoniec teda musel z provincie ustúpiť pričom počas ústupu zaplatil vlastným životom kvôli infekcií, ktorá sa mu dostala do rany. Požiare začali v roku 1E 2828 a trvalo tri roky kým sa situácia v provincií upokojila. Posledné ťaženie bolo vyslané v roku 1E 2833 pod velením generálky Lucinie Falco. Generálka Falco nadobudla svoje vojenské skúsenosti priamo z predošlej kampani. Bojovala ešte dokonca v bitke o Argóniu. Tieto skúsenosti jej pomohli prevziať taktiku generála Sardeca a prepracovať ju ešte detailnejšie pričom tentoraz alianciu uzatvorila aj s pirátskymi bandami, ktoré neustále ohrozovali pobrežie provincie. Taktiež navrhla nové, malé bojové formácie, ktoré boli v boji proti lokálnym obyvateľom ako aj lokálnej flóre oveľa účinnejšie než doterajší postup. Generálka týmto spôsobom uštedrila domorodcom niekoľko porážiek. Do roku 1E 2837 sa vojna skončila keď Argoniánci boli donútení uzatvoriť mier. Okrem vojenských záležitostí sa Reman II. výrazne zaújimal o prosperitu svojej krajiny. Prejavoval to mnohými pozitívnymi zásahmi do života obyčajných ľudí v bohatých, ako aj chudobnejších provinciách. Mimo nepriateľsky naladeného Valenwoodu, ktorého časť ešte stále snívala o vláde Camoranovcov sa Reman II. snažil zachovávať lokálne tradície a kultúru čo najviac neporušenú. Zhromažďoval radcov z rôznych kútov Tamrielu a snažil sa nenásilnou asimiláciou prezentovať Cisársku kultúru medzi dobyté národy. Časom sa podrobené národy prispôsobili pomerom uvedomujúc si výhod, ktoré ríša prináša ako napríklad slobodné obchodovanie, politická stabilita a zameranie na zlepšenie infraštruktúry vo všetkých kútoch ríše. Vojenská expanzia v kombinácií s prosperujúcou ekonomikou vytvorila z Druhej ríše mocný štát, ku ktorému vzhliadali národy Tamrielu ako k ochrancovi mieru, obchodu a práva. V týchto podmienkach začala ríša prekvitať a po dobytí provincií Hammerfell, Summersetské ostrovy a Elsweyr sa z Druhej ríše stala hegemónia, ktorá v Tamrieli nemala žiadneho konkurenta. Počas nasledujúcich generácii sa vláda Remana I. ako aj Remana II. prirodzene začala idealizovať ako éra prosperity a pokoja, éra ktorá v Tamrieli nemala doteraz obdoby. Vojenské ambície Remana II. boli vskutku veľké a na sklonku jeho vlády mu chýbala jedna jediná provincia, ktorá by dotvorila hegemóniu jeho ríše nad celým kontinentom. Touto provinciou bol Morrowind. Neobyvkle dlhá vojna proti Argónii mala v tomto kontexte zmysel a priam vyzývala sa Remana II. zamyslieť nad tým, či má ďalšia dlhá vojna proti jednej z najväčších a najlepšie armádne vybavených Tamrielských provincií v skutočnosti svoje opodstatnenie. Reman II. sa však zaújimal len o kompletizáciu dobytia celého Tamrielu. Reman II. vyhlásil Morrowindu vojnu v roku 1E 2840 čím však neúmyselne skrátil dobu rozkvetu svojej ríše. Počas nastávajúcej vojny ríša sociálne a ekonomicky vykrvácala bez nejakého hlbšieho významu. Vojna, ktorá dostala názov aj Vojna štyroch účtov trvala dlhých osemdesiat rokov a nepriniesla uspokojúci výsledok pre ani jednu stranu pričom kapitál, ktorý bol do boja investovaný, bol nenávratne preč. V boji proti Morrowindu padol nakoniec aj sám Reman II. a to v roku 2E 2851. Pochovaný je, tak ako aj jeho starý otec, v Sancre Tor. Jeho dediči po ňom zdedili bezvýsledkovú vojnu, ktorú vyvolal a stagnujúcu ríšu. Stagnácia a pád Remanovskej dynastie Po slávnom Remanovi II. zdedil trón Brazollus Dor. Po svojom predchodcovi však okrem bojachtivosti nezdedil takmer nič. Druhá ríša bola aj naďalej v stagnácií hlavne kvôli laxnému prístupu k vládnutiu a spravovaniu zo strany cisára Brazolla ale hlavne kvôli drahej vojne, ktorú viedla proti Morrowindu. Nový cisár trávil svoj čas výlučne svojimi obľúbenými činnosťami a pokiaľ sa práve nenachádzal na fronte bojujúc proti Dunmerom, tak oddychoval na svojom vidieckom sídle neďaleko Skingradu. Paradoxne sa časy jeho vlády nehodnotia negatívne. Všetky svoje vladárske a administratívne kompetencie prenechal svojmu vernému potentátovi Sidrimu-Ashakovi. Spolu s Radou starších sa tak vymenovaný potentát zdatne staral o ríšu, aj keď tentokrát nedošlo k takému rozkvetu ako za Remanových čias. Brazollus Dor zomrel v roku 1E 2877. \"Si skvelý taktik, Versidue-Shaie! Keby boli tvoji otcovia takí dobrí ako ty, Tamrielu by dnes vládli Akavirania!\" ―Reman Cyrodiil III.Posledným Remanovským vládcom sa stal Reman Cyrodiil III. Tak ako aj jeho starý otec Reman II. aj Reman III. pokračoval v dekády trvajúcej Vojne štyroch účtov. Počas svojho života sa oženil s Taviou s ktorou mal syna Julieka. Cisár bol taktiež za svojho života známy svojhou paranojou a nedôverou voči všetkým naokolo. Práve kvôli jeho stihomamu dal zavrieť cisárovnú Taviu do väzenia a presunul jo do ďalekého Gideonu. Jeho mentálny stav sa čoraz väčšmi zhoršoval a jeho dôverou sa mohli pochváliť len Juliek a potentát Versidue-Shaie. Vláda Durcorachovej dynastie \"Keď som mal len dvadsať rokov, Durcorach roztiahol svoje krídla na Pláňach a zhromaždil svojich divokých súkmeňovcov do boja. Vyšli zo svojich hornatých nôr ako mravci z rozkopnutého mraveniska a zavýjajúc zišli dole plieniac Bangkorai. Evermore padol iba po troch dňoch obliehania. Krajina bola vyplienená a zmasakrovaná.\" ―Emeric CumberlandOkolo skorého šiesteho storočia druhej éry viedol do Cyrodiilu inváziu kráľ Plání Durcorach. Jeho invázia sa skončila veľkým úspechom a sám Durcorach sa nakoniec nechal korunovať za cisára znovuobnovujúc cisárstvo. Nový cisár sníval o zjednotení ríše do jedného veľkého celku a tak usporiadal ďalšiu inváziu, tentoraz do High Rocku. Spočiatku jeho armády jednoznačne víťazili. Mnoho osád a úsadlostí vo východnom High Rocku bolo vypálených a nezjednotené kráľovstvá Durcorachovi nedokázali vzdorovať. Opojený úspechom sa Durcorach vydal proti najväčšiemu a najbohatšiemu z miest v ďalekom okolí, do Wayrestu. Na vysokých mestských hradbách však jeho armáda stroskotala. Po dlhom, únavnom a bezvýsledkovom obliehaní Wayrestu sa Durcorach v roku 2E 541 rozhodol zmeniť smer a dobyť Daggerfall. Pri Daggerfalle naňho však čakali dve armády - Daggerfallská mestská posádka a Emericova armáda prenasledujúca ho z Wayrestu. Keď Emeric videl Durcorachove nezoradené armádne krídla tak vydal rozkaz k útoku. Vidiac Emericovu odvahu, ako aj odvahu svojich krajanov, mestská obrana otvorila brány a vydala sa udrieť na Durcorachove druhé krídlo. Obkľúčená Durcorachova armáda im nedokázala vzdorovať a Durcorach sám v boji padol. Po jeho smrti prešiel trón na jeho mladého syna Moricara. Z čias Moricarovej vlády sa nám toho nezachovalo veľa, s istotou však vieme povedať že Moricar nebol ambicióznym dobyvateľom ako jeho otec. Počas jeho vlády boli pocestní cestujúci po pohraničí výdatne napádaní. Moricar situáciu vyriešil tak, že proti lúpežníkom poslal svojho syna, korunného princa Leovica. Ten sa nakoniec vrátil ku svojmu otcovii víťazne a Moricar mu dovolil vyvoliť si za svoj úspech hociakú odmenu. Leovic si vybral za odmenu ruku Clivie Tharn, dcéru kancelára Rady starších Abnura Tharna. Napriek tomu, že uzatvorenie tohoto manželstva bolo na papieri vysoko politicky výhodné a teoreticky by zocelilo ríšu zvnútra, tak jeho uzatvorenie malo opačný efekt. Najsilnejší vazali ríše začali nachádzať spoločnú reč týkajúcu sa zosadenia cisára. Jeden z najväčších a zároveň najtichších oponentov bol práve kancelár Abnur Tharn, ktorý videl svadbu svojej dcéry ako ponižujúcu okolnosť do ktorej ho cisár Moricar nanútil bez možnosti odporu. Leovic sa nakoniec ujal trónu niekedy okolo roku 2E 566. Je historikmi považovaný za prinajmenšom excentrického cisára. Ďalej je o ňom známe, že počas leta rád navštevoval Anvil hlavne kvôli peknému počasiu. V roku 2E 573 dal spísať knihu Cisárov sprievodca Tamrielom, ktorá opisuje rozmanité Tamrielské kultúry a ich históriu. Kľúčová chyba ktorej sa cisár nakoniec dopustil sa stala v roku 2E 576 keď cisárskym dekrétom oficiálne povolil uctievanie Daedier. Nespokojní vazalovia na čele s jeho bývalým podporovateľom Varenom Aquilariosom sa masovo vzbúrili. Povstanie malo obrovskú podporu obyvateľstva a hneď na to v roku 2E 577 rebeli vtrhli do Cisárskeho mesta. Aquilarios sám vtrhol do trónnej siene a zabil Leovica jedným bodnutím do srdca. Jeho mŕtvolu potom rebeli hodili do kanálov pod Cisárskym mestom kde ju o pár rokov neskôr oživili Mannimarcovi kultisti. Planemeld \"Zapálením dračích ohňov si nárokujem môj právoplatný pôvod! Nech ma ohne stvorenia znovuzrodia! Pri Akatošovej vôli sa vyhlasujem... drakorodeným!\" ―Varen AquilariosPo Leovicovej násilnej smrti sa Varen ihneď vyhlásil ďalším cisárom. Za svoju ženu si zobral Leovicovu vdovu Cliviu s povolením jej otca Abnura. Z dôvodu ohromných strát na ľudských životoch cisár Varen premenoval Trhovú štvrť v Cisárskom meste na Pamätníkovú štvrť a odvtedy sa tam pochovávali padlí. Nakoniec však Varenove nariadenie prestalo platiť a znova sa z tejto štvrti stala pôvodná, určená na obchodovanie. Narozdiel od Leovicovej vlády, ktorá bola poznačená vnútorným napätím bola Varenova vláda pokojná. Samotného cisára však trápilo to, že nemá dračiu krv a kvôli tomu vnímal svoj nárok na trón ako nelegitímny. Kvôli tomu nejaký čas neskôr vytvoril skupinu piatich druhov. Členovia tejto družiny boli Lyris, Sai Sahan, Mannimarco, Abnur Tharn a taktiež samotný Varen Aquilarios. Mannimarco dokázal ostatných členov presvedčiť že pozná rituál, ktorý by z Varena spravil drakorodeného. Na jeho uskutočnenie však potrebovali Amulet kráľov. V roku 2E 579 skupina nakoniec Amulet nachádza a schádzajú sa v Chráme jediného kde sa má rituál uskutočniť. Uprostred rituálu však Mannimarco kúzlom paralyzoval ostatných členov družiny vyznávajúc im svoj plán. Povedal im že je špión Daedrického princa Molaga Bala a jeho cieľom je rituál, ktorý nezapáli dračie ohne a spraví z Aquilariosa drakorodeného ale práve naopak, zruší všetky bariéry medzi Mundom a Oblivionom dovoľujúc Molagovi Balovi Planemeld - udalosť pri ktorej sa Mundus a Coldharbour (Daedrická ríša Molaga Bala) spoja do jedného celku. Mannimarco potom otvoril trhlinu umožňujúc Molagovi Balovi viesť gigantickú inváziu do Tamrielu. Samotí skupina piatich bola po týchto udalostiach rozpustená keďže Lyris bola uväznená v Coldharbore, Sai Sahan utiekol s Amuletom kráľov do Sancre Tor a eventuálne bol taktiež uväznený. Abnur Tharn sa pridal k Mannimarcovi s úmyslom naňho špehovať. Samotný bývalý cisár zmizol. Ďalšie tri roky boli pre ríšu veľmi ťažké. Trónu sa ujala Varenova manželka Clivia ako cisárovná regentka. Zatiaľ čo do celej ríše prúdili ohromné počty daedrických vojakov z armády Molaga Bala, tak ostatok Tamrielu sa nehodlal len tak pozerať. V priebehu pár rokov vznikli tri kľúčové aliancie, ktoré sa zaviazali dobyť ríšu nazad, zastaviť daedrické hordy a vyhlásiť svojho vlastného cisára. Pod obrovským tlakom troch masívnych invázii smerujúcich každá z iných svetových strán a samotnou inváziou Molaga Bala bola ríša natoľko oslabená, že vplyv cisárskej koruny sa zmenšil na absolútne minimum. Clivia držala pod kontrolou praktický pár menej významných pevností a niektoré časti Cisárskeho mesta. Všetko ostatné bolo buď pod kontrolou útočiacich aliancii alebo pod správou Molagovych hord. Planemeld sa kvôli tejto situácií, do ktorej sa ríša dostala, označuje aj za najkrízovejšie obdobie, ktoré kedy ríša zažila. Vojna aliancií taktiež priniesla nových cisárov, ktorí sú kolokviálne označovaní ako pretendenti. Neskoršie medzivládie Ďalším dôležitým obdobím pre ríšu bola vláda Attreba ktorý vládol o tri storočia po Planemelde. Počas jeho vlády boli z jeho rozkazu vyhostení všetci cudzinci (hlavne Kamali, Tsaeskovia a ďalší Akavirania) pod hrozbou smrti. Väčšina vyhnancov utiekla hlavne do mesta Rimmen na severe Elsweyru. Nejaký čas po jeho vláde sa vyhnatým Kamalom podarilo uzatvoriť alianciu s ich Khajiitskými hostiteľmi a spoločne ríšu napadli. Ich invázia bola úspešná, avšak ich veľkolepé ambície pretransformovať ríšu sa skončili neúspechom a ríša sa rozpadla. O pár desiatok rokov neskôr na trón nastupuje Falkreathský kráľ Cuhlecain. V podstate podobným spôsobom ako Durcorach pred viac než 300 rokmi, aj Cuhlecain viedol veľkú inváziu zo Skyrimu do Cyrodiilu a postupne si podmanil časti starej ríše okolo Kolóvie a Nibenu. V roku 2E 852 sa dal nakoniec korunovať za cisára. Vládcovia Skyrimu a High Rocku vytvorili veľkú alianciu, keď si uvedomili že Cuhlecain svoju ríšu bude eventuálne expandovať a to práve na ich úkor, vidiac paralelu ešte z čias Durcorachového dobývania. Táto aliancia mala prekaziť Cuhlecainove plány na dobytie Skyrimu a High Rocku ešte predtým, než ich vôbec dal do pohybu. Aliancii sa nakoniec podarilo prekročiť Pale Pass a prvá pevnosť na ktorú narazili bola Sancre Tor. Cuhlecain však vedel o prekročení hraníc dopredu a tak poslal jedného zo svojich generálov menom Talos, aby zastavil postupujúcu armádu. Obidve bojujúce strany sa nakoniec zišli pri Sancre Tor kde sa odohrala kolosálna bitka, ktorá rozhodla o budúcnosti celej ríše. Samotný Cuhlecain sa však na Rubínovom tróne nestihol dlho ohriať. V roku 2E 854 ho totižto zavraždil neznámy vrah. Po mŕtvom cisárovi nakoniec zdedil trón jeho generál Talos. Doteraz existujú špekulácie, že Talos dal cisára zavraždiť aby sám mohol uzurpovať trón. Nech už je pravda akákoľvek, je očividné že Talosov vzostup bol intervenciou vyššej sily. Po Cuhlecainovej smrti Talos nezaháľal. Okamžite zvolal svoje armády a začal dobýjať ďalšie časti Tamrielu. Jeho dobyvačné ťaženia naprieč celým kontinentom dostali názov Tiberove vojny a viedli ku zjednoteniu Tamrielu do jedného štátneho celku čo sa stalo poprvýkrát v histórii. Po korunovácii Tibera Septima za Tamrielského cisára bola vyhlásená Tretia éra a Cyrodilická ríša sa v podstate pretransformovala do ríše Tamrielskej. Zoznam panovníkov Remanovskí vládcovia Hlavný článok: Remanovská dynastia Reman Cyrodiil (1E 2703 - 1E 2762) Kastav (1E 2762 - 1E 2806) Reman Cyrodiil II (1E 2806/2812 - 1E 2851) Brazollus Dor (1E 2851 - 1E 2877) Reman Cyrodiil III (1E 2877 - 2920) Obdobie potentátov Hlavný článok: Potentáti Versidue-Shaie (1E 2920 - 2E 324) Savirien-Chorak (2E 324 - 2E 430) Smrťou Saviriena-Choraka sa ríša rozpadá. O storočie neskôr pokračujú v tradícii Cyrodilickej ríše takzvané nástupnícke štáty a vládcovia, ktorých nazývame samozvaní cisári. Medzivládie a obdobie samozvaných cisárov Hlavný článok: Samozvaní cisári Durcorach (? - 2E 541) Moricar (2E 541 - 2E circa 566) Leovic (2E circa 566 - 2E 573) Varen Aquilarios (2E 576 - 2E 579) Clivia Tharn (2E 579 - 2E 582) Pretendenti (2E 582) Vojvodca Attrebus (2E deviate storočie) Cuhlecain (2E 852 - 2E 854) Tiber Septim (2E 854 - 2E 896)"
}