{
    "title": "Cyrodiil",
    "table_of_contents": [
        "Obsah",
        "1 Dějiny",
        "1.1 Ranná historie",
        "1.2 Chaos v druhé éře",
        "1.3 Třetí éra: Pod vládou Septimů",
        "1.4 Čtvrtá éra",
        "2 Geografie",
        "2.1 Klima a krajiny",
        "2.2 Pohoří",
        "2.3 Vodstvo a řeky",
        "3 Politický systém",
        "3.1 Zákony a právo",
        "3.2 Hrabství",
        "4 Vojenské síly",
        "5 Ekonomika",
        "6 Obyvatelstvo",
        "6.1 Náboženství",
        "7 Kultura",
        "7.1 Architektura",
        "7.2 Umění a vzdělání",
        "8 Cestování a doprava",
        "9 Reference"
    ],
    "infobox": "Cyrodiil cca 1E 243[1]–dodnes Mapa Cyrodiilu roku 3E 433 Poloha v rámci kontinentu Lore Hlavní město Císařské Město Rozloha cca 1 150 000 km² (4E 201)[2] Státní zřízení Centralistická monarchie Císař Titus Mede II. Legislativa Rada starších Měna Septim Jazyk Tamrielština[3] Rasy Imperialové Náboženství Císařský kult (oficiální) Herní údaje Hry The Elder Scrolls: ArenaThe Elder Scrolls IV: OblivionThe Elder Scrolls Online",
    "content": "Cyrodiil, také známý jako Císařská provincie, je jednou ze tří zbývajících provincií Tamrielské říše. Provincie je srdcem říše a jedná se o nejkonsolidovanější část říše, pod přímou císařskou správou a kontrolou. Vládcem Cyrodiilu a celé říše je císař, který je nejvyšší autoritou. Vedle císaře, jeho dvora a úředníků se významnou měrou na vládě a správě provincie podílí také Rada Starších, která je de facto říšským senátem. Hlavním městem provincie a zároveň celé říše je Imperial City. Cyrodiil sousedí se Skyrimem na severu, Morrowindem a Black Marshí na východě, na jihu pak s Elsweyrem a Valenwoodem a konečně na západě s Hammerfellem. Na západě omývá pobřeží Cyrodiilu Abeceanské moře a na jihu Topalská zátoka. Dějiny Cyrodiilu se začaly psát v merethické éře, kdy provincii objevili elfští průzkumníci. Elfové Cyrodiil osídlili a založili zde legendární Bílo-zlatou věž, okolo které později vyrostlo Imperial City. Elfští vládci vládli provincii tvrdou rukou a lidé byli jejich otroky. V první éře však proti elfským pánům povstala Alessia, která je svrhla a založila první císařství. První císařství bylo později nahrazeno druhým císařstvím, pod vládou remanské dynastie. V druhé éře se vlády nad druhým císařstvím dočasně zmocnili akavirští potentáti. Po pádu akvariských potentátů započalo ve druhé éře staletí trvající Interregnum. Během tohoto období se Cyrodiilská říše zcela zhroutila a celý Tamriel zachvátil chaos a úpadek. Na konci druhé éry se však moci v Cyrodiilu ujal Tiber Septim, který provincii sjednotil, konsolidoval a následně vedl řadu dobyvačných válek, kdy pod svou vládou poprvé v dějinách sjednotil celý Tamriel a založil Tamrielskou říši, někdy také nazývanou jako třetí císařství. Tiber Septim založil dynastii Septimů, která Cyrodiilu a celé říši panovala po celou třetí éru. Na konci třetí éry Cyrodiil značně zpustošil vpád Oblivionu. Během čtvrté éry začal vleklý úpadek a rozpad říše. Velká válka s elfy, kteří obnovili svůj stát Aldmerský spolek, se odehrávala především na území Cyrodiilu a provincie tak byla značně zpustošena. Po uzavření míru zůstává Cyrodiil nadále srdcem Tamrielské říše. Dějiny Ranná historie Časní Altmerští osadníci, kteří osidlovali Tamriel ze své domoviny Summerstských ostrovů, vybudovali síť pevností na pobřeží Cyrodiilu, avšak dále do vnitrozemí se neodvažovali. Vnitrozemí bylo tehdy osídleno divokými zvířecími rasami, o kterých se dochovaly pouze ústní zmínky. Skutečná zaznamenaná historie Cyrodiilu začala až s příchodem Ayleidů. Ayleidé byli staří Altmeři, příbuzní všech dnešních elfích ras. V průběhu věků se Ayleidé stali vyspělou civilizací, trosky jejich monumentálních staveb dodnes fascinují archeology a dobrodruhy. Své velkolepé plány uskutečňovali Ayleidé skrze své otroky, Nedy, což byl starověký, původní národ rozšířený na jih od Skyrimu. Díky těmto otrokům, mohli Ayleidé vystavět Bílozlatou věž, která je dodnes srdcem Cyrodiilu.[4] Ayleidské ruiny Roku 1E 242 však vypuklo povstání otroků, proti jejich elfím pánům. Slavné povstání vedla Alessia a přestože se nejednalo o první vítězství lidí nad elfy, vedlo povstání k výrazným změnám v mocenských strukturách na kontinentu. S pomocí Nordů ze Skyrimu, upevnila Alessianská říše svou moc nad Cyrodiilem a podařilo se jí rozšířit své území až k hranicím High Rocku. K velkým změnám došlo také v kultuře a náboženství. Prorok Marukhovi svým učením přinesl Cyrodiilu novou identitu, kodifikoval božský pantheon, který je nejcivilizovanějšími Tamrielany uctíván dodnes. K další významné události v dějinách Cyrodiilu došlo roku 1E 2703. Tehdy proběhla Akavirská invaze do Cyrodiilu. V kritické době došlo k nástupu nové dynastie na trůnu, která zajistila novou spolupráci mezi nezávislými národy Cyrodiilu. Za vlády císaře Remana I. dosáhl Cyrodiil skutečné kosmopolity. Tehdy byl do říše začleněn High Rock, Colovie i Nibenské údolí. Cyrodiilská říše se tak stala novou velmocí, která započala nový proces mohutné expanze.[5] Chaos v druhé éře Tiber Septim, zakladatel Tamrielské říše Atentátem na Remana III. a jeho syna a následníka Juileka roku 1E 2920 končí vláda Remanské dynastie i první éra. Cyrodiilu se po atentátu zmocnili Akavirští potentáti, jejich vláda trvala až do roku 2E 430, kdy byl zavražděn poslední potentát. Po zbytek druhé éry se Cyrodiil utápěl v chaosu a temnotě, které neměli jinde na kontinentu obdoby. Bez centrální vlády se spolupráce mezi Nibenským údolím a Colovií rozpadla, pole zůstala ležet ladem, vesnice zůstaly v troskách, na silnicích nebylo bezpečno a území mezi městy se stala územím nikoho. Na konci druhé éry se císařského trůnu zmocnil Cuhlecain, na kterého byl spáchán atentát. Na trůn po Cuhlecainovi nastoupil Tiber Septim. Nový císař sjednotil Tamriel a obnovil moc Cyrodiilu, stejně jako lesk hlavního města Imperial City. Sjednocením Tamrielu začala nová třetí éra. Tiber Septim založil dynastii, která vládla Cyrodiilu i Tamrielu po více než dalších 400 let.[6] Třetí éra: Pod vládou Septimů Ve třetí éře došlo k prudkému rozkvětu provincie. Cyrodiil byl stabilním srdcem kosmopolitní říše. Na rozdíl od druhé éry se totiž větší vojenské konflikty přenesly do jiných koutů říše. Cyrodiil zůstal po dlouhá léta, až na několik výjimek, nedotčen. Situace se však změnila na samém konci třetí éry, roku 3E 433 když byli zavražděni císař Uriel Septim VII. a jeho synové Bájným úsvitem. Tehdy se otevřeli brány mezi Oblivionem a Tamrielem a na pozemský svět vtrhla armáda deader, vedená Mehrunem Dagonem. Ve finální bitvě v samotném hlavním městě byl nakonec vpád deader zastaven, levobočkem Uriela Septima, Martinem Septimem, který se obětoval, aby zachránil svět. Tímto činem začala nová, čtvrtá éra.[7] Čtvrtá éra Titus Mede II. současný císař Začátek čtvrté éry se nesl ve znamení kolapsu Tamrielské říše. Zatímco říše ztrácela vnější provincie, v Cyrodiilu sváděli jednotliví vůdci boj o císařský trůn. Z boje o trůn nakonec vyšel vítězně, jako císař coloviánský vůdce Titus Mede I., který založil novou vládnoucí dynastii. Říše byla již jen stínem své bývalé velikosti, do druhého století si s původních držav udržela jen Skyrim, High Rock a Hammerfell. Novým úhlavním nepřítelem císařství se stal Altmerský spolek, v jehož čele stál Thalmor. Netrvalo dlouho, a mezi říší a Altmerským spolkem vypukla roku 4E 171 takzvaná Velká válka. Hlavní bitvy války, byly svedeny právě na území Cyrodiilu a Hammerfellu. Atlmerům se dokonce podařilo na čas zmocnit Imperial City. Ve válce však nakonec zvítězila, pod vedením císaře Tita Meda II. říše. Císařství přesto muselo, v zájmu míru, přijmout požadavky Thalmoru. Ty jsou známé jako Zlatobílý konkordát, který kromě jiného zakazuje uctívání Talose jako boha. Geografie Topografická mapa Cyrodiilu Cyrodiil leží v samém středu Tamrielu. Na severozápadě hraničí s Hammerfellem, na severu se Skyrimem, na východě s Morrowindem, na jihovýchodě s Black Marshem a na jihu pak s Elsweyrem a Valenwoodem. Na jihozápadě pak pobřeží Cyrodiilu omývá Abeceanské moře a na jihu Topalská zátoka. Rozloha Cyrodiilu činí přibližně 300 800 km², čím je pravděpodobně největší zemí Tamrielu. Klima a krajiny Pohled na Zlaté pobřeží, na západě Cyrodiilu Klima a krajiny Cyrodiilu jsou poměrně různorodé. Středem provincie, především v okolí Imperial City se táhnou rozlehlé lesy, pole a louky, kde vládne mírné klima. Dále na západ poté přechází mírné klima v subtropické, jedná se oblast která se táhne od města Skingrad po Anvil, skvěle se zde daří zemědělství a krajina je zde známa jako Zlaté pobřeží. Na severní hranici se Skyrimem, je již známa přítomnost studeného počasí, po většinu roku je zde sníh a zamrzlá země a nejsou zde příhodné podmínky pro zemědělství. Jižní cíp Cyrodiilu, známý jako Nibenské údolí je charakteristický mnoha řekami a hustými lesy, nachází se zde například Temný hvozd. Krajina zde postupně přechází v bažiny, kterými je známý Black Marsh, jehož hranice leží nedaleko. Pohoří Jerralské hory Cyrodiil je znám jak rozsáhlými nížinami, tak i několika vysokými pohořími. Nejvyšší pohoří Cyrodiilu tvoří Jerallské hory, táhnoucí se na severní hranici mezi Cyrodiilem a Skyrimem. Dalším velkým pohořím je pohoří Valus, císařskými nazýváno Valus, to tvoří přírodní hranice mezi Cyrodiilem a Morrowindem na východě. K menším pohořím patří Colovianská vysočina na západní hranici mezi Cyrodiilem a Hammerfellem a v neposlední řadě také Západní pahorkatina. Vodstvo a řeky Řeka Panter v Nibenském údolí Územím Cyrodiilu protéká mnoho řek a nachází se zde také množství jezer. Největším a nejdelším veletokem provincie je řeka Niben, která pramení ve velkém jezeře Rumare a nakonec ústí do Topalské zátoky. K dalším velkým řekám patří Brena, která tvoří část hranice s Hammerfellem, řeka Lirid na hranici s Vallenwoodem, řeka Reed, řeka Panter a Řeka stříbrných ryb na východě. Z jezer jmenujme krom Rumare, také jezero Arrius a jezero Canulus. Politický systém Imperial City hlavní město Cyrodiilu a říše Politický systém Cyrodiilu je založen na dávné tradici. Kdysi byla země rozdělena na dvě rozdílné oblasti, Colovii, známou svými bojovnými městskými státy a Nibenské údolí, které bývalo známo pro své bohatství.[8] Během formování Cyrodiilu, jako moderního státu byly tyto rozdílné oblasti spojeny pod císařskou vládou v Imperial City. Žádný s císařů se však neprosadil jako absolutní vládce, který by kontroloval území celé země. Namísto toho byl přejat starý systém, zatímco císař a Rada Starších vládnou v Imperial City, zbytek země se dělí na jednotlivá hrabství, v jejichž čele stojí hrabata, která mají nad svým územím téměř neomezené pravomoci. Jednotlivé panovnické rodiny uzavírají mezi sebou sňatky, čímž zvyšují svou moc a zajišťují trvání vnitřního míru. Přesto však vládne mezi některými hrabstvími jistá rivalita. Zákony a právo Monumentální zasedací síň Rady Starších Říše je známa pro své vyspělé právo a zákony, a především na území Cyrodiilu je dohled nad jejich dodržováním přísný. Zdá se, že všechna hrabství postupují ve vymáhání práva společně. Napadení, krádeže, vraždy i neoprávněný vstup do cizího domu jsou přísně trestány. Pokud je zločinec dopaden při činu, má možnost se vyplatit pokutou, jejíž výše je závislá na přestupku, který spáchal. Pokud zločinec nemá dost peněz na to, aby se vyplatit, stráví nějaký čas ve vězení. Nejvyšší trest, kterým je poprava, je používán především v případě velezrady. V Cyrodiilu krom jiného platí zákaz požívání Skoomy, extrémně návykové látky. Tyto a jiné zákony vydává především Rada Starších. K nelegálním organizacím patří pak v Cyrodiilu Temné bratrstvo, nebo Zlodějský cech, členství v těchto organizacích je tvrdě trestáno. Jisté pravomoci v oblasti práva má i magická univerzita v Imperial City, jejíž arcimág prohlásil nekromancii za nezákonnou. Jedna z nejvýznamnějších legislativních změn přišla v nedávné době, po přijetí Zlatobílého konkordátu. Smlouvou je stavěno uctívání Talose mimo zákon, a ti kdo jej i nadále uctívají jsou přísně trestáni. Hrabství Cyrodiil se krom hlavního města Imperial City skládá z osmi hrabství. V čele každého hrabství stojí hrabě, který určuje politiku svého panství. Některá hrabství se těší velké moci, hraběcí rodiny nemají rády, když jim někdo zasahuje do jejich vlády a navzájem mezi sebou uzavírají sňatky, aby posílili svou pozici a moc. Zde najdete interaktivní mapku a přehlednou tabulku všech hrabství. Anvil Kvatch Skingrad Chorrol Bruma Imperial City Cheydinhal Bravil Leyawiin Město Počet obyvatel Anvil cca. 90 Bravil cca. 75 Bruma cca. 72 Cheydinhal cca. 83 Chorrol cca. 75 Imperial City cca. 300 Kvatch - Leyawiin cca. 90 Skingrad cca. 90 Vojenské síly Voják císařské legie třetí éry Nejvýznamnější silou, udržující pořádek a dohlížející na plnění zákonů v Cyrodiilu je Císařská legie. Císařská armáda má svou základnu v Imperial City, na jehož bezpečí dohlíží. Dále císařská legie udržuje pravidelné hlídky na všech cyrodiilských silnicích, aby zabránila lapkům v přepadávání občanů říše. Legie však není přítomna v hlavních městech hrabství. Každé hrabství má své vlastní vojenské oddíly, jejichž úkolem je kromě dohledu nad hraběcím městem i zajištění bezpečnosti v okolí daného města. V případě nejvyššího ohrožení se hrabství spojí a vyšlou své oddíly na pomoc do války, tak jako tomu bylo například v Bitvě o Brumu. Ekonomika Přístavy jsou obchodními centry Ekonomickým centrem provincie je hlavní město Imperial City. Zde sídlí kancelář císařského obchodu, která se zabývá prodejem nemovitostí a zprostředkováváním obchodu mezi lidem a císařem. Ekonomika Cyrodiilu je z velké části závislá na obchodu a dovozu, ten je zprostředkováván velkými přístavy ve městech Imperial City a Anvil, nebo pozemními komunikacemi, spojujícími Cyrodiil s ostatními provinciemi. Hlavním dovozním zbožím je například morrowindský ebon, nebo skyrimské dřevo. Vnitřní ekonomika Cyrodiilu je založena hlavně na zemědělství. Pěstuje se zde hlavně obilí, rajčata a víno. Pro svá vynikající rajčata, produkci sýrů a výrobu vynikajících vín je znám hlavně Skingrad. Ve čtvrté éře zásobuje Cyrodiil potravinami i Skyrim, kde nejsou příliš vhodné podmínky pro zemědělství. Hlavním vývozním zbožím je dále rýže, textil, zbroje a měsíční cukr.[9] Obyvatelstvo Ilustrace typického císařského Cyrodiil je původní vlastí Císařských. Jelikož se však jedná o centrální provincii kosmopolitní říše, stává se Cyrodiil postupně domovem i všech ostatních tamrielských ras. žádná jiná provincie není více multikulturní, než právě Cyrodiil. K roku 3E 433 tvoří nejvíce obyvatel provincie Císařští, kteří tvoří přibližně 25 % ze všech obyvatel říše, následují je Bretonci se 13 %, dále Dunmeři a Nordové, každý národ s deseti procenty. Redguradi i Bosmeři tvoří každý osm procent. Altmeři a Argonioné tvoří, každý po sedmi procentech. Na posledním místě jsou Khajiiti a Orkové, každý se šesti procenty.[10] Náboženství Talosův chrám v Brumě Stejně jako ve všech koutech říše, je nyní oficiálním náboženstvím Cyrodiilu Božská osmička, dle Zlatobílého konkordátu. Zbožnost obyvatel Cyrodiilu je od města k městu různá. Někteří obyvatelé jsou fanatičtí uctívači bohů, jiní jsou ve své víře vlažní a někteří nejsou věřící vůbec. Každé město má svůj chrám, který uctívá určitého boha. Anvil uctívá Dibellu, Skingrad uctívá boha Juliana, Bravil Maru, Cheydinhal uctívá boha Arkay, Chorrol Stendarra, Kvatch Akatoshe, Leyawiin Zenithara a Bruma uctívala Talose. Víra v Talose je však v současné době přísně zakázána a trestána. Kultura Aréna poskytuje zábavu pro mnohé obyvatele Cyrodiilu Císařská kultura je různorodá směsice, spojující kontrastní kultury všech provincií, které navzájem spojuje pozice císaře a rozsáhlé byrokracie, idea právního státu, profesionální armády, a tolerance místních zvyků a náboženského sebeurčení všech ras. Císařská kultura v Cyrodiilu vzkvétala, především díky vzdělání a bohatství, které bylo prezentováno ve všech společenských vrstvách. Fakt vyspělé císařské kultury byl podtržen i tím, že většina občanů říše byla gramotných a pod silnou ochranou císařského zákona. Císařká kultura převládá především na území Imperial City, lidé zde tráví svůj volný čas procházkami, nákupy a sledováním zápasů v aréně, která je bezpochyby největším zábavním centrem celého Cyrodiilu. Mimo císařského města převládají kulturní směry, zakořeněné již od první éry. Jedná se o colovianskou kulturu, na západě, jejímž nejpříkladnějším vzorem je pravděpodobně Skingrad a nibenskou kulturu na jihovýchodě. Bruma na severu je pak silně ovlivněna nordskou kulturou, zatímco Cheydinhal je silně ovlivněn dunmerskou kulturou přistěhovalců z východu. Architektura Colovianská architektura ve Skingradu Podobně jako kultura, je i architektura Cyrodiilu silně multikulturní. Colovie je známa pro své úhledné kamenné domy, které jsou většinou patrové až dvoupatrové, města jsou zde čistá a udržovaná. V Nibenském údolí jsou většino domy až dvoupatrové a jsou vystavěny především ze dřeva, některá města jsou zde narozdíl od Colovie mimořádně špinavá a neúhledná. Bruma je názorným příkladem nordské architektury, domy jsou zde většinou přízemní, dřevěné a vystavěny částečně pod zemí, kvůli udržení tepla. Imperial City je nakonec monumentálním příkladem císařské architektury. Pocit vážnosti je zde znásoben monumentálními domy, omítnutými bílou omítkou. V Cyrodiilu narazíme i na monumentální mosty a udržované silnice. Spojujícím prvkem všech velkých měst, jsou vysoké kamenné hradby. Umění a vzdělání Magická univerzita v Imperial City Většina obyvatel Cyrodiilu je gramotných, najdeme zde mnoho spisovatelů a umělců. Císařští sepisují především knihy o náboženství, dějinách a geografii. V Imperial City dokonce pravidelně vychází noviny, které jsou známé jako Cyrodiilský kurýr a informují obyvatele o aktuálním dění v zemi. Krom literatury se velké vážnosti těší i hudba, kterou miloval především císař Uriel Septim VII., který si nechal skládat symfonie. Velký zájem je i o vzdělání v oblasti magie, astronomie a alchymie. Vzdělání v těchto oblastech poskytuje především Magická univerzita v Imperial City, která má k dispozici jak rozsáhlou knihovnu, tak i vlastní planetárium. Dostat se na univerzitu není ovšem nic jednoduchého, každý zájemce musí získat nejdříve doporučení magického cechu v každém, z cyrodiilských měst. Vzdělání v umění války a boje pak představuje cech Bojovníků, ten má sídlo v každém větším městě. Bojovníci se nechávají za finanční odměnu najímat, pro vyřešení různých zapeklitých situací, se kterými by si řádový občan neporadil. Cestování a doprava Dobře udržované cyrodiilské silnice Císařství dbá o údržbu a bezpečnost svých silnic a to především na území Cyrodiilu. Na silnicích se pohybují pravidelné hlídky vojáků z císařské legie, kteří dohlížejí na bezpečnost občanů. I přesto se však dá na cyrodiilských silnicích a mostech narazit na spoustu lapků, kteří buď rovnou zaútočí a nebo požadují zaplacení cla. V Cyrodiilu cestují hlavně obchodníci a nebo občané, kteří navštěvují své příbuzné. Lidé cestují vetšinou pěšky a nebo využívají koně. V provincii neexistuje žádný systém veřejné dopravy, tak jako například ve Skyrimu nebo v Morrowindu. Pro obchod je čile využívána i námořní doprava."
}