{
    "title": "Cyrodiilské právo",
    "table_of_contents": [
        "Obsah",
        "1 Seznam zákonů, ediktů a smluv",
        "1.1 2E 194: Edikt o usedlostech v Black Marshi",
        "1.2 4E 175: Bělozlatý konkordát",
        "2 Reference"
    ],
    "infobox": "",
    "content": "Cyrodiilské právo je článkem, jehož snahou je shromáždit informace o právu, zákonech a smlouvách cyrodiilské a tamrielské říše. Článek bude průběžně doplňován. Seznam zákonů, ediktů a smluv 2E 194: Edikt o usedlostech v Black Marshi Jedná se o edikt, který byl vydán v roce 2E 194 císařskou radou akavirského potentáta Versidue-Shaie v době druhé říše. Císařská rada zamýšlela tímto ediktem podpořit zemědělství v Black Marshi. Edikt stanovil, že osadníci z říše mohou osidlovat neobydlenou půdů v Black Marshi a zakládat zde statky a hospodářství a to i na úkor domácího obyvatelstva. Osadníci mohli zabírat parcelu o rozměru maximálně 900 x 900 standardních kroků (měrná jednotka délky v říši).[1] Edikt dále stanovoval, aby hospodář uplatnil nárok na tuto půdu u soudu v Gideonu. Pokud hospodář dokázal, že o půdu vzorně pečoval, obdělával ji a měl zde své bydliště, tak mu byl po uplynutí pětileté promlčecí lhůty přidělen vlastnický nárok pro něj a jeho dědice navždy. Vydávání tohoto vlastnického listu měl v kompetenci opět císařský soud v Gideonu.[1] Edikt také určoval, že ode dne, kdy hospodář uplatnil na půdu nárok, získal právo na obdělávání této půdy. Tedy i včetně kácení stromů, kultivaci půdy, stavění přehrad, odvodňování a stavbu plotů. Domácí obyvatelstvo, na jehož půdu byl vznesen císařský nárok, bylo podle zákona povinno půdu opustit a přestěhovat se a to i za cenu násilného přemístění nejbližší císařskou posádkou.[1] Zákon tedy silně diskriminoval domácí obyvatelstvo a naopak zvýhodňoval císařské osadníky. 4E 175: Bělozlatý konkordát Hlavní článek: Bělozlatý konkordát Bělozlatý konkordát je mírová smlouva uzavřená v roce 4E 175 mezi Tamrielskou říší a třetím Aldmerským spolkem na konci Velké války. Konkordát měl zároveň platnost zákona. Nejpodstatnějším opatřením konkordátu byl zákaz uctívání boha Talose, dále rozpuštění Čepelí. Další podmínkou mírové smlouvy bylo odstoupení území jižního Hammerfellu říší ve prospěch spolku.[2]"
}