{
    "title": "Císařský (Morrowind)",
    "table_of_contents": [
        "Obsah",
        "1 Základní atributy",
        "2 Dovednostní bonusy",
        "3 Speciální schopnosti",
        "4 Ideální postava"
    ],
    "infobox": "",
    "content": "Hlavní článek: Rasy (Morrowind) \"Vzdělaní a výřeční domorodci Cyrodiilu jsou známí pro výcvik svých armád. Přestože jsou fyzicky méně zdatní než ostatní rasy, jsou císařští skvělí diplomati a obchodníci, a tyto dovednosti, společně s jejich pozoruhodnou zručností a výcvikem jako lehká pěchota, jim umožňuje si podmanit všechny ostatní národy a rasy a vztyčit památník míru a blahobytu, z něhož je utvořená Velkolepá říše.\" ―Popis rasy Vzdělaní a výřeční císařští, také známí jako cyrodiilští, cyrodiilikové, cyro-nordové a císařští cyrodi, jsou domorodci civilizované, kosmopolitní provincie Cyrodiilu. Císařští jsou známí pro výcvik svých armád a respekt k zákonům. Přestože jsou fyzicky méně zdatní než ostatní rasy, jsou císařští skvělí diplomati a obchodníci, a tyto schopnosti, společně s jejich pozoruhodnou zručností a výcvikem jako lehká pěchota, jim umožňuje si podmanit všechny ostatní národy a rasy a vztyčit památník míru a blahobytu, z něhož je utvořená Velkolepá říše. Jejich nadvláda postupem ér vzrůstala a zase upadala a většina historiků mluví o třech různých císařstvích, jejichž konce značí novou epochu v tamrielské historii. Základní atributy Atributy M Ž Síla 40 40 Inteligence 40 40 Síla vůle 30 40 Hbitost 30 30 Rychlost 40 30 Odolnost 40 40 Osobnost 50 50 Štěstí 40 40 Dovednostní bonusy Dovednost Bonus Přesvědčování +10 Obchodování +10 Dlouhé ostří +10 Tupé zbraně +5 Lehká zbroj +5 Boj beze zbraně +5 Speciální schopnosti Síla: Západní hvězda Pohlcení výdrže 200 bodů na cíl Síla: Hlas císaře Šarm 25 až 50 bodů na 15 vteřin na cíl Ideální postava Císařští jsou velice všestranní. Jsou považovaní za nejvyváženější rasu v celém Morrowindu a jsou obzvláště přizpůsobiví. Mohou se, díky svým atributům a dovednostem, snadno specializovat v jakémkoliv ze tří archetypů. Císařské postavy nemají běžný bojovný talent, ale jejich flexibilita může být využita v mnoha situacích a v průběhu hry mohou mít mnoho různých rolí. Císařští začínají s nejvyšší úrovní Osobnosti a s jejich silou Šarmu, Hlasem císaře a s jejich bonusem v Přesvědčování a Obchodování nemají žádný problém každého přemluvit nebo s nimi uzavřít dobrý obchod. Pro ně je výcvik levnější a vybavení lehce dostupné. Znamení Dámy či Pána jsou pro císařské vhodné; začínat s Osobností na úrovni 85 může mít velké výhody a Západní hvězda vynuluje postih Milenčina polibku. Jejich dovedností bonus v Přesvědčování a síla Šarmu dělají z přesvědčování mocný nástroj. Přirozená dispozice je pak velmi vysoká a v mnoha případech umožňuje se dostat do případů, které jindy nedostupné. Pro tuto rasu je nejefektivnější boj zblízka. V tomto případě je pro vaši postavu nejideálnější si vylepšit atributy, které mají císařští již přirozeně na průměrné úrovni, mezi nimiž je Síla, Odolnost a Hbitost. Bonus mají v Dlouhém ostří, v dovednosti, která používá jedny z nejběžnějších a nejmocnějších zbraní v celé hře. A o osudu bitvy často rozhoduje Západní hvězda, jenž pohlcuje výdrž. Ze začátku je možné zkombinovat boj beze zbraně, jako hlavní či vedlejší dovednost, se Západní hvězdou na vylepšování zmíněné schopnosti a zároveň omračování svých nepřátel. I později ve hře může být ovšem Západní hvězda užitečná. Není pro ně těžké ani použití magie či Plížení. S jejich vysokou Osobností může být Iluze vylepšovaná rychle, ale ostatní dovednosti nesmí být zanedbány. Mágové potřebují více Síly vůle, zatímco průzkumníci potřebují Hbitost a Rychlost. Znamení Atronacha je vhodné pro bohaté císařské, jelikož kupování lektvarů many naprosto vynahradí negativní účinky efektu Wombburn."
}