{
    "title": "Císařský (Online)",
    "table_of_contents": "",
    "infobox": "",
    "content": "Pro více informací, přejděte na stránku: CísařštíHlavní článek: Rasy (Online) \"Rasové dovednosti císařských odráží jejich bojový trénink a vytrvalost v boji, což jim dává bonus k nacházení více zlaťáků, dovednosti se štítem, základnímu zdraví a základní výdrži, a získávání energie zpět v boji, díky čemuž jsou ráznými bojovníky.\" ―Popis rasy[src] Císařští, neboli cyrodiilové, cyro-nordové, císařští cyrodové, jsou jednou z hratelných ras v The Elder Scrolls Online. Za rasu je možné hrát pouze se zakoupenou exkluzivní kolekcí digitálního obsahu zahrnutého v Imperial Edition. Také si ji můžete koupit za 2100 Korun (Crowns). Vzdělaní a zdvořilí císařští jsou domorodí obyvatelé civilizované a kosmopolitní provincie Cyrodiilu. Jsou známí pro svoji disciplínu a trénování svých armád a pro jejich respekt k zákonu. Přestože jsou fyzicky méně zdatní nežli ostatní rasy, osvědčili se jako mazaní diplomati a obchodníci, a tyto vlastnosti, společně s jejich pozoruhodnou dovedností a tréninkem jako lehká pěchota, jim umožnily si podmanit všechny ostatní národy a rasy, a vztyčit monumenty míru a prosperity, které utvářejí velkolepé Císařství. Jejich hegemonie s postupem času narůstala a upadala, a většina historiků mluví o třech různých Císařstvích, jejichž konec značí začátek každé epochy v tamrielské historii. Pasivní rasové schopnosti Diplomat Zvyšuje získávání dovedností u dovednostní linie jednoruční zbraň a štít o 15 %. Zvyšuje nacházení zlaťáků o 1 %. Ranař Zvyšuje maximum zdraví o ____ bodů. Stupeň 1: 600 bodů (Odemčeno od úrovně 5) Stupeň 2: 1200 bodů (Odemčeno od úrovně 15) Stupeň 3: 2000 bodů (Odemčeno od úrovně 30) Císařská odvaha Zvyšuje maximum výdrže o ___ bodů. Stupeň 1: 600 bodů (Odemčeno od úrovně 10) Stupeň 2: 1200 bodů (Odemčeno od úrovně 20) Stupeň 3: 2000 bodů (Odemčeno od úrovně 40) Rudý diamant Snižuje cenu všech schopností o _ %. Způsobování přímého poškození obnovuje zdraví, manu i výdrž o ___ bodů každých 5 sekund. Stupeň 1: 1 %, 100 bodů (Odemčeno od úrovně 25) Stupeň 2: 2 %, 200 bodů (Odemčeno od úrovně 35) Stupeň 3: 3 %, 333 bodů (Odemčeno od úrovně 50) Významní císařští Abnur Tharn – Nejvyšší kancléř, vládce Nibenay a jeden z původních Pěti společníků. Varen Aquilarios – Bývalý císař a jeden z původních Pěti společníků. Cadwell – Nejstarší ze soul shriven."
}