{
    "title": "Císařská legie",
    "table_of_contents": [
        "Obsah",
        "1 Historie a vývoj",
        "1.1 Ranná historie",
        "1.2 Závěr třetí éry, Vpád Oblivionu",
        "1.3 Čtvrtá éra: Boj o přežití",
        "2 Struktura",
        "2.1 Císařská legie",
        "2.1.1 Palácová stráž",
        "2.1.2 Bojoví mágové",
        "2.1.3 Jízda",
        "2.1.4 Císařské hlídky",
        "2.1.5 Městská stráž",
        "2.1.6 Vězeňská stráž",
        "2.2 Spojenci legie",
        "2.2.1 Vazalská vojska",
        "2.2.2 Čepele",
        "3 Hodnosti a hierarchie",
        "4 Vybavení",
        "4.1 Brnění a přilby",
        "4.2 Zbraně",
        "5 Vstup do legie",
        "5.1 Přísaha",
        "6 Divízie",
        "7 Artefakty"
    ],
    "infobox": "",
    "content": "Císařská legie Znak říše a legie Války a bitvy: Válka o Rudý diamant, Invaze na Akavir, Vpád Oblivionu, Velká válka a mnohé další konflikty Velitelé: Tamrielský císař Generálové Velitelství: Imperial City Místa působení: Tamriel, Akavir, Oblivion Síla: Neznáma, osmnáct známých legií Císařské legie jsou profesionální a stálou armádou Tamrielského císařství. Legie jsou pozemní složkou ozbrojených sil impéria. Legie působí pod autoritou a záštitou samotného císaře, který je jejich nejvyšším velitelem. V legiích je dodržována přísná kázeň a vynikající výcvik. V dobách míru slouží legie jako posádky pevností, střeží silnice a nebo jsou umisťovány jako posádky do měst, neposlušných vazalů. Během válek vytáhnou legie pod velením císaře, či jeho generálů do pole a jsou tou nejlepší údernou silou proti nepřátelským silám. Historie a vývoj Ranná historie Císařské legie, vznikly pravděpodobně v době výbojů císaře Tibera Septima. Tehdy se legie staly hlavním nástrojem císaře ke sjednocení Tamrielu, účastnily se pod jeho velením války z High Rockem, Morrowindem a dalšími provinciemi. Po sjednocení říše se legie staly oficiální císařskou armádou Tamrielské říše, zabezpečující mír a přinášející pořádek a císařskou kulturu a právo do provincií. Během dlouhé historie Tamrielské říše, se legie účastnily mnoha říšských válek, proti vnějším i vnitřním nepřátelům. Jedním z největších konfliktů raných dějin říše, byla Válka o Rudý diamant, která proběhla o císařský trůn mezi příslušníky vládnoucí dynastie Septimů. Největším a nejodvážnějším podnikem impéria, byla pravděpodobně invaze na Akavir, kterou vedl samotný císař Uriel Septim V. Invaze sice nakonec skončila neúspěchem, smrtí samotného císaře a zničením desáté legie. Přesto byl císař Uriel Septim V. považován za jednoho z největších vojenských císařů od dob Tibera Septima. Jeho pečlivé přípravy pro úder proti nepříteli, zřejmě dovedly organizaci legií ke své dnešní dokonalosti. Závěr třetí éry, Vpád Oblivionu Ke konci třetí éry, za vlády Uriela Septima VII. dosáhla říše svého vrcholu. Císař kombinací diplomacie, špionáže a mistrným využitím císařských legií, dovedl říši k větší jednotě a prosperitě, než kterýkoliv jeho předchůdce. V High Rocku, došlo k takzvanému Zázračnému míru, kdy byly roztříštěné městské státečky sjednoceny do organizovanějších, větších územních celků. Velkým úspěchem bylo i otevření hranic ostrova Vvardenfell pro císařské kolonisty a obchod. Ostrov byl rozdělen na sféry vlivu morrowindských rodů, chrámu a císařské vlády. Na ostrově byly pro císařské posádky budovány mohutné pevnosti, které měly císařským vojákům pomoci udržovat mír a pořádek. Přes úspěchy Uriela Septima VII. došlo po jeho smrti málem ke zhroucení říše. Uriel Septim VII. a jeho synové, byli totiž zavražděni zabijáky Bájného úsvitu. Tím byla narušena bariéra mezi pozemským světem a Oblivionem a umožnila Mehrunesovi Dagonovi a jeho daedrám provést invazi do Tamrielu. Císařské legie se v té době staly hlavní oporou občanů říše a zabránily vypuknutí úplného chaosu. Jen za význačného přispění Martina Septima - nemanželského syna císaře - a jeho spojenců, v čele se Šampionem Cyrodiilu a císařských legií, dosáhla říše nad Oblivionem Pyrrhova vítězství. Martin Septim se sám obětoval, aby uzavřel Brány Oblivionu. Čtvrtá éra: Boj o přežití Typický legionář čtvrté éry Odražení Vpádu Oblivionu, bylo vnímáno občany za tak důležitou událost, že začala nová čtvrtá éra. Tamrielská říše čtvrté éry, však již byla jen stínem své někdejší velikosti a slávy. Hned po odražení Oblivionu se říše začala rozpadat a vypukly vleklé boje o uprázdněný císařský trůn. Význam legií v této době pravděpodobně značně poklesl, protože legie nedokázaly zabránit odtržení Black Marshe, ani stoupajícímu vlivu Thalmoru na Summersetských ostrovech. Z bojů o trůn nakonec vyšel vítězně coloviánský vojevůdce Titus Mede I.. Vojenské ležení legionářů ve Skyrimu Titus Mede I. byl schopný a energický císař, který obnovil velmocenskou pozici Tamrielského impéria a pravděpodobně zašlý lesk legií. Přesto však již ani císař, ani jeho legie, nedokázali zabránit Thalmoru v úplném ovládnutí ostrovů a následném rozšíření jeho moci na Valenwood. Díky připojení Valenwoodu k ostrovům, byl opět obnoven Altmerský spolek, který se stal největším rivalem Tamrielské říše o hegemonii nad kontinentem. Napětí mezi Atlmerským spolkem a říší vyvrcholilo za vlády Tita Meda II. roku 4E 171, když mezi oběma mocnostmi došlo k Velké válce. Říše nakonec opět nad nepřítelem dosáhla Pyrrhova vítězství, ale za mír zaplatila vysokou cenu, známou jako Bělozlatý konkordát. Roku 4E 201 vypuklo povstání Bouřných hávů ve Skyrimu. Cílem povstalců je dosáhnout nezávislosti jejich vlasti, Bouřné hávy však narážejí na tvrdý odpor císařských legií. Struktura Císařská legie Příslušník palácové stráže, ke konci třetí éry Palácová stráž Palácová stráž je bezpochyby nejelitnějším vojenským oddílem císařských legií. Členy palácové stáže se stávají ti nejlepší z nejlepších a od ostatních vojáků císařské legie se liší jedinečnou zbrojí. Palácová stráž dohlíží na pořádek a bezpečnost císařského paláce v Imperial City a ručí za bezpečnost samotného císaře a jeho rodiny, i všech obyvatel paláce. Palácová stráž striktně dohlíží na to, aby se žádný z návštěvníků paláce, který nemá zvláštní povolení, nedostal do paláce dále, než do prvních dvou podlaží. Bojový mág třetí éry Bojoví mágové Bojoví mágové jsou zpravidla členové magické univerzity v Imperial City. Jsou speciální jednotkou, cvičení k boji s magií a mečem. Většinou nosí podobné brnění jako ostatní příslušníci legie, zvláštností je však modrá kápě, kterou se odlišují od ostatních vojáků, málokdy také používají v boji štít. V bitvě jsou Bojoví mágové podpůrnou jednotkou, hlavních útočných sil, využívají léčivá kouzla, k léčení vojáků a nebo kouzla útočná proti nepříteli. Jízda Jízdní jednotky jsou trénováni pro boj za jízdy a jsou jednou z nejmocnějších úderných sil během bitev. Jízda byla například dodatečně převezena na Akavir, během invaze císaře Uriela Septima V. Během míru jízdní jednotky většinou cestují mezi městy a starají se o bezpečnost hlavních silnic, nebo jsou využívány jako průzkumné jednotky. Císařské hlídky Císařská hlídka cestuje většinou na koních mezi městy a dohlíží na bezpečnost cestujících civilistů či obchodníků. Ne zřídka se dá narazit na hlídku, bojující s vlky či bandity. Hlídky také udržují po celé říši systém pevností u hlavních dopravních tepen, kde si mohou cestovatelé odpočinout a doplnit zásoby. Hlídky nejsou jen vynikající šermíři, ale umějí také obratně zacházet s lukem. Městská stráž Typický legionář ke konci třetí éry Městské stráže, které tvoří oddíly císařských legií, dohlížejí na bezpečnost Imperial City i dalších měst a pevností, podléhajících přímé císařské administrativě. V případě nebezpečí, nebo vzpoury, má říše pravomoc umístit své jednotky do vazalského města, kterému hrozí akutní nebezpečí a nebo zde došlo ke vzpouře, která byla potlačena a je třeba obnovit císařskou svrchovanost. Vězeňská stráž Vězeňská stráž je elitním vojenským oddílem, umístěným v císařském vězení v Imperial City. Jedná se o elitní a drsné muže, kteří ručí za to, že žádný z vězňů neuprchne z vězení. Vězeňská stráž také ručí za to, že žádná nepovolaná osoba nezíská přístup k vězňům. Spojenci legie Vazalská vojska K nejdůležitějším spojencům císařských legií, patří regionální vojska, podléhající jednotlivým králům, hrabatům a vévodům, kteří jsou vazaly císaře. Tyto oddíly působí většinou jako městská stráž a nebo vojsko daného panovníka. V případě potřeby, jsou však vazalští panovníci povinni podpořit císařskou legii v jejich válce či tažení. Čepele Čepele sloužily po dlouhá léta, jako tajní agenti císaře a jeho elitní stráž. Obyvateli říše, byly Čepele vnímány za císařovy oči a uši. Čepele proto většinou pracovali v přísném utajení a mnohdy usnadnili císařským legiím, jejich práci. Po Velké válce však byly Čepele oficiálně rozpuštěny. V současné době přežilo jen několik málo příslušníků Čepelí, kteří bojují proti zlovůli Thalmoru. Hodnosti a hierarchie Generál Tullius, velitel legií ve Skyrimu, ve čtvrté éře V císařských legiích je zavedená přísná hierarchie, jsou zde přesně definovány jednotlivé hodnosti a tituly, k nímž se vážou příslušné pravomoci, povinnosti i prestiž. Ve čtvrté éře se příslušníci legií člení podle těchto hodností: Pomocný Kvestor Prefekt Tribun Legát Vybavení Brnění a přilby Těžká zbroj legií čtvrté éry Během dlouhých staletí, využívala císařská legie různé typy zbrojí. Ve čtvrté éře se ustalují především tři typy zbrojí. Průzkumníci využívají především lehkou zbroj, která jim poskytuje základní ochranu a umožňuje jim tichý a rychlý pohyb. Lehká zbroj je založena na kombinaci kůže a drátěné košile. Střední zbroj je prototypem, který chrání nositele před silnějšími útoky, ale zároveň jej nijak moc neomezuje v pohybu a rychlosti. Těžkou zbroj, nosí zpravidla vysoce postavení důstojníci legie, například legáti. Těžká zbroj poskytuje nositeli tu nejlepší ochranu a je primárně určena pro boj v první linii. Části zbroje, jako například kyrys, helma, obuv i rukavice jsou tvořené silnou ocelí, kdežto tunika pod zbrojí je pravděpodobně kožená. Zbraně Císařský meč Císařská legie byla vyzbrojena vlastními, unikátními zbraněmi. Typickou zbraní všech legionářů byl Císařský meč, jednalo se o poměrně krátkou jednoruční zbraň, vyráběnou z ocele. Těsně pod rukojetí, byl na oceli vytesán symbol říše a legie - dračí bůh Akatosh. Jako zbraň na dálku sloužil Císařský luk. Císařští lučištníci stříleli na nepřátele především šípy, opatřené ocelovými hroty. Krom těchto zbraní, bývali legionáři také vybaveni ocelovými dýkami. O potřeby vojáků při tažení se staral zbrojíř, který měl na starosti vojenský proviant. Vstup do legie Do legie jsou přijímáni jen ti nejlepší a nejkvalifikovanější muži a ženy. V případě krize, však legie přijímá širší okruh zájemců, kteří pro legii něco významného vykonají. Mezi zkoušku pro zájemce o vstup do legie, může patřit i vyčištění některé z pevností od lapků a banditů. Zájemce, který projde zkouškou musí následně složit přísahu a poté přijímat další úkoly. Nováčci dostanou od císařského kováře zbroj, kde mohou vybírat ze tří variant, buď lehkou, střední nebo těžkou. Přísaha \"Přísahám na svou čest, že budu věrně sloužit císaři Titovi Medovi II. a slibuji neochvějnou poslušnost důstojníkům jeho slavné říše. Pokud ve službě zahynu, nechť mne ti, kdož jsou nade mnou, soudí a ti, kdož jsou pode mnou, seberou. Ať žije císař, nechť nám dlouho a dobře vládne! Ať žije říše, nechť přetrvá navěky!\" ―30px Divízie Vo Štvrtej Ére pozostávala priemerná sila každej Légie z 5000 Legionárov. Prvá Légia Druhá Légia Tretia Légia Štvrtá Légia Piata Légia Siedma Légia Ôsma Légia Deviata Légia Desiata Légia Jedenásta Légia Dvanásta Légia Štrnásta Légia Pätnásta Légia Sedemnásta Légia Osemnásta Légia Tieňová Légia Artefakty Cisárska Légia má niekoľko artefaktov, tu je zoznam známych predmetov. Lordov Pancier (Lord´s Mail) Chrysamere Štít Akaviru (Ward of Akavir)"
}