{
    "title": "Císařský (Skyrim)",
    "table_of_contents": [
        "Obsah",
        "1 Biologie a kultura",
        "2 Tvorba postavy",
        "2.1 Dovednostní bonusy",
        "2.2 Počáteční kouzla",
        "2.3 Speciální schopnosti",
        "3 Populární používání",
        "3.1 Jména",
        "4 Významní císařští",
        "5 Zajímavosti",
        "6 Galerie"
    ],
    "infobox": "",
    "content": "Císařská žena a císařský muž. Pro více informací, přejděte na stránku: CísařštíHlavní článek: Rasy (Skyrim) \"Jako domorodci Cyrodiilu se prokázali být mazanými diplomaty a obchodníky. Jsou nadaní v soubojích a magii. Kdekoliv je nějaké zlato, císařským se vždy podaří najít víc a pomocí jejich Hlasu císaře dokáží své nepřátele uklidnit.\" ―Popis rasy[src]Císařští jsou domorodí obyvatelé Cyrodiilu a patří mezi nejvzdělanější se všech tamrielských ras. Jsou známí pro jejich vycvičené armády, díky nimž dominovali Tamrielu po více než 2 000 let. Biologie a kultura Císařstí mají světlou až snědou pleť, čímž se liší od bretonců a nordů, kteří mají typicky světlou barvu kůže. Samozřejmě ji nemají až tak tmavou jako redguardi. Obličejové rysy císařských jsou také ostřejší než ty ostatních lidských ras. Výška jak mužů a žen je nastavena na 1.00, což je kosmetický rozměr, na který jsou nastaveny všechny rasy. V The Elder Scrolls V: Skyrim, pokud nejsou součástí Císařské legie, obvykle slouží jako diplomati, obchodníci, správci a řemeslníci. Fráze „císařská rasa“ není tak úplně správná. Obyvatelé Cyrodiilu jsou rozděleni do dvou etnicko-kulturních skupin: nibeneané a koloviané. Obě skupiny pocházejí z nedských a cyro-nordských národů, které byly zotročeny ayleidy, ale poté se rozdělily po nájezdech a spolupráci s ostatními rasami. Kolovianští císařští v západním Cyrodiilu jsou podobní nordům – sdílejí stejnou víru a některé tradice. Nibeneané jsou zase na akavirský a trochu i elfí způsob. Více uznávají magii, umění, obchodování a duchovnost, navzdory tomu, že jsou neochvějně věrní alessianským tradicím. Obě skupiny odráží kulturu CÍsařství – směsice nordské, aldmerské a akavirské kultury. Tvorba postavy Dovednostní bonusy +10 Obnova (úroveň 25) +5 Blokování (úroveň 20) +5 Ničení (úroveň 20) +5 Očarování (úroveň 20) +5 Těžká zbroj (úroveň 20) +5 Jednoruční zbraně (úroveň 20) Počáteční kouzla Plameny (Ničení) Léčení (Obnova) Speciální schopnosti Hlas císaře: Uklidní humanoidní nepřátele po dobu 60 sekund. Císařské štěstí: Kdekoliv je zlato, císařští vždycky najdou víc. Populární používání Díky jejich dovednostem jsou císařští ideální pro vlastní třídy. Jejich všestrannost z nich dělá vysoce efektivní v křížených třídách, jako například bojoví mágové a křižáci. Vzhledem k jejich vysoké úrovni v Obnově a bonusům v Tězké zbroji a Jednoručních zbraních excelují při hraní za paladiny/templáře. Jejich dovednost Hlas císaře jim umožňuje uklidnit humanoidní cíl, což jim dává možnost se vzdálit a zotavit se. Ti nadaní v plížení mohou využít uklidněné cíle tím, že na ně tajně zaútočí a zabijí je. Také nacházejí více zlata, což z nich dělá efektivní zloděje. Jména Císařští obvykle mívají latinská jména. Vezměme si kupříkladu jména Sorex Vinius, Tullius, Camilla Valerius, Cicero atd., která jsou římská. Ve Skyrimu se začala císařská jména znít spíše italsky než latinsky, jako například Viola Giordano, Severio Pelagia, Mercurio nebo Vittoria Vici. Významní císařští Adrianne Avenicci – Kovářka a majitelka obchodu a kovárny U Válečnice ve Whiterunu, dcera Proventa Generál Tullius – Skyrimský vojenský guvernér Cicero – Strážce Matky noci, člen Temného bratrstva Titus Mede II. – Tamrielský císař Velitel Maro – Vůdce Penitus Oculatus ve Skyrimu Gaius Maro – Člen Penitus Oculatus, syn velitela Mara Proventus Avenicci – Správce jarla Balgruufa v Dračí síni Vittoria Vici – Sestřenice Tita Medea II., vysoce postavená zaměstnankyně Východocísařské společnosti Dexion Evicus – Kněz Bekyně Zajímavosti Tendence císařských se nechat ovlivnit jinými kulturami, například nordy a mery, naráží na to, jak si Římané přivlastňovávali různé aspekty kultur od těch, které dobyli. Nápad na vytvoření císařské rasy možná vychází z pozdějšího římského císařství, což vidíme v jejich historii a architektuře. Přestože nejlepší zbraní císařských v loru je jejich stříbrný jazyk, nezačínají s bonusem v dovednosti Přesvědčování."
}