{
    "title": "Daedry",
    "table_of_contents": [
        "Obsah",
        "1 Daedričtí princové",
        "2 Nižší daedry",
        "3 Galerie",
        "4 Zdroje"
    ],
    "infobox": "",
    "content": "Daedry jsou božská stvoření, která se nezúčastnila stvoření Mundu, tudíž si zachovala plnou moc. Také mají veliký vliv na smrtelnou říši; tak či onak se jejich vliv dotýká v Tamrielu všech.[1] Slovo „daedra“ má aldmerský původ a hrubě se překládá jako „ne naši předkové“, na rozdíl od aeder – „předkové“.[2] Technicky se pouze množné číslo píše jako „daedry“, ale toto slovo se často používá i jako vyjádření jednotného čísla. Správné jednotné číslo je „daedroth“,[3] ale tak oslovujeme specifický druh daeder.[4][5] Různé národy mají také své vlastní mýty a názvy pro daedry. Daedry jsou často také označované za démony, ale tento význam je zavádějící. Všechny daedry mají slabost pro nehoráznost, a jsou tudíž schopné ohromných skutků zkázy, ale jejich různé sféry zájmů jim umožňují uplatnit svou moc různými způsoby. Také jsou hodně různorodé, a právě z tohoto důvodu je téměř nemožné je jako celek nějak zařadit.[3][4] Také je složité je označit jako „hodné“ i jako „zlé“. Jediná věc, která je jasná je to, že jsou daedry nad chápání smrtelníků (stejně jako jsou smrtelníci nad chápání daeder).[4][6] Daedry mají mnoho podob. Nepochybně jsou tu opravdové daedry, jako daedričtí princové a vysoce inteligentní dremory.[6] Pak tu jsou nižší tvorové, kteří jsou spolčení s těmito vyššími silami.[3] Fyzická podoba daedry může být zničena, ale daedra samotná nemůže být nikdy zabita; duše (spíše známá jako nevole nebo stopa) poražené daedry se vrací do nicoty Zapomnění, dokud si nevytvoří fyzickou podobu.[6][7] Poražená daedra je z tohoto důvodu označovaná za „zapuzenou“ nebo „vymýcenou“ místo „zabitou“.[7] Není nám známé, co se stane s daedrou zabitou v Aetheriu,[8] ale je naznačené, že by to mohl být jeden způsob jak natrvalo daedry zabít.[9] Daedry jsou skvělí napodobitelé, a jejich stvoření údajně napodobují věci nalezené na Nirnu, ale prapodivným a dokonce zkaženým způsobem. Skrze temné rituály dokáží vyrobit zdánlivě nezničitelné a silné daedrické zbroje a zbraně.[5][10] Daedričtí princové také vytvořili několik druhů daeder, jenž jsou podobné tvorům nalezeným na Nirnu. Brouci, škorpióni, vosy a pavouci ze Spirálového přadénka Mephaly a vrány z Evergloam Nocturnal jsou více než zjevné příklady imitací tvorů Nirnu. Daedričtí princové Daedričtí princové (občas nazývaní daedričtí páni) jsou ty nejmocnější daedry, a tudíž jsou často uctívaní jako bohové. Každý princ má svou vlastní sféru zájmů, které vládnou. Nemají žádné pohlaví a mohou na sebe brát jak mužskou, tak ženskou podobu, někdy i obojí zároveň. Jsou označovaní jako Princové, nehledě na to, v jaké podobě se nejčastěji objevují. Celkem známe sedmnáct mocných Princů: Azura, Boethiah, Clavicus Vile, Hermaeus Mora, Hircine, Jyggalag, Malacath, Mehrunes Dagon, Mephala, Meridia, Molag Bal, Namira, Nocturnal, Peryite, Sanguine, Sheogorath a Vaermina. Podle Mankara Camorana je Lorkhan také jedním z Princů, to ovšem nebylo nikdy potvrzeno. Každý Princ, až na Jyggalaga, má svou vlastní říši Zapomnění, nad kterou vládne. Možnosti jejich světů, moci a vlivu se nesnadno chápají, neboť existuje více než 37 000 dalších říší (třeba Mohyla duší a Chiméra sklíčenosti, stejně jako říše chaosu a kapesní vesmíry), nad jimiž mají buď malou nebo vůbec žádnou kontrolu. Daedričtí princové hledí na lidi a mery jako na pouhé drobné pobavení, občasně chválí činy smrtelníků, když překonají jejich očekávání. Smysl „dobra“ a „zla“, jenž vnímají smrtelníci, vůbec neznají, a často mívají radikální tendence, kvůli čemuž se jich lidé a merové velmi bojí. Pár Princů zřejmě i těší ohromná devastace, přesněji řečeno Boethiu, Molag Bala, Vaerminu, Mehrunes Dagona a Peryita. Ačkoli jsou většinou považovaní za zlé, v Tamrielu jsou celkem široce uctívaní. Propracované svatyně jsou stavěné, aby ctily daedry jako bohy. Často si vyvíjí vášnivý zájem o jejich následovníky, a spekuluje se o tom, že je to kvůli očividnému potěšení z toho, že jsou něčími bohy, nebo protože rádi dohlížejí na své potencionální budoucí subjekty (za předpokladu, že ti s démonickou povahou jdou po smrti do Zapomnění; existuje tolik posmrtných teorií, kolik je náboženství). Běžní náboženští činitelé odmítají vyznávání daeder a občas i pořádají hony, sloužící k vyhánění uctívačů daeder. Během těchto událostí jsou často překvapení hraničním zdravým rozumem, jenž přichází s vyznáváním Princů. Většinou má zabývání se daedrami za následek to, že má daná osoba zřetelný pocit, že je o ní přemítáno, stejně jako člověk hledící pod obrácený kámen se může na okamžik zajímat o život brouků, jenž tam v nevědomosti žijí. Nižší daedry Daedričtí princové, jakožto nejmocnější druh daeder, mají mnoho služebníků, jimž se obecně říká nižší daedry (neplést si se specifickým druhem daeder, podobné daedrothům, které nesou stejný název). Přestože je velké množství nižších daeder spojeno s daedrickými princi, ve skutečnosti může každá daedra sloužit jakémukoliv Princi zúčastněním se v „Rituálním poutu“, zatímco jiné zůstávají nezařazení, ačkoliv detaily zůstávají neznámé.[4][5][6] Někteří dokonce slouží smrtelníkům.[5] Třeba dunmerové využívají daedry jako sluhy a nástroje,[5][11] stejně jako mnoho dalších národů,[12][13] a ayleidé zaměstnávali dokonce celé armády daeder, aby pro ně bojovali proti lidem.[14] Daedry jsou obvykle vyvolávány a používány ve studii magie; magická škola Vyvolávání se výhradně zabývá spojením mysli s daedrou a přinucení jejího objevení v říši smrtelníků.[3][15]"
}