{
    "title": "Daggerfall",
    "table_of_contents": [
        "Obsah",
        "1 Název",
        "2 Historie",
        "2.1 První éra",
        "2.2 Druhá éra",
        "2.3 Třetí éra",
        "2.4 Čtvrtá éra",
        "3 Geografie",
        "3.1 Poloha",
        "3.2 Klima",
        "4 Popis města a čtvrti",
        "4.1 Druhá éra",
        "4.1.1 Hradní město",
        "4.1.2 Obchodní čtvrť",
        "4.1.3 Přístav",
        "4.1.4 Hrad",
        "4.2 Třetí éra",
        "5 Správa",
        "5.1 Městská hlídka",
        "5.2 Rytíři dračího řádu",
        "6 Ekonomika",
        "6.1 Služby",
        "6.2 Nemovistosti k prodeji",
        "7 Demografie",
        "7.1 Počet obyvatel",
        "7.2 Rasy v Daggerfallu",
        "7.3 Náboženství",
        "8 Kultura",
        "8.1 Pamětihodnosti",
        "8.2 Architektura",
        "9 Doprava",
        "9.1 Pozemní doprava",
        "9.2 Námořní doprava",
        "9.3 Portál",
        "10 Mapy",
        "11 Reference"
    ],
    "infobox": "Daggerfall Vyobrazení znak mapa Geografické info Typ sídla: hlavní město Země: Tamrielská říše, Daggerfallské království Provincie: High Rock Region: Glenumbra Správní info Vláda: Král Centrum: Hrad Počet čtvrtí: 4 Počet obyvatel: 110 000+ (3E 401)[1] Herní údaje Počet NPC: cca 300+ (TESO) Hry: The Elder Scroolls: ArenaThe Elder Scrolls II: DaggerfallThe Elder Scrolls Online",
    "content": "Daggerfall je hlavní město císařské provincie High Rocku a zároveň Daggerfallského království. Zároveň se jedná o jedno z největších měst v oblasti v Iliáckého zálivu. Se svými více než 110 000 obyvateli je pak Daggerfall nejlidnatějším městem High Rocku. Leží na samém jihozápadě provincie v regionu Glenumbra. Město má bohatou a dlouhou historii, která začala již v první éře. Daggerfall má velký politický, kulturní a obchodní vliv na záležitosti v provincii. Svou moc a bohatství získalo město především díky obchodu v oblasti Iliáckého zálivu. Jeho největšími konkurenty jsou města Wayrest a Sentinel. Název Doslovný překlad názvu města znamená pád dýky. Existuje legenda o založení města, kdy měl první náčelník hodit svou dýku, aby tak vytyčil hranice osady. Právě od jeho hodu dýkou je název města odvozen.[1] Historie První éra První dochovaná písemná zmínka o Daggerfallu pochází z roku 1E 246. V té době značnou část High Rocku dobyli Nordové ze Skyrimu. Jedním z prvotních civilizačních počinů Nordů bylo sčítání obyvatel. Dle dochovaného záznamu žilo v 1E 246 v Daggerfallu 216 lidí, z toho 110 mužů, 93 žen a 13 dětí do věku 8 let. Obyvatelé osady chovali 58 krav, 7 býků, 63 slepic, 11 kohoutů a 38 prasat. Daggerfall byl v té době zemědělskou a rybářskou osadou. Pod vládou Skyrimu se Daggerfall těšil velké prosperitě. Po roce 1E 369 se začala říše Nordů hroutit a ztratila svůj vliv v High Rocku. Právě v té době začala vzrůstat moc Daggerfallu, který vybudoval vlastní armádu a brzy se stal jedním z nejvýznamnějších měst v oblasti Iliáckého zálivu.[1] Daggerfall se účastnil válečného konfliktu s Alessianskou říší na straně Hegemonie Direnni, tedy na straně elfů. Během těchto válek sloužilo město jako základna pro hlavní námořní i pozemní operace. Nedaleko města se také odehrála slavná bitva u Glenumbra Moors, ve které zvítězili Direnni nad říší. Kouzelník Raven Direnni, který se bitvy účastnil, byl jedním z obyvatel Daggerfallu. Zatímco po bitvě u Glenumbra Moors moc Direnni upadala, tak moc Daggerfallu byla na vzestupu. Město se stalo nezávislým městským státem, královstvím. Roku 1E 609 král Thagor porazil armádu města Glenpointu. Po tomto vítězství se Daggerfall stal prominentní vojenskou, kulturní a ekonomickou silou v jižním High Rocku.[1] V horách Wrothgar se objevila nová hrozba pro městské státy High Rocku. Usadili se zde totiž Orkové, kteří založili město Orsinium. Orkové podnikali nájezdy až k řece Bjoulsae, kde ohrožovali bretonské osady. Daggerfall uzavřel spojenectví s hammerfellským městským státem Sentinelem. Spojené armády obou států nakonec Orsinium dobyly a zničily.[2] Stalo se tak v roce 1E 980.[3] Odstranění hrozby Orsinia a vpádů Orků do údolí kolem řeky Bjoulsae, posílily především Wayrest. Původně malá osada začala rychle prosperovat a během několika desítek let se stala nejen jedním z největších měst, ale také nejmocnějších království v High Rocku. Podnikaví kupci z Wayrestu brzy opanovali námořní obchod v Iliáckém zálivu a vytlačili Daggerfall z pozice hegemona. Další oslabení Daggerfallu přinesl thrassianský mor, který zahubil v High Rocku polovinu populace, válka spravedlnosti a první akavirská invaze.[1] Druhá éra Roku 2E 541 sjednotil Durchorach, zvaný Černý drak, divoké kmeny z Plání a vedl invazi do High Rocku. Reachmeni vyplenili obrovská území od Bangorai až po Glenumbru. Pokusili se dobýt Wayrest, avšak jejich síly na zdolání mohutných hradeb nestačily. Černý drak rozdělil svou armádu na dvě části, zatímco jedna obléhala nadále Wayrest, druhá pochodovala dál na západ směrem k Daggerfallu. Wayrest vyslal na pomoc Daggerfallu své loďstvo, spojené síly obou nejmocnějších království High Rocku nakonec Reachmeny porazily v krvavé bitvě u Daggerfallu.[4] Daggerfall se připojil k velkému paktu mezi městskými státy High Rocku, Sentinelem a druhým Orsiniem. Původně obranný pakt se brzy změnil na volnou alianci států, do jejich čela se postavil Emeric, král Wayrestu. Cílem paktu bylo obnovit pořádek a mír a nastolit novou říši s Emericem jako císařem. Králem Daggerfallu byl v té době Casimir, který musel čelit spiknutí, které mu usilovalo o život. Naštěstí byl před vrahy zachráněn.[5] Daggerfallská úmluva se časem rozpadla. Na konci druhé éry však vznikla nová říše, která zahrnovala celý kontinent. Tato říše vešla ve známost jako Tamrielská říše a High Rock, včetně Daggerffallu se stal její součástí. Začala nová třetí éra. Třetí éra \"Jedno z nejstarších měst a největších měst High Rocku, Daggerfall, se dlouhodobě považuje za hlavní město město High Rocku, a to díky dávné minulosti, moci a prosperitě.\" ―Kapesní průvodce říší, High Rock/1. vydání[src]Ve třetí éře se Bretonci proslavili, když zastavili a porazili Camorana Uzurpátora, který vedl značnou vojenskou sílu proti říši v jejímž čele v té době stál slabý císař. Camoran byl poražen roku 3E 267. Daggerfall byl jedním z mnoha států High Rocku, který se na porážce Camorana podílel.[2] V letech 3E 402 - 3E 403 došlo k válce mezi Daggerfallem a Sentinelem o ostrov Betony. V tomto sporu Daggerfall zvítězil a získal protektorát nad ostrovem.[2] Roku 3E 417 došlo k mimořádné události a to s působením nadpřirozených sil. Došlo k přesunům armád a změnám hranic. Bretonci věří, že ke změnám došlo díky zásahu bohů. Bolestivý proces byl nazván jako Mírový zázrak na západě, jelikož tam, kde se kdysi nacházely desítky rozhádaných států jich náhle bylo pouze pět. High Rock se tak ocitl mnohem blíž ke sjednocení, než kdy dřív během své tisíce let trvající historie.[2] Díky mírovému zázraku rozšířil Daggerfall významně svá území. Po mírovém zázraku začaly městské státy své spory řešit spíše prostřednictvím diplomacie než ozbrojenými konflikty. Daggerfall a Camlorn mohly být po jistou dobu sjednoceny pod vládou jednoho panovníka, došlo totiž ke sňatku mezi dědici trůnu obou monarchií. Sňatkovou politiku využil Daggerfall i v případě politiky vůči Sentinelu, což přineslo zlepšení vztahů mezi oběma královstvími.[2] Čtvrtá éra Není známo, jak postihl Daggerfall Vpád Oblivionu, který se dotkl celé říše na konci třetí éry, způsobil vymření dynastie Septimů a začátek čtvrté éry. Ve čtvrté éře zůstával High Rock nadále stabilní částí říše, zatímco ta přišla o mnohé provincie. Daggerfall zůstal i nadále věrným spojencem a poddaným tamrielských císařů. Geografie Poloha Hlavní daggerfallská brána a most Daggerfall leží na jihozápadě regionu Glenumbra, velkého poloostrova, který tvoří podstatnou část západního High Rocku. Leží také nedaleko místa, kde Iliácký záliv ústí do moře, což z města činní strategicky důležitý bod. Zatímco na západě je město chráněno mořem, na severu jej obklopují hory. Na východě za městskými hradbami se rozkládá velký les Daenia. Centrem města protéká malá říčka, jejíž vody jsou před městem sváděny do vodního příkopu. Klima V Daggerfallu panuje příjemné mírné klima. Léta jsou teplá a sluneční počasí se často střídá s přívalovými dešti a bouřkami. Zimy jsou mírné a nemají dlouhého trvání, přesto však Daggerfall pravidelně v zimních měsících zasype sníh. Popis města a čtvrti Druhá éra Daggerfall je jedním z největších a nejvýznamnějších měst v High Rocku. V době druhé éry bylo město obehnáno na východní a jižní straně mohutnou hradbou, zatímco ze severu chráněno nedostupným pohořím a na západní straně se nacházel zdejší přístav. Město bylo před východní hradbou chráněno navíc příkopem s vodou, přes který vedl klenutý kamenný most. Hradba byla posílena mnoho obranými věžemi a vstoupit do města bylo možné skrz dvě městské brány. Daggerfall se uvnitř svých hradeb dělil v té době na čtyři městské části. Hradní město Hradní město v Daggerfallu Hradní město byla čtvrť, která se nacházela v severní části Daggerfallu. Na východní straně byla čtvrť chráněna hradbou, právě zde se nacházela městská brána, sloužící jako hlavní vstup do města. Na jihu byla hranice čtvrti tvořená říčkou, přes kterou bylo hradní město spokojeno s obchodní čtvrtí malým mostem. Hradní město sloužilo především jako rezidenční čtvrť zdejších obyvatel. Nacházel se zde hostinec U Růžového lva. Mezi další významné budovy ve čtvrti patřily také místní pobočky cechu mágů a cechu bojovníků. Ve druhé éře se zde nacházela také teleportační svatyně. Obchodní čtvrť Obchodní čtvrť tvořila jižní část města. Na východě a jihu byla chráněna hradbou. Na jihovýchodní straně čtvrti se nacházela druhá městská brána, kterou bylo možné sestoupit do menšího přístavu. V obchodní čtvrti sídlila většina daggerfallských obchodníků a městských služeb. Nacházela se zde dvě velká veřejná prostranství, sloužící jako hlavní městská náměstí. Především to bylo daggerfallské tržiště a Obchodníkovo náměstí. Ve zdejší čtvrti se nacházely také budovy katedrály a banky. Kolem katedrály se rozléhal hřbitov, kde byli ukládáni zdejší občané k poslednímu odpočinku. Přístav Velký přístav v Daggerfallu ležel v západní části města a dalo se do něj sestoupit z Hradního města. Přístav sloužil jak obchodním, tak vojenským účelům. Nacházely se zde především sklady a doky. Na ostrůvku v přístavu se nacházel také maják. Ze zdejšího přístavu vedly námořní trasy, spojující Daggerfall s téměř celým kontinentem. Hrad Hrad v Daggerfallu Slavný daggerfallský hrad se tyčil na kopci nad městem na západě a byl tak jeho neodmyslitelnou dominantou. Chráněn byl dvěma vysokými věžemi a vlastní hradbou, která jej oddělovala od zbytku města. Do hradu bylo možné vstoupit jak z Obchodní čtvrti a to přes most přes říčku, tak z Hradního města. Třetí éra Ve třetí éře patřil Daggerfall mezi nejrozlehlejší města v oblasti Iliáckého zálivu, co do počtu obyvatel byl dokonce větší, než jeho hlavní soupeři Wayrest a Sentinel. Město bylo opevněno mohutnou kamennou hradbou a vstoupit do něj bylo možné skrz čtyři městské brány. Na noc se brány zavíraly a vstoupit do města bylo možné mezi 6:00 až 18:00 hodinou. Hrad byl podstatně přestaven, ve městě však nadále sídlily pobočky cechu mágů, bojovníků i banky. Správa Daggerfall je politicky jedním z nejmocnějších měst v High rocku. V rámci říše se těší značné autonomii. V čele města stojí od nepaměti král, který je pánem nejen města, ale také území, které jej bezprostředně obklopuje. Celé toto území tvoří státní celek, který je známý jako Daggerfallské králoství. Státní zřízení je klasickou feudální monarchií, kdy je veškerá politická moc v rukách místních šlechtických rodů. O všední záležitosti v království se stará královský komorník, zatímco vojsko má na starost kapitán. O bezpečnost obyvatel, pořádek a dodržování zákonů ve městě i v regionu se stará městská stráž. V Daggerfallu se nachází také řád rytířů Draka. Jakmile se stal High Rock provincií Tamrielské říše, dostalo se Daggerfallu té pocty, že byl povýšen na hlavní město celé provincie. V Daggerfallu tak krom královských úřadů sídlí i úřady císařské správy v zemi. Moc daggerfallského krále je však omezena pouze na území, která se nachází výlučně pod jeho vládou. Císařské záležitosti zřejmě spravuje guvernér, jmenovaný císařem, nebo Radou starších. Městská hlídka O pořádek a dodržování zákonů ve městě dbá městská stráž, která pravidelně hlídkuje v městských ulicích a u bran. Vojáci nosí jednotnou koženou zbroj a helmu. Někteří jsou vyzbrojení kulatými štíty a jednoručním mečem. Jiní vojáci naopak preferují těžké palcáty. Pokud hlídka přistihne někoho při nezákonné činnosti, většinou uděluje provinilci pokutu. Pokud ji provinilec odmítne zaplatit, ztrácí svá práva a stráž dodržování zákonů vymáhá násilím. Rytíři dračího řádu Rytíři dračího řádu mají v Daggerfallu dlouholetou tradici. Řád neslouží tamrielské říši, ale jeho nejvyšším úkolem je ochrana královské rodiny v Daggerfallu. Proto je hrad, na rozdíl od městských ulic, střežen přímo rytíři. Ti nosí železné brnění, velký štít a jednoruční meče. Ekonomika Tržiště v Daggerfallu Daggerfall patří k nejbohatším městům v High Rocku. Podstatný díl na tom má především námořní obchod v Iliáckém zálivu. Město bylo dlouho obchodním hegemonem s monopolem na obchod v oblasti. V první éře byl však Daggerfall vytlačen z této pozice Wyrestem. Přesto však zůstává vedle Wayrestu a Sentinelu klíčovým hráčem v oblasti námořního obchodu. Co se týče pozemního obchodu, je trh v Daggerfallu největší v Glenumbře a nakupovat sem chodí i obyvatelé, kteří žijí na venkově, v Daggerfallu totiž seženou všechno důležité zboží, které není k dispozici v menších městech a vesnicích. V okolí města se nachází několik farem, které zajišťují zásobování potravinami a ve městě jsou chována hospodářská zvířata. Služby Ve druhé éře bylo ve městě Daggerfall možné nalézt tyto služby: Banka - banka v obchodní čtvrti, kam mohli občané ukládat své úspory. Cech bojovníků - pobočka cechu bojovníků se nacházela v Hradním městě. Cech mágů - pobočka cechu mágů se nacházela v Hradním městě. Cestovní svatyně - magický portál umožňující cestování mezi Daggerfallem a místy, které rovněž disponovaly podobným portálem. Katedrála - katedrála se svatyní, kam mohli věřící přinášet své dary. Obchodníkovo náměstí - náměstí s několika obchody a kovárnou. V jednom z obchodů se nacházel stůl očarování a stůl na výrobu šperků. V kovárně kováři kovali zbraně a zbroje. Nacházelo se zde také oděvnictví. Mlýn - mlýn sloužil řemeslníkům a alchymistům. Nacházelo se zde tesařství a alchymistický stůl. Stánky u západních schodů - stánky, kde své zboží prodávali guildovní obchodníci. Stáje - v Daggerfallu se nacházely hned dvoje stáje. Tržiště - tržiště na veřejném prostranství v centru města, kde bylo od obchodníků možné sehnat běžné zboží. U Růžového lva - místní hostinec, který se nacházel v Hradním městě. Útočiště psanců - útočiště v podzemí pod městem, kam se ukrývali psanci před zákonem a kde bylo možné prodat nezákonně získané zboží. Nemovistosti k prodeji V Daggerfallu si může hráč ve hře The Elder Scrolls Online koupit několik nemovitostí. Zde uvádíme jejich seznam. Pokoj U Růžového lva - hráči za Daggerfallskou úmluvu získají zdarma po splnění questu. Jinak je cena pokoje 3000 zlatých. Dům kapitána Margauxe - malý dům, který si mohou hráči koupit za 56 000 zlatých, nebo nezařízený za 2 300 korun, případně zařízený za 2 900korun. Daggerfall Overlook - hrad nedaleko Daggerfallu, hráči mohou nemovitost koupit buď za 3 780 000 zlatých. Mohou koupit také nezařízený za 11 000 korun, případně zařízený za 13 000 korun. Dům kapitána MargauxePokoj U Růžového lvaDaggerfall Overlook Demografie Počet obyvatel Historicky existuje několik záznamů o počtu obyvatel Daggerfallu. Kolem roku 1E 246, kdy byl Daggerfall jen malou vesnicí v něm žilo 216 lidí, z toho 110 mužů, 93 žen a 13 dětí do věku 8 let. Roku 3E 401 v Daggerfallu žilo více než 110 000 obyvatel, což z něj činilo jedno z největších tamrielských měst a nejlidnatější město v High Rocku. Daggerfall dle dostupných záznamů v počtu obyvatel předčil i své konkurenty Wayrest a Sentinel.[1] Rasy v Daggerfallu Odstavec uvádí zastoupení jednotlivých ras v roce 2E 582 Domácím obyvatelstvem Daggerfallu jsou Bretonci, kteří tvoří více než polovinu z celkového počtu obyvatel, celkem 60 %. Výraznými menšinami, které mají v Daggerfallu jsou vzhledem k blízkosti jejich vlasti Redguardi a Orkové, obě rasy po 15 %. Všechny ostatní tamrielské rasy mají ve městě nepatrné zastoupení, společně tvoří 10 % obyvatelstva.[6] Náboženství Katedrála v Daggerfallu Většina obyvatel v Daggerfallu vyznává kult božské osmičky. Oblíbeným a regionálním božstvem ve městě je Kynareth, jejímuž kultu je zasvěcena zdejší katedrála.[7] Obyvatelé nosili do chrámu dary, na oplátku obdrželi požehnání, nebo se zde dočkali péče léčitelů. O chrám a náboženský život ve městě se starají kněží a kněžky. Kolem katedrály se rozkládá také hřbitov, kam jsou mrtí ukládáni k poslednímu odpočinku. Kultura Pamětihodnosti Hrad - královský hrad, který se tyčí nad městem je od dávných dob sídlem královského dvora a tvoří nepřehlédnutelnou dominantu města. Katedrála - katedrála je náboženským centrem města i celého království. Architektura Město je vystavěno v typickém bretonském architektonickém slohu. Domy jsou většinou malé a přízemní, bohatší lidé žijí v jednopatrových domech. Pouze výjimečně se ve městě nachází i domy dvoupatrové, například hostinec. Typická je hrázděná architektura, kdy je přízemek zděný, horní patra pak dřevěná a ledabyle omítnutá. Významné budovy jsou vystaveny z kamene a mají klenutá okna, například katedrála a královský palác. Doprava Pozemní doprava Daggerfall je dobře propojen se zbytkem provincie kvalitní silnicí, která vede z města na východ dále do města Camlorn a do Wayrestu. Cestují většinou obchodníci, poslové, nebo vojáci. Méně majetní cestují pěšky, zatímco boháči a obchodníci využívají koně. Kupci také často cestují v karavanách. Orsinium - době daggerfallské úmluvy mohli dobrodruzi cestovat s pravidelnou karavanou mezi Daggerfallem a Orsiniem. Námořní doprava Přístav Daggerfall je jedním z nejvýznamnějších a největších přístavů v High Rocku. Námořní trasy jsou hojně využívány obchodníky, především v oblasti Iliáckého zálivu. Někteří obchodníci však vyplouvají do dalekých končin. Hojně používané trasy v druhé éře byly tyto: Alinor - město na ostrově Summerset, větším ze Summersetských ostrovů, jednosměrná trasa z Daggerfallu do Alinoru. Anvil - město na Zlatém pobřeží v Cyrodiilu, obousměrná trasa mezi městy. Davon's Watch - město ve Stonefalls v Morrowindu, obousměrná trasa mezi městy. Ebonheart - město ve Stonefalls v Morrowindu, obousměrná trasa mezi městy. Evermore - město v regionu Bangorai v High Rocku. Obousměrná trasa mezi městy. Lilmoth - město v regionu Murkmire v Black Marshi, obousměrná trasa mezi městy. Seyda Neen - vesnice na ostrově Vvardenfell v Morrowindu, jednosměrná trasa z Daggerfallu. Stonetooth Fortess - město na ostrově Betony v High Rocku, obousměrná trasa mezi městy. Stros M'Kai - město na ostrově Stros M'Kai v Hammerfellu, obousměrná trasa mezi městy. Vivec City - město na ostrově Vvardenfell v Morrodindu. Jednosměrná trasa z Daggerfallu. Vulkhel Guard - město na Auridonu, menším ze Summersetských ostrovů, obousměrná trasa mezi městy. Wayrest - město v regionu Stormhaven v High Rocku. Obousměrná trasa mezi městy. Portál Ve druhé éře využívali někteří magicky zdatní cestovatelé i tzv. cestovní svatyni, která umožňovala spojení Daggerfallu se všemi místy, které disponovaly podobnou svatyní. Mapy Plán města, druhá éraPoloha v rámci High RockuPoloha v rámci Tamrielu"
}