{
    "title": "Dagoth Ur",
    "table_of_contents": [
        "Obsah",
        "1 Historie:",
        "1.1 Raný život:",
        "2 Válka První rady:",
        "2.1 Věrný Dagoth Ur:",
        "2.2 Dagothský ďábel:",
        "2.3 Dům zrádců:",
        "2.4 Šarmat:",
        "3 Šestý dům:",
        "4 Návrat:",
        "5 Hodina probuzení:",
        "6 Nerevarínův příchod:",
        "7 Vliv ve čtvrté éře:",
        "8 Artefakty:",
        "8.1 Maska Dagoth Urova (Mask of Dagoth Ur)",
        "8.2 Amulet ohnivého srdce (Amulet of Heartfire)",
        "8.3 Amulet zdravého srdce (Amulet of Heartheal)",
        "8.4 Amulet důstojného srdce (Amulet of Heartrime)",
        "8.5 Amulet bijícího srdce (Amulet of Heartthrum)",
        "8.6 Pás ohnivého srdce (Belt of Heartfire)",
        "8.7 Prsten krve (Blood Ring)",
        "8.8 Prsten duše (Soul Ring)",
        "8.9 Prsten srdce (Heart Ring)",
        "9 Trivia:"
    ],
    "infobox": "",
    "content": "Tento článek je o bohu. Pro lokaci, která nese jeho jméno, přejděte na Rudou horu. \"Taková pošetilost. Jsem bůh. Jak chceš zabít boha? Taková veliká a opojná nevinnost. Jak můžeš být tak naivní? Není úniku. Žádné Odvolání či Zásah tu nefunguje. No tak. Slož své zbraně. Na mou milost ještě není příliš pozdě.\" ―Dagoth Ur Nejvyšší lord radní Dagoth Ur Dagoth Ur, také známý jako Voryn Dagoth, Šarmat (The Sharmat), stejně jako Probuzený pán Šestého domu (Awakened Lord of the Sixth House), lord Dagoth a Otec hory (Father of the Mountain) byl nesmrtelný nejvyšší lord radní domu Dagoth, který přebýval pod Rudou horou se svými příbuznými, popelavými upíry (Ash Vampire) a legiemi corprusových nestvůr. V první éře nechtěně způsobil bitvu na Rudé hoře informováním hortátora Indoril Nerevara o tom, že dům Dagoth objevil dwemeri při uctívání utajeného zdroje moci, Lorkhanova srdce, což chimerové prohlásili za rouhavé a kacířské. Záznamy se velice liší v tom, co vlastně před, při a po bitvě provedl, ale tak jako tak, skončilo to porážkou jak Dagotha, tak i Šestého domu. Byly prohlášeni za zrádce a jejich jména byla z valné části vymazána z dunmerské historie Chrámem Tribunálu. Tribunál o tom nevěděl, ale Dagoth přežil a Šestý dům také nebyl úplně vyhlazen, poněvadž s mnoha svými příbuznými spal po mnoho tisíc let pod Rudou horou. Probudil se v pozdní druhé éře a vymyslel plány na vybudování nového Numidia, Akulakhana, se kterým chtěl dobýt Tamriel. Poté, co ukradl Almsivi jejich božskou moc, pustošil Morrowind po celá staletí a vytvořil legie corprusových zrůd vypuštěním sněti (The Blight). Jeho hrůzovláda skončila v pozdní třetí éře, kde Nerevarín (The Nerevarine) vystoupal Rudou horu a porazil jej. Historie: Raný život: Kogoruhn, domovská pevnost domu Dagoth Voryn Dagoth byl chimerský nejvyšší lord radní domu Dagoth, jednoho z Velkých domů Resdaynu, které vládli zemi se svými spojenci dwemery. Přebýval v Kogoruhnu (\"nerozbitný domov\" v temné elfštině), klanovém panství jeho domu. Vládci První rady byly Nerevar, hortátor chimerů, a Dumac Trpaslork, dwemerský král. Voryn byl důvěrným přítelem jich obou, obzvláště Nerevara, se kterým byl stejné generace a sdíleli spolu bratrské pouto. Nerevarovi také věrně sloužil jako generál. Byl to i mocný čaroděj a očarovávač. Válka První rady: Věrný Dagoth Ur: Praporec domu Dagoth Voryn Dagoth hrál velikou roli v rozdělení a následné válce mezi frakcemi První rady, ale zápisy se silně liší v tom, na čí straně vlastně byl. Jisté záznamy, jmenovitě ty patřící popelcům (Ashlanders) a od Viveca samotného, praví podobné příběhy, které se liší v klíčových detailech. Tyto příběhy znázorňují lorda Dagotha, jak přišel za Nerevarem a jeho rádci, Almalexií, Sotha Silem a Vivecem, s poselstvím, že dům Dagoth objevil zdroj dlouho neznámé a tajné moci, který dwemerové uctívali, Lorkhanovo srdce (Heart of Lorkhan). Dagoth vysvětlil, že dwemerové tento rouhavý zdroj použili k získání nesmrtelnosti, čímž se dostali mimo dosah bohů a jejich velekněz a vedoucí tónový architekt Kagrenac Pohromec zašel tak daleko, že vytvořil nástroje na stvoření nového boha, který by sloužil ku výsměchu chimerské víře a jako nebezpečná zbraň, kterou by dwemerové mohli použít k získání Resdaynu pro sebe. Tohle Nerevara znepokojilo a tak šel s těmito obviněními za Dumacem a zeptal se, jestli byla pravdivá. Kagrenac a jeho kněží ovšem před Dumacem stavbu nového boha Numidia zatajili a tak Dumac prohlásil svůj lid za nevinný z jakékoli nepřístojnosti. Tu Kagrenac přistoupil k Nerevarovi a zeptal se jej, kdo si myslel, že byl, aby soudil činy dwemerů. Nerevar byl tímto setkáním s dwemeri neméně znepokojen a vydal se na pouť do Holamayanu, svatého chrámu daedrického knížete Azury, která potvrdila, že vše, co Dagoth řekl, byla pravda a vybudování nového boha by mělo být za každou cenu zabráněno, jak pro dobro Resdaynu, tak i pro celý svět. Nerevar, rozčilen Dumacovou zjevnou lží, se naposledy vrátil do Rudé hory, tentokráte vyzbrojen, obrněn a obklopen svými voji. Doufal, že se mu povede udržet mír, ale chtěl po Dumacovi a jeho lidu, aby se vzdali uctívání Lorkhanova srdce. Dumac stále nevěděl o plánech na nového boha, ale byl pyšný a vůči svému lidu ochranitelský a tak se oba zle pohádali a šli do války. Indoril Nerevar Válka První rady skončila bitvou na Rudé hoře (Battle of Red Mountain). Dle předem zmíněných zdrojů, díky spojené chytrosti Tribunálu a Nerevara byly dwemerské armády z valné části vylákány ze své pevnosti v Rudé hoře na otevřené pole, což dovolilo Nerevarovi, Dagothovi a malé družině společníků využít příležitosti proplížení se do komnaty Srdce. Tam se dva králové, Nerevar a Dumac, setkali a oba padli kvůli strašným ranám a vysávací magii. Podobné zápisy se na dalším vývoji událostí neshodují. Vivecova verze praví, že když byl Dumac sražen na zem a on sám byl v ohrožení života Vorynem Dagothem a ostatními, Kagrenac použil své nástroje na Srdce a v té chvíli všichni dwemerové na světě zmizeli beze stop. Vyprávění popelců (Ashlanders) naopak tvrdí, že než mohl Kagrenac své nástroje použít, byl zabit lordem Dagothem, který je přinesl svému umírajícímu příteli Nerevarovi a zeptal se ho, co s nimi provést. Nerevar znovu vyvolal Azuru a daedrický kníže jim ukázal, jak použít nástroje k oddělení moci Srdce od dwemerského lidu. Tribunál a jejich armády posléze spatřili trpaslíky změnit se po ztrátě své ukradené nesmrtelnosti v prach. Zprávy pokračují tím, že Dagoth žadonil Nerevara, aby nástroje zničil, čímž by se předešlo budoucímu zlu. Nerevar měl ale zakalenou mysl svými ranami a zármutkem nad ztrátou Dumaca a dwemerů; též si nepřál znovu ignorovat rady Tribunálu a šel se s nimi radit, přičemž zanechal svému příteli a generálu Vorynu Dagothovi slova: \"Zůstaň zde, věrný Dagoth Ure, a vyčkej mého návratu.\" Zápisy znovu nesouhlasí s tím, co se stalo dál: vážně zraněný Nerevar šel pro radu k Tribunálu. Podle popelců se Tribunál rozhodl, že chimerové by měli tuto sílu využít pro sebe, aby Nerevar mohl získat Resdayn a celý svět pro svůj lid. To ale hortátor nečekal a ani nechtěl a tak požádal své rádce a královnu, aby znovu vyvolali Azuru pro její pohled na věc. Tribunál, jimž zakořenila v duši chamtivost a po Srdci toužili, se rozhodl Nerevara zradit. Rituál pro vyvolání Azury zfalšovali a na hortátorovu vraždu použili otrávené svíce, róby a invokace. Ukázala se před nimi Azura, jenž přísahala, že použije své moci nad úsvitem a soumrakem k zajištění Nerevarova návratu a nápravě všech věcí. Než odešla, Azura umístila na Tribunál a chimerský lid kletbu, jež jim změnila kůži v popel a oči na oheň; z chimerů se stali temní elfové, dunmeři. Tribunál se poté vrátil do komnaty Srdce a setkali se s Dagoth-Urem, který už věděl, co provedli, poněvadž jeho kůže se též změnila. Pokusil se pomstít Nerevarovu smrt, ale byl poražen Tribunálem, který jej považoval za mrtvého. Našli nástroje, které Dagoth hlídal a skrz studium Kagrenacových metod se stali bohy. Vivecův záznam o poradě a následných činech sebe a svých druhů je velmi odlišný. Jeho tvrzení je, že Tribunál doporučil, aby byly nástroje uchovány a studovány pro blaho chimerů a jako preventivní opatření v případě, že by se dwemerové někdy vrátili. Nerevar měl veliké obavy, ale s radou souhlasil pod jedinou podmínkou: všichni přísahají na Azuřino jméno, že nástroje nikdy nebudou využity k tak svatokrádežnému účelu, jak to chtěli provést dwemerové. Všichni souhlasili a složili přísahu pod Nerevarovým dohledem. Po návratu do Rudé hory Dagoth Ur však odmítl vydat nástroje Tribunálu i Nerevarovi se slovy, že byly příliš nebezpečné a svěřit je bylo možné pouze do jeho rukou. V období, kdy mu byly nástroje svěřeny, Dagoth se zjevně naučil jejich moci. Nerevar a jeho stráže se uchýlily k získání nástrojů násilím. Dagoth Ur a jeho družiníci nějak unikli, ale nástroje bylo možné získat a byly předány do rukou Sotha Sila. Tribunál několik let dodržoval přísahu, kterou s Nerevarem složili, ale potajmu, Sotha Sil nástroje studoval a povedlo se mu odhalit jejich tajemství. Přišel za svými tribuny s vizí míru, prosperity a lepšího světa. Následně se vydali na pouť do Rudé hory a použili nástroje na Srdce ke své proměně. A tu se před nimi ukázala Azura. s přísahou, že Nerevar se vrátí a potrestá je za jejich zradu, přičemž je následně proklela zpopelavěním jejich kůže a proměnou jejich očí v oheň, z chimerů na dunmeri. Dagothský ďábel: Jiné zápisy o válce První rady a konečném výsledku bitvy na Rudé hoře zacházejí ohledně Dagoth Ura do velice odlišných směrů, kde jej předem uvedené zprávy uvádějí na straně chimerů a jeho pána Nerevara, po jehož boku se bil s dwemery. Jisté zdroje však praví něco jiného. Podle nordských legend z Pěti písní krále Wulfhartha (Five Songs of King Wulfharth), když se nordi dozvěděli o tom, že trpaslíci (dwemerové) a ďábli (chimerové) se znovu pustili do boje mez sebou, nordové zadoufali, že by díky tomu mohli získat zpět své staré državy. Provedli přípravu na útok, ale poté, co si uvědomili, že neměli žádného silného krále, pod kterým by se sjednotili, od plánů rychle upustili. Ale tu Voryn Dagoth, jehož nordi zvou \"dagothský ďábel,\" přišel se slibem míru a s tvrzením, že věděl, kde se nacházelo Shorovo srdce. Dagoth je informoval, že Srdce bylo ve spárech dwemerů a ďáblů. Nordi byly ovšem podezřívaví a zeptali se jej, proč by zrazoval své rodné, načež Dagoth odpověděl, že jeho lid se zrazoval mezi sebou navzájem už od počátku časů a tak už to prostě bylo. Nordi mu uvěřili. Jazykové (Tongues) znovu vyzpívali Shorova ducha a Shor shromáždil armádu jako za starých dní a následně vdechl dávno rozprášený popel krále Wulfhartha a dal mu nový život, poněvadž potřeboval dobrého generála. Ale Dagothský ďábel též žádal pozici generála a poukázal na svou roli požehnaného předzvěstitele svaté války; tak Shor získal dva vojevůdce, Popelavého krále Wulfhartha a Dagothského ďábla. A pochodovali na východní království se všemi syny Skyrimu. Další píseň krále Wulfhartha tvrdí, že Dagothský ďábel nordy oklamal: Shorovo srdce neleželo ve východním království a nikdy tam ani nebylo, poněvadž jen co Shor a jeho armáda dorazili k Rudé hoře, padli na ně trpaslíci a ďáblové. Jejich čarodějové zvedli horu a mrštili jí na Shora, čímž jej navěky pod Rudou horou uvěznili. Nordská armáda byla zmasakrována, ale ne dříve než Wulfharth zabil trpaslorčího krále Dumalacatha a zatratil jeho lid. Ďábel Vehk následně vystřelil Wulfhartha do pekel, ale Kyne jej z pekla vytáhla a ukázala mu barvu krve, kterou přináší zrada a nordové přísahali, že už žádnému ďáblovi nikdy věřit nebudou. Následná tajná píseň \"Pravda u Rudé hory\" říká, že Shorovo srdce vskutku v Resdaynu bylo, přesně, jak to Dagoth Ur slíbil. Dagoth Ur přiznal, že Tribunál zradil Nerevarovu důvěru a poslal jej za Lorkhanem (poněvadž tak říkali Shorovi v Resdaynu), aby se onen bůh mohl pomstít dwemerům za jejich aroganci, protože věřili, že Nerevarův smír s dwemeri by mohl vést ke zkáze velothských způsobů. Lorkhan z vlastních důvodů přísahal, že všichni dwemerové zemřou jeho rukou. Lorkhan prohlásil Nerevara za syna Boethie (Boethiah), jednoho z nejsilnějších padomaiků (Padomaics) a i přes jeho zrádný Tribunál jej uznal za hrdinu jeho lidu a řekl, že shromáždí dost sil na to, aby byla budoucí bitva těžká. A tak Dagoth-Ur, jenž chtěl dwemeri mrtvé stejně jako Tribunál, šel do Kogoranu a svolal své domové chap‘thil, nixohaře (Nix-Hounds), své čaroděje, lučištníky a své ukradené lidi z mosazi. A i přes svou nordskou krev, Popelavý král Wulfharth zašel za orky (Orcs) a uzavřel s nimi mír a ti přivedli mnoho válečníků, ale čaroděje žádné. Při poslední bitvě na Rudé hoře, Lorkhan, Dagoth Ur a Wulfharth konfrontovali Nerevara, jenž nesl Ostření (Keening), Dumaca, který držel Rozděl (Sunder) a Alandra Sula, nesmrtelného syna Azury, který nesl Přízračnou zbroj (Wraith Mail). Lorkhan získal své srdce zpět, ale byl od něj dlouho oddělen a tak potřeboval čas k získání své plné síly. Wulfharth a Sul spolu bojovali, ale Wulfharthovi se jej nepodařilo zasáhnout a padl k zemi díky svým smrtelným ranám, ale ne dříve, než svým Řevem připravil Sula o zrak. Dumacovi se povedlo zasáhnout Srdce Rozdělem, ale byl následně zabit Dagoth Urem. Nerevar se od Lorkhana odvrátil a ve vzteku Dagoth Ura zabil, ale tím se otevřel Lorkhanově smrtelnému úderu. Nerevar ovšem svou smrt zfalšoval a zasáhl Lorkhana do boku překvapivým úderem. Díky Dumacově předešlému zásahu, Srdce ztvrdlo a tak jej Nerevar dokázal vyříznout Ostřením, čímž způsobil Lorkhanovu druhou smrt a celá záležitost byla považována za ukončenou. Dům zrádců: Kde záznamy Viveca, popelců a nordů zpodobňují Dagoth Ura a jeho spojence za nepřátele dwemerů, jiné spisy praví něco jiného. Jak kroniky praví, mezi sekulárními Velkými domy První rady, Dwemer a Dagoth a ortodoxními domy Indoril, Dres, Hlaalu, Telvanni a Redoran vznikly náboženské roztržky. Základem sporů byla kouzla a čarovné techniky praktikované domem Dwemer, které ostatní domy prohlásily za profánní. Spojenectví s domem Dagoth přišlo přirozeně, protože podle některých zpráv začali přejímat jisté rituály a principy od nejvyššího lorda řemeslníka Kagrenaca, přičemž samotný Dagoth Ur přijal Kagrenacovi motivy a pohled na svět. Zjistili též, že se spojili s nordy a orky ze západu, které přitahovali sliby území a kořisti. Domy Dagoth, Dwemer a další drželi severozápadní Resdayn a uštědřovali široce rozděleným a špatně organizovaným ortodoxním domům porážku za porážkou, dokud se Nerevar nestal nesporným generálem rodových branců a jednotek. Nerevar také zajistil pomoc nomádských popelců (Ashlanders), kteří se ukázali být životně důležitými zvědy při velké bitvě na Vvardenfellu, kde byly síly sekulárů přemoženy a poraženy a přeživší byly nuceni uprchnout do dwemerské pevnosti v Rudé hoře. Po krátkém obléhání umožnila zrada Nerevarovi a jeho vojákům vstoupit do pevnosti. Sekulárové byly poraženi při velikém masakru, Dagoth Urovi se ovšem podařilo zasadit Nerevarovi smrtelnou ránu. Následně ale byla použita strašná kouzla, která vyústila v úplné vyhlazení dwemerů, domu Dagoth a jejich spojenců. Nerevar krátce po bitvě na svá zranění zemřel, ale přežil dost dlouho na to, aby spatřil zrození Chrámu a požehnal jednotu dunmerů v rukou Almsivi, Chrámu a veškerého jejich společenství svatých. Popelci na druhou stranu říkají, že jedním z jeho posledních činů byl slib ctění dávných duchů a kmenového zákona a že se znovu vrátí, aby ten slib splnil. Šarmat: Vražda Nerevara Tribunálem; Voryn Dagoth leží sražen k zemi realitu přetvářející silou Kagrenacových nástrojů Vivec má alternativní popis bitvy ve svých kázáních. Tvrdí, že dwemerové a chimerové žili pod moudrou a benevolentní vládou Almsivi a jejich šampionem hortátorem, ale dwemerové zpychli a svým pánům se postavili. Nordové a Ysmir Wulfharth přišli na pomoc dwemerům, kteří žili pod vládou krále Dumaca a velekněze Kagrenaca. Nerevar vedl chimerské voje a za pomoci Nože ducha (Ethos Knife) zabil Dumaca u Rudé hory a poprvé spatřil kost srdce. Na Žalovín (Mournhold) mezitím zaútočili trpasličí centurioni a dwemerští tonální architekti, než je odrazila Almalexie a Sotha Sil. Nerevar při hledání Šarmata Dagoth Ura vešel hlouběji do Rudé hory, ale \"zašel příliš hluboko\" a hora vybuchla. V té chvíli velekněz Kagrenac \"Mizerný\" odhalil nejmocnější dwemerskou zbraň: \"kráčející hvězdu,\" která spálila chimerské voje a rozrazila zemi takovou silou, že bylo stvořeno Vnitřní moře (Inner Sea). Bylo třeba spojených sil Almsivi, aby konstrukt zničili; když padl, dwemerové jej následovali. Bez ohledu na platnost různých vyprávění, po bitvě na Rudé hoře se ví, že dwemerové zmizeli, zápaďané byly vyhnáni z Morrowindu, Nerevar brzy zemřel, z chimerů se stali dunmeři, Voryn Dagoth byl považován za mrtvého a Resdayn (nyní Morrowind) byl pod nezpochybnitelnou vládou tří živoucích bohů, Almsivi. Šestý dům: Praporec domu Dagoth znovu vlaje Když nově nanebevzatá Almalexie, Sotha Sil a Vivec ustanovovali svou vládou na Morrowindem, rychle prohlásili dům Dagoth, nyní zneuctěný a zván \"Šestý dům\" nebo \"Dům, jenž nebude jmenován,\" za křivopřísežníky, kteří byly za svou zradu nenáviděni. Šestý dům byl zničen Almsivi, ostatky a relikvie jejich předků spáleny a jejich jméno bylo vymazáno z historie. Po debatách o zničení a vymazání jejich rodového dědictví nebo milosrdenstvím, z nichž zvítězilo to první, osiřelé děti Šestého domu byly adoptovány do ostatních Velkých domů a vychovány dle jejich vlastních tradic. Dům Dagoth ovšem přežil, nebo byl snad oživen v srdcích a myslích některých dunmerů. Jeden román praví, že v letech krátce po bitvě na Rudé hoře měl chlapec jménem Indoril-Tay z domu Indoril podivné sny, ve kterých mu hluboko ve vědomí zněla Píseň. Později se dozvěděl, že tyto sny a ta Píseň hluboko vsazená v jeho mysli byly o Šestém domu, jehož členem, namísto domu Indoril, opravdu byl. Vlastně měl být dědicem samotného Dagoth Ura jménem Dagoth-Tython, jeho milenkou byla Dagoth-Acra, jenž byla buď metaforicky, nebo snad biologicky jeho sestrou a vedeni Písní spolu zabili mnoho dunmerů z tradičních domů. Potom, co byl zahnán na útěk a přepaden, Dagoth-Tython vyšplhal na nejvyšší vrcholek Rudé hory a skočil do úst onoho mocného vulkánu, zatímco Dagoth-Acra čekala jeho dítě. Jiný příběh popisuje konflikt v Abernanitu mezi Rangidil Ketilem, velitelem chrámových ordinátorů (Ordinators) a šampionem Almsivi, a jeho nepřítelem Dagoth Thrasem, samozvaným dědicem Šestého domu. Ti dva spolu tvrdě bojovali, ale Rangidilovi nešlo Thrase dobře zasáhnout, poněvadž byl mistrem štítu a tak byl sražen na kolena. Před svou smrtí ovšem Rangidil Dagoth Thrase prosil, aby jej tajemství jeho umu se štítem naučil, s čímž Thras souhlasil. Tohle ale byla lest, díky které Rangidil uštědřil zmatenému Dagoth Thrasovi ránu, která vešla ve známost coby \"abernanitský smrtonoš.\" Takzvaná pokrevní dědička domu Dagoth, Nevena Nirith Další zjevení předpokládaného dědice domu Dagoth bylo v 2E 582. Členka Chrámu Tribunálu jménem Nevena Nirith přicestovala do ruin klanového panství domu Dagoth, Kogoruhnu, aby získala jistý předmět pro Chrám. V těch letech bylo vynakládáno úsilí Šestý dům oživit a kultisté, kteří tam prováděli vykopávky, pravili, že je k tomu volali relikvie domu Dagoth a také očekávali vedení od pokrevních dědiců prokleté dagothské linie. Nevena a ostatní kultisté tedy došli k výsledku, že ona byla jedním z těchto dědiců, tak opustila Chrám a přijala Kogoruhn za svůj. Její bratr, ordinátor Tythis Nir, se o ni ale bál a tak obstaral služby Ostatka (The Vestige), aby jí pomohl. Když ji ale našel, s Nevenou se nedalo hovořit, začala být agresivní a tak jí bylo nutné zabít. Ostatek se s touto zprávou vrátil k Tythisovi, který ji oplakal a odmítl představu, že on a jeho sestra by mohli být dědici Ztraceného domu. Vivec také nějaký čas po bitvě na Rudé hoře vydal svých 36 lekcí, kázání, která sloužila jako svaté spisy, jenž měli, mezi jinými podprahovými a tajnými účeli, vést dunmerský lid. Byly zasazeny do časového období za vlády Nerevara s Almsivi coby jeho božskou radou a poradci. Když Nerevara učil a připravoval jej na budoucí překážky, Vivec několikrát o Dagoth Urovi promluvil a nazýval jej \"Šarmat.\" Vivec prohlásil Šarmata za falešného Snílka, jenž přebýval v Rudé hoře a byl dvojníkem vládnoucího krále. Vivec se také v jedné chvíly bál, že se jeho starý nepřítel při pletiše o jeho moc vrátí, ale nebylo tomu tak. Almsivi, nezpochybnitelní vládci Morrowindu po vyhnání Šestého domu a dwemerů Jiný dunmerský mýtický text praví, že Lorkhan byl Sithisovým zplozencem, jehož vyslal zničit Mundus. Lorkhan přišel za Anuielem a Osmi dárci jako přítel, aby je obelstil. Spis nabádal cíl proroctví, aby předstoupil před Šarmata Dagoth Ura a udělal to samé. Někteří dunmerové snili o Šarmatovi, jak číhal a čekal pod Horou. Návrat: Dagoth Ur, obnoven mocí Lorkhanova srdce \"Ale pod Rudou horou, Dagoth Ur přežil. A i když světlo našeho krásného, nového světa zářilo stále jasněji, pod Rudou horou rostla temnota, temnota, jenž byla velice blízká jasnému světlu, které Sotha Sil vylákal z Lorkhanova srdce Kagrenacovými nástroji.\" -Vivec o návratu Dagoth Ura Narozdíl od toho, v co se věřilo, Dagoth Urova esence nebyla při bitvě na Rudé hoře zcela zničena. On a jeho příbuzní snili v hlubinách Rudé hory (doba známá jako Dlouhý spánek). Tělo Voryna Dagotha bylo mrtvé, ale Dagoth Ur si vytvořil jedinečné pouto s Lorkhanovým srdcem a stal se z něj falešný Snílek. Přestože byl mrtvý, Šarmat Snil, že žil a tak se se sedmi svými bratry probudil v roce 2E 882. Když se probudili občerstveni pod Rudou horou, Dagoth Ur se se svými příbuznými přesunul do komnaty Srdce a tam je připoutal k Srdci za pomocí jím připraveným rituálem, čímž způsobil druhý výbuch Rudé hory. Hned poté začali počáteční fáze výstavby projektu počatého za Dlouhého spánku, nového Numidia známého jako Akulakhan, o což se staralo jeho sedm bratří a atronachští konstrukti. Dagoth Uthol, jeden z popelavých upírů Později toho samého roku se Vivec, Almalexia a Sotha Sil vydali na svou každoroční cestu do Rudé hory, proces pro dobro dunmerských věřících maskovaný jako náboženská pouť, ale ve skutečnosti to byla nutná chvíle, kdy museli obnovit svou božskou moc Kagrenacovým nářadím. Dagoth Ur vynaložil veliké úsilí, aby svůj návrat a stavbu Akulakhana před Chrámem ukryl; jen co Tribunál dorazil, byly přepadeni Dagoth Urem a jeho bratry, kteří jim zabránili vstoupit do komnaty Srdce a z Rudé hory je vyhnali. Návrat Dagoth Ura a oslabení Almsivi tím, že jim byl odepřen přístup k Lorkhanově srdci, přišel v klíčové době v historii Morrowindu. Nástup člověka známého jako Tiber Septim a jeho rychle rostoucího Tamrielského císařství byl v procesu už celá desetiletí a navzdory nelehkému úkolu, kterým bylo čelit dunmerům, Tiberova potřeba cenné ebonitové rudy a sen o sjednoceném Tamrielu jej přiměli se na Morrowind plně zaměřit. Počáteční srážky byly mezi jednotkami císařství a Velkých domů, ale mezi Tiberem Septimem a Almsivi začínala růst vzájemná ostýchavost nejen kvůli vyčerpávající válce, ale i díky hrozbě navrátivšího Dagoth Ura, jenž byl nebezpečím jak pro Tribunál, tak i Septimovu říši. Vivec a Tiber Septim spolu tedy podepsali Armistici (Armistice), smlouvu, která dávala dunmerům skoro úplnou náboženskou a kulturní autonomii, zatímco císařství obdrželo důležité strategické ústupky, jako třeba získání Morrowindu coby provincie. Tiber Septim také obdržel všemocného golema Numidium. Hora Dagoth-Ur Amulet Šestého domu Mnozí dunmerové zuřili a cítili se svými živoucími bohy zrazeni, obzvlášť příměřím se zápaďany a povolením cizáků vstoupit do Morrowindu. Dagoth Ur, jemuž se to nelíbilo v žádném případě, využil nynější situace ke své výhodě a mnohé z těchto nespokojenců přesvědčil na svou stranu. Mimo obyčejné diplomatické metody měl Dagoth Ur i moc snového ponoukání, čehož při rekrutování hojně využíval. Spolu se svou nesmrtelností byl Dagoth Ur požehnán mnoha jinými nadpřirozenými schopnostmi. Své moci nad sny využil, aby vstoupil do srdcí a myslí mnoha obyvatel Vvardenfellu. Dále ze své pevnosti v Rudé hoře, jenž teď byla také známa jako Dagoth-Ur, dokázal šířit sněť (The Blight). Sněť byla rozsévána skrz mocné popelové bouře, které zahalovaly nebe a zakrývali slunce. Zabíjela rostliny, zvířata i dunmery a co nezemřelo, to trpělo mnoha dalšími nemocemi, které sněť s sebou také nesla. Tou nejnebezpečnější byl corprus. Tato božská nemoc zmutovala ty zasažené v oteklé, groteskní zrůdy a doháněla je k šílenství. Slabší bytosti, které tento \"dar\" obdrželi, se stali nepříčetnými corprusovými zrůdami, ti silnější kultisté v řadách Šestého domu se mohli změnit v různá popelavá stvoření. Dagoth Ur byl šílený bůh, který věřil, že účel světil prostředky a to, co prováděl dunmerskému lidu, bylo správné. Kde vytvářel ghúli a zrůdy, tam slyšel smích a lásku, rozdmíchával náklonnost, ale přesto šířil strach a mor. Svou sněť a corprus považoval za dary, mrzačení dunmerských těl viděl jako svlékání prokleté kůže, jíž je zneuctil Tribunál. Ve snech, jež napadl, často mluvil s mrtvými, jako kdyby ještě žili a se snílkem hovořil jako se starým přítelem, zatímco jej uvězňoval čarodějnictvím. Dagoth Ur samotný nikdy svou pevnost v Rudé hoře neopouštěl, poněvadž Lorkhanovo srdce musel osobně hlídat. Ovšem, další z jeho schopností bylo vidět a komunikovat skrze své kultisty, které používal jako kanály pro svůj hlas a motivace, čímž rozšiřoval svůj dosah a moc v Morrowindu. Šestý dům se v raných letech čtvrtého století třetí éry velice rozšířil. Kogoruhn, stará domovská základna domu Dagoth, byl získán zpět a osídlen důvěryhodnými služebníky Dagoth Ura. Pašerácké organizace byly využívány kultisty Šestého domu k šíření jejich vlivu, své drobné buňky umístily do každého města na Vvardenfellu. Větší báze byly založeny v odlehlých kobkách, kde byly množeny nestvůry a kultisté trénovali na to, co je čekalo. A Akulakhanova výstavba pokračovala dál. Hodina probuzení: Dagoth Urova pevnost v Rudé hoře Teď, když měli jen jeden Kagrenacův nástroj, rukavici Přízračnou ochranu (Wraithguard), Tribunál nemohl, a ani se neodvažoval, projít skrze svou vlastní Zeď duchů (Ghostfence) aby získali ostatní zpět. Tribunál začínala válka s Dagoth Urem vysilovat. Byly soustředěni na ochranu svého lidu, ale mnozí si mysleli, že jejich bohové začali být stejní, jako ti západní: nečinní a tiší, na veřejnost už nechodili. Almalexia se na Dagoth Ura a jeho hrozby soustředila už léta, čímž se z ní v procesu stala tvrdá bohyně a Žalovín (Mournhold) již nebyl \"městem lásky\" jako dřív. Jak se Sotha Sil a Almalexie stáhli ze světa, Vivec byl na údržbu Zdi duchů sám, což zabralo takové úsilí, že nemohl opustit svůj palác a ztratil kontrolu nad chrámovými ordinátory, kteří začali při postupném slábnutí dunmerské víry být fanatičtí a zkostnatělí. Z ochránců se stali utlačovatelé. Přitom všem Dagoth Ur pokračoval ve stavbě Akulakhana, druhého Numidia, strojového boha z mosazi, s nímž chtěl dobýt celý Tamriel. Disidentští kněží odhalili, že pravý zdroj božství Tribunálu byl stejný jako ten Dagoth Urovi zlé moci a zatímco Almsivi slábli, on rostl na síle. Nerevarínův příchod: Dagoth Ur (Morrowind) To vše se mělo změnit příchodem Nerevarína (The Nerevarine) kolem roku 3E 427. Tento cizinec byl reinkarnací Indoril Nerevara, předpovězený Azurou, jenž měl napravit nečestné činy svých starých rádců. Poněvadž věděli, že ignorovat bohyni soumraku a úsvitu nebyl dobrý nápad, jak Vivec, tak i Dagoth Ur se na Nerevarínův příchod připravili, jen nevěděli kdy, kde nebo kým bude proroctví naplněno. Nerevarín se setkal s Vivecem, jenž mu nabídl rady ohledně porážky Dagoth Ura, byť věděl, že Nerevarínův úspěch a zničení Lorkhanova srdce by znamenali ztrátu jeho božství. Dagoth Ur mu nabídl moc a šanci použít Akulakhana k vyhnání císařství z Morrowindu. Lži, podvody a konfrontace, které mezi svými uctívači Dagoth Ur povzbuzoval, mu však zabránili Nerevarínovi porozumět; nedokázal předpovědět, jestli s ním chtěl Nerevarín bojovat, nebo se k němu přidat, i ve chvíli, kdy se mu tento hrdina konečně postavil v hlubinách Rudé hory. Nerevarín nakonec Dagoth Ura od Lorkhanova srdce odříznul, což zničilo Akulakhana. Dagoth Ur ztratil své božství, čímž se znovu stal smrtelníkem. Byť to byl i přesto mocný čaroděj, Nerevarín jej v boji porazil a s jeho dávným zlem konečně skoncoval. Teď, když byl Dagoth Ur a všichni jeho příbuzní po smrti, Nerevarín byl prohlášen za hrdinu. Přesto někteří Nerevarína varovali, že i lord Nerevar kdysi považoval Dagoth Ura a jeho rodinu za mrtvé a měl by tedy zůstat ostražitý. Vliv ve čtvrté éře: Erden Relvel, Dagoth Urův kněz Po Rudém roce 4E 5 uctívání Tribunálu skončilo a bylo nahrazeno Novým chrámem, který nasměroval dunmerský lid zpět k uctívání tří Reklamací. Kulty vyznavačů Almsivi stále existovali dlouho do čtvrté éry, ale tito lidé byly loveni Novým chrámem coby kacíři. Jedna taková skupina uctívačů Almalexie postavila skrytý chrám v jeskyni na Solstheimu známý jako Popelavá slza (Ashfall’s Tear), lehce na sever od Havraní skály (Raven Rock). Tato skupina se věnovala ochraně relikvií Tribunálu, včetně masky Dagoth Urovi (Mask of Dagoth Ur). Před vybudováním chrámu byla maska předána matriarše Drevlan (Matriarch Drevlan) její předchůdkyní, která ji varovala, aby truhlu, v níž ležela, nikdy neotevřela. Matriarcha truhlu s maskou poslušně zamkla do chrámové zbrojnice, za padacím mostem, jenž bylo možné zdvihnout jen v přítomnosti masek tří tribunů. Ovšem, něco z Dagoth Urova vlivu v masce zbylo. Pár kněží bylo zkaženo Šarmatovým hlasem, jenž jim v hlavách bil jako kamenné srdce. Kolem roku 4E 201, se věštec (Diviner) Erden Relvel nakonec k masce dostal, když Dagoth Ur použil svou moc ke snížení mostu, což Erdenovi dovolilo s maskou utéct, aniž by matriarcha cokoliv tušila. Díky poslechu slov svého pána se z Erdena stal Dagoth Urův kněz a naučil se šířit corprus. Svých nových znalostí použil ku vytváření popelavých zombií (Ash Zombie) a přetvořil chrámovou kněžku Arthamis a několik dalších v nemyslící sluhy Otce hory. Následně tyto zrůdy vyslal do útoku na chrám v Popelavé slze. Doufal, že se mu nakonec podaří rozšířit \"lék\" svého pána po celém světě. Poněvadž věděl, že kult nakonec na masčino zmizení přijde, Erden po sobě zanechal dopis a vyzval ty, kdož nesli masky Tribunálu, na souboj. Věřil, že se musel postavit šampionovi Almsivi tak, jako se Dagoth Ur postavil Nerevarínovi. S maskou Dagoth Urovou (Mask of Dagoth Ur) na tváři a oblečen v Lichově róbě (Robe of the Lich), Erden vyčkával příchodu tohoto souzeného šampiona na hřbitově u Tel Mithryn, kde se obklopil svými popelavými pohůnky. Také se naučil ovládat zplozence popela (Ash Spawn), podivné bytosti animované kameny srdce (Heart Stone). Poslední Drakorozený (Last Dragonborn) na Erdenovu výzvu odpověděl, porazil jej a masku i róbu si vzal pro sebe. Artefakty: S Dagoth Urem a jeho Šestým domem je spjato několik artefaktů. Byť jsou informace o těchto předmětech poněkud strohé, věří se, že mnohé z nich byly osobně očarovány samotným Dagoth Urem a předány jeho upírským bratřím a sobě, čímž získali velikou moc. Maska Dagoth Urova (Mask of Dagoth Ur) Maska Dagoth Urova Dost možná ta nejznámější relikvie s tímto bohem spjatá. Maska Dagoth Urova je zlatá maska, kterou pán Šestého domu nosil osobně i ve snech morrowindského lidu, jež často napadal. Neví se, jestli tuto masku měl, když byl ještě smrtelníkem, ale ví se, že ji nesl už při svém probuzení v Rudé hoře. Dagoth Ur nosil tuto masku ve své poslední chvíli, kdy jej Nerevarín (The Nerevarine) konfrontoval v jeho citadele a v komnatě Srdce. Poté, co jej Nerevarín zabil, jeho tělo zmizelo a zbyla po něm jen tato maska. Kolem roku 4E 201 byla maska získána dunmerem Erden Relvelem a zápisky jeho i jiných kultistů naznačují, že maska stále obsahovala jistý kus Dagoth Urovi moci a jeho touhy zničit Tribunál a všechny jejich přisluhovače. Amulet ohnivého srdce (Amulet of Heartfire) Amulet ohnivého srdce Amulet, který dělal svého nositele hůře polapitelným. Patřil Dagoth Urově bratru Dagoth Odrosovi, popelavému upírovi. Amulet zdravého srdce (Amulet of Heartheal) Amulet zdravého srdce Amulet, který dával svému nositeli schopnost létat, chránil jej a zvyšoval jeho přirozenou sílu. Patřil Dagoth Urově bratru Dagoth Vemynovi, popelavému upírovi. Amulet důstojného srdce (Amulet of Heartrime) Amulet důstojného srdce Amulet, který dával svému nositeli větší magickou zdatnost a ztěžoval ostatním jej zasáhnout. Patřil Dagoth Urově bratru Dagoth Endusovi, popelavému upírovi. Amulet bijícího srdce (Amulet of Heartthrum) Amulet bijícího srdce Amulet, jenž dával svému nositeli lepší magický výkon a obranu. Patřil Dagoth Urově bratru Dagoth Tureynelovi, popelavému upírovi. Pás ohnivého srdce (Belt of Heartfire) Pás ohnivého srdce Opasek, který zlepšoval svému nositeli zdraví a dával mu odolnost vůči jedu a ohni. Patřil Dagoth Urově bratru Dagoth Utholovi, popelavému upírovi. Prsten krve (Blood Ring) Prsten krve Prsten, jehož moc zlepšovala svému nositeli zdraví a dávala větší odolnost. Patřil Dagoth Urově bratru Dagoth Gilvothovi, popelavému upírovi. Prsten duše (Soul Ring) Prsten duše Prsten, co dával jeho nositeli zvýšené zdraví, moc nad magií a různé odolnosti. Patřil Dagoth Urově bratru Dagoth Araynysovi, popelavému upírovi. Prsten srdce (Heart Ring) Prsten srdce Prsten, jenž dává úžasnou obranu a odolnosti. Patřil samotnému Dagoth Urovi. Trivia: \"Dagoth-Ur\" je další jméno Rudé hory a většinou se dá od boha \"Dagoth Ura\" odlišit pomocí pomlčky mezi dvěma slovy, ale užívání tohoto rozdílu je poněkud nekonzistentní. Tak, jako je tomu u měst Vivec, Almalexia a Sotha Sil, rozlišování mezi těmito místy a osobami záleží na kontextu. O Dagoth Urově metodě zbožštění se říká, že je svázaná s obrácením snové kapsy a díky ní je spjat se skupinou známou jako \"Hryzalové.\" (Biters)"
}