{
    "title": "Dawnstar",
    "table_of_contents": [
        "Obsah",
        "1 Historie",
        "2 Popis města",
        "3 Ekonomika",
        "4 Obyvatelstvo",
        "5 Přírodní podmínky",
        "6 Reference"
    ],
    "infobox": "Jitřenka Dawnstar Vyobrazení znak mapa Geografické info Typ sídla: město Provincie: Skyrim Država: Hranice Správní info Jarl: Skald Centrum: Bílá síň Herní údaje Hry: The Elder Scrolls V: Skyrim The Elder Scrolls Travels: Dawnstar",
    "content": "Dawnstar (česky Jitřenka) je město, ležící na severním pobřeží Skyrimu. Jedná se také o jeden ze skyrimských přístavů a hlavní město državy Hranice. Historie Dawnstar byla původně posádkovou osadou, která díky drsnému severskému klimatu sloužila jako místo deportace vyhnanců. Během staletí nabylo město určitého významu a máme i zprávy o sňatku Thiana, jarla Samoty s Macallou, jarlou z Dawnstar.[1] V podzemí města se také dodnes nachází svatyně Temného bratrstva. V současné době, stojí město na straně Bouřných hávů v jejich konfliktu s říší. Popis města Pohled na Bílou síň Dawnstar je malým městem, rozprostírajícím se kolem přístavu, který je zdejším obchodním uzlem. Centrem města je Bílá síň, sídlo zdejšího jarla. Celkově se město skládá z jedenácti domů. Městská stráž a zdejší vězení pro zločince, sídlí v kasárnách. Nechybí zde kovárna, ani obchod. Zábavu je zde možno nalézt v Krčma U Větrného štítu, kde podobně jako v celém Skyrimu, vystupuje bard. Ekonomika Rtuťový důl Městská ekonomika je zaměřená především na těžbu železa a rtuti. Přímo na okrajích města se nacházejí dva takové doly. Ve městě nechybí ani kovárna a obchod se smíšeným zbožím. Obchod s okolním světem zprostředkovává zdejší přístav, který však není schopen konkurovat takovým přístavům, jako je Windhelm či Solitude. Obyvatelstvo Dawnstar je po většinou osídlena především Nordy, kteří tvoří drtivou část zdejší populace. Můžeme zde však také narazit na několik Císařských, kteří zde původně sloužili v legii a ve výslužbě se zde usídlili. Většina obyvatel se živí jako horníci. V současné době trápí město nespavost, obyvatelům se zdají zlé sny, díky kterým nemohou v klidu spát. Jarl do města pozval dokonce kněze Mary, aby napjatou situaci vyřešil. Přírodní podmínky Přístav Dawnstar leží v državě Hranice, na samém severu Skyrimu na pobřeží Moře duchů. Zdejší podmínky jsou drsné a nehostinné, obyvatelé se musejí často potýkat s vánicemi a krutou zimou. Přes všechna negativa jsou zde lepší podmínky k životu než v nedalekém Winterholdu."
}