{
    "title": "Deadlands",
    "table_of_contents": [
        "Obsah",
        "1 Architektura",
        "2 Flóra a fauna",
        "3 Hierarchie",
        "4 Komunikace s Tamrielem",
        "4.1 Druhá éra",
        "4.2 Třetí éra",
        "4.2.1 Útok na Battlespire",
        "4.2.2 Vpád Zapomnění",
        "5 Galerie",
        "6 Zdroje"
    ],
    "infobox": "",
    "content": "Deadlands Deadlands jsou daedrickou říší Zapomnění, kterou stvořil a které vládne daedrický princ ničení, Mehrunes Dagon. Jako ztělesnění sféry svého stvořitele je dimenze plná přírodních pohrom a ničivé změny. Říše je pokryta oceánem lávy, potroušena žhnoucími sopečnými ostrovy a zhroucenými strukturami. Mnoho nižších daeder se po říši pohybují volně, ale dremory vévodí celé hierarchii.[1] Architektura Daedrická architektura V Deadlands můžeme najít velké množství monolitů, válečných bran, mostů a věží, ale mnoho z nich je již nefunkční a jsou zničené. Věže jsou stavěny ve výrazném daedrickém stylu s dekorativními hroty, tlumenými světly a hnijícími mrtvolami přivázanými ke zdem nebo volně visícími dolů ze stropů. Většina věží má dutý střed, několik cest vedoucích k poslednímu poschodí a stáčející se boční chodby. Menší okrajové věže slouží k držení vězňů a prochází se jimi za pomocí „drtičky mrtvol“, výtahového systému sloužícímu k popravě zajatců. Mnoho strojů je ovládáno lehce poškoditelnými zařízeními. Obrovské stavby obsahují magické runy, portály, krvavé fontány a esence many (které slouží k regeneračním účelům).[1] Lávové tunely Ovšem, ne všechny oblasti říše jsou takto propracované. Na některých místech můžeme zahlédnout dřevěné mosty a primitivní louče.[2] Lávové chodby probíhají pod rozbouřeným povrchem, občas jsou zaplavené magmou či plné jedovatých plynů, a jsou využívané jako způsob cestování krajinou. Tyto jeskyně jsou obydlené velkým množství daeder a často sem prorůstají i harradské kořeny. Uvnitř věží i kolem nich jsou umístěné kruté nástrahy. Magické nášlapné miny a ohnivé věže chrání pevnosti před nevítanými návštěvníky, zatímco záludné mechanické pastě čekají na ty, kteří se dostanou až dovnitř.[1] Flóra a fauna V nepřátelském prostředí této říše roste jen velmi málo flóry. Spálená tráva a mrtvé stromy pokrývají krajinu,[2] zatímco krvavá tráva, agresivní harradské kořeny a jedovaté spiddalské rostliny hojně vyrůstají v zuhelnatělé půdě.[1] Různé druhy nižších daeder, od obyčejných zakrslých rarachů po mocné xivilaie, obývají říši.[1] Pláň je také domovem mnoha jedinečných typů daeder,[3] jako jsou hrůzný oř, hrůzný senche a hrůzný vlk. Tyto ohnivé a černé bestie se sice podobají tamrielským zvířatům, ale jejich původ je neznámý. Někteří si myslí, že má v jejich stvoření ruku Mehrunes Dagon.[4][5][6] Magmatický rarach je další původní druh daeder z Daedlands, jenž dají se rozeznat podle jejich žhnoucí kůže zahalené v plamenech.[7] Blátokrab věčného zatracení je cupitající hrůza, který se navenek podobá tamrielských blátokrabům, ale na rozdíl od nich si hoví ve spalujícím horku a vytrvalé pustotě říše.[8] Mezi nejmocnější Dagonovy služebníky patří mocný popelavý titán, plamenná varianta daederického titána poprvé stvořeného Molag Balem jako imitace draků.[9][10] Hierarchie Daedrická pevnost Lord Dagon říši vládne, ale jeho stoupenci se řídí podle válečné patriarchální hierarchie. Dremory působí jako Princovi hlavní sluhové. Nejblíže mu jsou valkynové, jeho osobní stráž. Valkynazové slouží jako vojevůdci zásahů důležitých pro Dagona, ale obyčejně tráví čas po jeho boku. Pod valkyny jsou markynové, Dagonova Rada lordů. Lordem a velkodůstojníkem citadely, základny či brány je kynmarcher; ovládá jak klanovou bojovou jednotku, tak léno, teritorium pod jeho kontrolou. Dremory s nejnižším postavením jsou churlové, nevýrazná horda zuřivě krutá k smrtelníkům a ostatním daedrám, ale podlézavá ke svým nadřízeným. Mnoho nižších daeder říše jsou považovány za nemyslící zvířata.[11] Nejdůležitějším klanem plání je klan Dagon, ale i jiné nižší klany a kasty jsou zde přítomné. Dremorský klan, Xivilaiský klan a klan Shardai jsou tři nejpřednější; všechny jsou zpravované ze Studny chaosu.[2] Klanová politika byla během Dagonovi invaze Battlespiru narušena, když se Dagon spojil s bezklanými mazkeny a z jedné z nich udělal svou osobní stráž a také milenku. Rovnováha byla opět nastolena, když Imago Storm z Dremorského klanu utvořil spojenectví se smrtelným hrdinou a dočasně se ujal vlády nad klanem Dagon poté, co hrdina zahnal Faydru Shardai, xivilaie Moatha a Mehrunese Dagona zpátky do Nicoty.[2] Komunikace s Tamrielem Druhá éra Během Planemeldu nezpozorovatelné bariéry mezi Tamrielem a Zapomněním ochably, čehož Dagon využil a kolem roku 582, kdy zahájil několik malých invazí. Úspěšně se mu podařilo vyplenit město Firsthold a spálit město Whisper Grove na popel.[12] Třetí éra Útok na Battlespire V událostech vedoucích k Císařskému simulakru uzavřel Jagar Tharn s Dagonem dohodu: za pomoc Tharnovi získat kontrolu nad Třetím císařstvím mu byl slíben Battlespire, magická akademie císařských bojových mágů ve Vzdušné říši uvnitř Aetheria.[13][14] Dagon během simulakra úspěšně Battlespire dobyl tím, že procestoval několik říší spojených s Battlespirem. Jeden učedník (či učednice) útok přežil a následoval ustupující armádu skrze Zapomnění. Jiný učedník byl do Battlespiru poslán jako zvěd, ale dalším posilám byl zabráněn vstup daedrickým sigilem na Jezové bráně. Hrdina následoval stopy, které zanechal předchozí učedník (jehož zajaly daedry), až dorazil k Dagonově lovecké chatě. V této části Deadlands straší duchové smrtelníků, kteří přísahali Dagonovi navždy sloužit. Chata samotná sloužila jako Dagonovo panství, kde Princ držel učedníka v zajetí. Za pomoci širokého meče měsíčního lupiče, spasitelovy kůže a Dagonovy neonymiky, hrdina vykázal daedrického pána do Zapomnění a učedníka osvobodil. Lovecká chata se rozpadla s exilem svého stvořitele; Battlespire byl také zničen a jeho spojení se Zapomněním bylo přerušeno.[2] Sigillum Sanguis Vpád Zapomnění V 3E 433 zahájil Mehrunes Dagon plnohodnotnou invazi Nirnu. Bájný úsvit zavraždil císaře Uriela Septima VII. a všechny jeho manželské děti. Bez Dračích ohňů, které by udržovaly ochranné bariéry mezi světy byl Bájný úsvit schopný vytvořit stabilní portály do Deadlands, z nichž měly daedry možnost útočit. Vpád Zapomnění začal s vypleněním Kvatche, kdy Úsvit otevřel velkou bránu, skrz níž prošla daedrická obléhací zbraň, která prorazila městským opevněním. Město bylo ponecháno svému osudu shořet, kdy jediná brána do Zapomnění blokovala jeho vchod. Kvatchská městská stráž, vedená Hrdinou Kvatche (a v některých verzích příběhu, Martinem Septimem),[15] vzaly bránu útokem, která vedla do oblasti Deadlands zvané Ganonah. Dostali až do Krvavé hostiny, sigilské věže, ve které byl umístěn sigilský kámen, jenž držel bránu otevřenou. Odstraněním kamene ze svého místa v Sigillum Sanguis, věž i brána byly zničeny a oni byli teleportováni zpět do Mundu.[1] Brána do Zapomnění v Tamrielu Díky této informaci bylo mnoho bran opět uzavřeno. Císařská legie byla zodpovědná za uzavření bran ve vesnici Ione a v pevnosti Sutch. Rytíři trnu se pokusili uzavřít tu, která se objevila před Cheydinhalem. Tato expedice by skončila katastrofou, kdyby jim nepřišla pomoc od Hrdiny Kvatche. Snaha Bájného úsvitu vyplenit Brumu byla objevena Čepelemi; městské stráže se naučily brány zavírat a ostatní cyrodiilská města vyslala posily, jakmile byla hrozba daedrického útoku zažehnána. V odvážném tahu Martin Septim dovolil Bájnému úsvitu otevřít velkou bránu, aby získal její velký sigilský kámen. Bitva o Brumu dopadla úspěšně.[1] Přestože Cyrodiil stál v samotném středu invaze, ostatní provincie na tom byly mnohem hůř. Staré državy Skyrimu a město Ald'ruhn ve Vvardenfellu byly srovnány se zemí. Legie byla rozprostřená. Nehledě na to, jak moc se mágové rodu Telvanni snažili, nemohli brány do Zapomnění zastavit. Stromy Histu přivolaly mnoho argoniánů zpět do Black Marshe, kde se nahrnuly do Deadlands v takovém množství, až byly daedry nucené své brány opět uzavřít. Vivec byl údajně daedrami zajat a svatý Jiub byl zabit. S každou otevřenou bránou, neviditelné bariéry slábly, dokud Dagon sám nakonec poprvné od první éry neprošel do Mundu. Vpád skončil, když Martin rozbil amulet králů, proměnil se na avatara Akatoshe a ve finále Dagona porazil v chrámu Vyvoleného, v Imperial City. Tento akt zapečetil bariéry permanentně, takže Mundus je bezpečně chráněn před dalšími útoky.[1]"
}