{
    "title": "Delfína",
    "table_of_contents": [
        "Obsah",
        "1 Životopis",
        "1.1 Velká Válka",
        "1.2 Život v utajení",
        "2 Vzhled a osobnost",
        "3 Galerie screenů"
    ],
    "infobox": "Delfína (Delphine) Životopisné údaje Pohlaví: Žena Rasa: Bretonka Frakce: Čepele Sídlo: Hospoda U Spícího Obra, později Chrám nebeského útočiště Herní údaje Výskyt: TES V: Skyrim",
    "content": "Delfína (v originále - Delphine) je bretonka se kterou se poprvé setkáte ve Vorařově při návštěvě tamního hostince jménem U spícího obra. Za menší finanční obnos si od ní budete moci koupit něco málo k snědku a nebo pronajmout pokoj. Také vám stejně jako mnoho dalších hostinských bude moci převyprávět drby. Delfína však na rozdíl od ostatních hostinských není obyčejnou hostinskou, ale ostřílenou a zkušenou agentkou prastaré organizace jménem Čepele, žijící ve Vorařově skryta před zrakem Thalmoru - který po ni usilovně pátrá. Čepele kdysi dávno chránili vládnoucí císaře z rodu Septimů. Po Velké válce byli nahrazeni organizací jménem Penitus Oculatus, která měla stejně jako kdysi Čepele na starost bezpečnost císaře. Po přijetí Bělozlatého konkordátu byli Čepele na základě podmínek v konkordátu oficiálně rozpuštěny a jejich agenti byli nemilosrdně stíháni Thalmorem. Životopis Velká Válka Během Velké války byla Delfína jedna z těch co se podílela na mnohých ničivých akcích proti Spolku. Thalmoru se ji podařilo odhalit a zařadit do čistky, Delfína byla však odvolána zpět do Cyrodiilu těsně před tím než začali nepokoje. Thalmor usiloval o její život, Delfíně se podařilo uniknout třem úkladným pokusům o vraždu a při jednom pokusu dokázala zlikvidovat početnou skupinu útočníků. Poté se kvůli vlastní bezpečnosti vyhýbala ostatním agentům Čepelí a začala se úspěšně skrývat před zrakem Thalmoru. Život v utajení Po Velké válce se nejspíš Delfína odebrala právě do Vorařova, kde začala žít jako tamní hostinská v hostinci U spícího obra, snažila se skrývat před zrakem Thalmoru což je jí dařilo. Přestala být v kontaktu s ostatními agenty a to ji dost možná udrželo v utajení dostatečně dlouho, protože ostatní agenti byli nemilosrdně hledáni Thalmorem a likvidováni. Někteří zemřeli při obraně svých chrámů, jiní byli zabiti o samotě, ve spánku a nebo ve svých úkrytech. Vzhled a osobnost Po celou dobu co se bude Delfína nacházet ve Vorařově ji budete potkávat v obyčejných vesnických šatech s vesnickou obuví, ozbrojena bude elfí dýkou. U sebe v inventáři má šest léčivých lektvarů, louč, klíč od hostince a několik málo Septimů. Na výpravy se Delfína obléká do setu kožené zbroje, ozbrojuje se mečem agentů Čepelí a tvář si zakrývá hnědnou kápí, kterou můžete vidět i u některých členů Cechu zlodějů. Dále je ozbrojena orkským lukem a 25 ocelovými šípy. Co se týče Delfínina vzhledu věkově ji bude nejspíše něco málo mezi 50 až 60 lety, ačkoliv je tady její tvář bez jizvy a téměř bez vrásek tato žena toho již mnoho pamatuje a zažila. V době Skyrimu má Delfína blonďaté vlasy upravené do dlouhého copu. Galerie screenů"
}