{
    "title": "Dibella",
    "table_of_contents": [
        "Obsah",
        "1 Kaple",
        "1.1 Cyrodiil",
        "1.2 Skyrim",
        "1.3 Svatyně",
        "2 Artefakty",
        "2.1 Štětec pravé barvy",
        "2.2 Křižákova přilba",
        "3 Verš",
        "4 Přikázání",
        "5 Drobnosti",
        "6 Zdroje"
    ],
    "infobox": "",
    "content": "Dibella Informace o náboženství Náboženství Svatá DevítkaNordský panteon Panteon Císařský kult Druh boha Bohyně krásy Artefakty Štětec pravé barvyKřižákova přilba Fyzický popis Fyzická forma Žena Chronologicky a politicky Období uctívání Merethická éraPrvní éraDruhá éraTřetí éraČtvrtá éra Území vlivu SkyrimCyrodiilVysoká Skála \"Dibella říká: Otevřete své srdce ušlechtilým tajemstvím umění a lásky. Važte si darů přátelství. Vyhledávejte radost a inspiraci v záhadách lásky.\" ―Deset přikázání: Svatá DevítkaDibella, nazývaná Dibe lidskou rasou Kothringi,[1] je bohyně krásy a lásky, a je součástí Svaté Devítky. V Cyrodiilu, má téměř tucet různých kultů, některé jsou zasvěcené ženám, další umělcům a estetice, a jiné dokonce erotice.[2] Kaple Cyrodiil Cyrodiilská kaple Dibelly se nachází v Anvilu. Poutníci Svaté Devítky začínají se svou poutí právě zde. Modlitby vyslyšené Dibellou v kapli zvyšují Osobnost, díky Dibellinině polibku. Ve třetí éře, se v Dibellinině kapli přihodilo několik vražd a oltář uvnitř byl znesvěcen. Toto vedlo k obnovení Rytířů Devítky a ke shromáždění artefaktů Svatého křižáka. Skyrim Skyrimský chrám Dibelly se nachází dwemerském městě Markarth. Ve čtvrté éře, Drakorození zpustošili v opilosti tento chrám, po pijácké soutěži se Samem Guevennem, což byl daedrický princ Sanguine v přestrojení. Drakorození také odsud ukradli zlatou sošku Dibelly pro riftenský Cech zlodějů. Drakorození ovšem také udělali nějaké dobré skutky ve jménu chrámu, například našli novou Dibellinu sibylu. Svatyně Dvě svatyně zasvěcené Dibelle v Cyrodiilu existují. Jedna se nachází jižně od Chorrolu a ta druhá západně od Císařského Města. Artefakty Štětec pravé barvy Štětec pravé barvy byl artefakt stvořen z vlasu Dibelly. Ve třetí éře, malíř jménem Rythe Lythandas tento aedrický artefakt získal. V jeho péči, byl štětec ukraden zlodějem, který vstoupil do Rytheova obrazu a uvěznil ho tam. Hrdinové Kvatche ho zachránili za pomocí jedu z terpentýnu. Křižákova přilba Křižákova přilba byla stvořena Dibellou pro Pelinala Whitestrakea, aby mu pomohla v bitvě proti Umarilovi Neopeřenému,[3] Sir Amiel Lannus po artefaktu pátral ve svatyni Křižáka v naději očištění své cti. Bohužel ve svém úsilí zemřel. Ještě před smrtí měl vidění přilby, což zaznamenal ve svém deníku.[4] Ve třetí éře, Hrdinové Kvatche obstarali tuto přilbu z Vanua na jejich pouti získat všechny artefakty Svatého křižáka. Verš „Přijď za mnou, Dibello, neboť bez tebe má slova jsou otupělá a nudná bez pozlaceného půvabu a moudrosti na okouzlení čtenářova ucha a oka.“[5] Přikázání „Otevřete své srdce ušlechtilým tajemstvím umění a lásky. Važte si darů přátelství. Vyhledávejte radost a inspiraci v záhadách lásky.“[5] Drobnosti Dibella je s největší pravděpodobností Elder Scrolls verze řecké bohyně Afrodity– bohyně lásky a sexuality, také jejich sochy jsou si podobné. Dibella byla pojmenovaná po Daggerfallské beta testerce, Mary Jo DiBelle.[6]"
}