{
    "title": "Doporučený článek",
    "table_of_contents": [
        "Obsah",
        "1 Aktuální článek",
        "2 Předchozí články",
        "2.1 2.4.2020 - 10.8.2020: Dwemerové",
        "2.2 20.2.2020 - 2.4.2020: Ayleidé",
        "2.3 21.7.2019 - 20.2.2020: Tiber Septim",
        "2.4 11.12.2018 - 21.7.2019: High Rock"
    ],
    "infobox": "",
    "content": "Zde naleznete seznam všech doporučených článků, které byly zobrazeny na hlavní stránce. Aktuální článek Morrowind, dříve známý jako Resdayn, je země ležící v severovýchodní části Tamrielu. V minulosti se jednalo o jednu z provincií Tamrielské říše. Zemi vládne Velká rada, kterou tvoří pět velkých dunmerských rodů. Nejvlivnějším rodem v radě je momentálně rod Redoran. Hlavním městem je Blacklight, kam byla metropole ve čtvrté éře přenesena z Mournholdu. Morrowind hraničí na západě se Skyrimem a Cyrodiilem a na jihu s Black Marshí. Číst dále... Předchozí články 2.4.2020 - 10.8.2020: Dwemerové Dwemerové také trpaslíci, hlubinní elfové, hlubinní lidé, hluninní, lidé hlubin jsou starodávnou „ztracenou rasou merů. Byli to předkové raných aldmerů a žili hlavně v oblasti zvané Dwemereth. Dwemerové byli vyspělou rasou a civilizací. V mnoha případech byli napřed před ostatními rasami své doby. Stále ještě jsou známí pro dovednostní a revoluční pokrok v technologii, inženýrství, řemeslnictví, kovodělnictví, kamenictví, architektuře, urbanistice, vědě, matematice, magii a akademismu. Číst dále... 20.2.2020 - 2.4.2020: Ayleidé Ayleidé, také známí jako Srdeční vznešení elfové, byli rasou elfů, kteří v první éře vládli nad Cyrodiilem. Měli světlejší pokožku než Dunmerové, ale nebyli tak bledí jako Altmerové. Číst dále... 21.7.2019 - 20.2.2020: Tiber Septim Tiber Septim (2E 828 - 3E 38) známý také jako Talos, Hjalti, Drakorozený nebo Ysmir byl zakladatelem Tamrielské říše a dynastie Septimů, vládnoucí od roku 2E 854 až do své smrti roku 3E 38. Svůj strmý vzestup k moci zahájil Tiber Septim jako generál císaře a krále Cuhlecaina. Ještě ve službách Cuhlecaina sjednotil Tiber Septim celý Cyrodiil a po jeho smrti roku 2E 854 sám nastoupil na císařský trůn. Číst dále... 11.12.2018 - 21.7.2019: High Rock High Rock je jednou ze tří zbývajících provincií Tamrielské říše. Provincie se těší značnému stupni autonomie a vnitřně se dělí na řadu feudálních městských států v jejich čele většinou stojí králové, vévodové a baroni. Sídlem císařské administrativy je Daggerfall, který je tak de facto hlavním městem. Provincie sousedí na východě se Skyrimem a na jihu s Hammerfellem. Severní pobřeží omývá Moře Duchů a jižní Iliácký záliv. Číst dále..."
}