{
    "title": "Dovednosti (Skyrim)",
    "table_of_contents": [
        "Obsah",
        "1 Dělení podle tříd",
        "2 Zvyšování úrovní dovedností",
        "3 Zkušenostní body dovedností a zvyšování úrovně postav",
        "4 Dočasné zvýšení dovednosti",
        "5 Odemykání výhod",
        "6 Trenéři dovedností"
    ],
    "infobox": "",
    "content": "Dovednosti představují schopnost postav vykonávat akce ve hře. Celkem existuje 18 schopností a vývoj každého z nich je sledován samostatně. Talentové body jsou měřítkem toho, jak zdatný je Drakorozený (nebo jakékoliv další NPC) v těchto dovednostech. Zvyšováním úrovní dovedností nejen zlepšují prováděné akce (např. vylepšování dovednosti Jednoručních zbraní zvyšuje poškození způsobené útokem těmito zbraněmi, a vyšší dovednost Vyháčkování usnadňuje vyháčkování zámků), ale také poskytuje přístup k výhodám, které je možné odemknout po dosažení požadované úrovně dovednosti. Také, když je dosaženo určité úrovně některých dovedností, stráže a další NPC se k tomu vyjádří. Dělení podle tříd Všech 18 dovedností může být rozděleno do 3 odlišných kategorií, které jsou založené na třech strážných kamenech (3 z dovedností se nacházejí mezi znameními): Kouzelník Válečník Zloděj Iluze Vyvolávání Ničení Obnova Proměny Očarování (mezi znameními) Kovářství Těžká zbroj Blokování Dvouruční zbraně Jednoruní zbraně Lukostřelba (mezi znameními) Lehká zbroj Plížení Vyháčkování Kapsářství Přesvědčování Alchimie (mezi znameními) Zvyšování úrovní dovedností Úroveň dané dovednosti se zvyšuje, když byla správně použita – Lukostřelba se zvyšuje, když šíp zasáhne cíl; Ničení se zvyšuje když kouzla působí cíli poškození; Plížení se zvyšuje, když Drakorozeného během plížení NPCéčka ve vzdálenosti, ve které by ho normálně zpozorovaly, neodhalily atd. Dovednost Vyvolávání se zvyšuje i při vyvolání Vázané zbraně nebo Astronacha nebo jiné bytosti. Každopádně u většiny dovedností se úroveň zvětšuje během boje. Mezi výjimky patří například Vyháčkovaní, kde se úroveň zvyšuje úspěšným odemčení zámku nebo i zlomením šperháku. Dovednosti, které slouží k vytváření předmětů (Alchymie, Očarování a Kovářství) se samozřejmě zvyšují převážně vyráběním. Když se to vezme z kontextu postavy, jde o myšlenku „praxe dělá mistra“. Každý vypuštěný šíp, švih meče, úspěšné seslání kouzla, vyháčkovaný zámek, atd. dělá postavu více zkušenou. Ze začátku je prostup učení dovedností více viditelný, ale k úplnému ovládnutí daného umu je potřeba tvrdá práce a hodně zkušeností. Další způsob jak zvýšit úroveň dovedností je přečíst si knihy dovedností umístěné ve hře. Každá kniha umožní zvýšit dovednost vždy pouze o jednu úroveň. Zkušenostní body dovedností a zvyšování úrovně postav Zvyšování úrovní dovedností je důležité pro vývoj postavy. Když Drakorozený dosáhne předem zadané hodnoty dovednosti, úroveň dovednosti se zvedne, každá nová úroveň dovednosti přidá zkušenostní body postavě. Není zde možné získat pokrok v úrovni postavy plněním úkolů, jako v jiných hrách. Některé NPC jsou závislé na úrovni Drakorozeného, jinými slovy se jejich úroveň zvýší v momentě, kdy se zvýší úroveň Drakorozeného. Proto je dobré předem promyslet strategii, jak a které dovednosti nejvíc vylepšit. Úsilí potřebné ke zvýšení dané dovednosti se zvyšuje s aktuální úrovní této dovednosti. Obecně se dá říci, že použitím pokročilejší akce, zvedne více pokrok úrovně dovednosti než akce začátečnická. Příkladem může být použití kouzla pro znalce dané magické školy, pokrok v úrovni je vyšší než při použití kouzla pro novice. Toto pravidlo ale neplatí úplně stejně pro dovednosti Alchymie, Kovářství, Očarování a Přesvědčení, kde je to řešeno trochu jinak, i když základ zůstává stejný. Dočasné zvýšení dovednosti Použití lektvarů, očarovaných přemetů a některých stávajících efektů může dočasně zvýšit úroveň dovednosti v tom smyslu, že při použití dovednosti, se počítá vylepšená úroveň dovednosti (např. jsou vyráběny účinnější lektvary, když je postava vybavena předmětem s očarováním pro zlepšení Alchymie). Toto dočasné zvýšení úrovně dovednosti však, ale neplatí pro odemykání výhod, které dovednost nabízí po dosažení určité úrovně dovednosti (základní úroveň Vyvolávání pro odemčení Nekromancie musí být 40). Odemykání výhod Výhody jsou základními kameny rozvoje postavy, umožňují postavě provádět nové akce (př. výroba dalších typů zbroje jako je třeba Trpasličí nebo Elfská), umožňují významně některé akce posílit (př. +20% poškození s daným typem zbraní), nebo některé akce omezují ve prospěch postavy (př. sesílaní kouzel bude za polovinu many). Samozřejmě existuje více výhod, než je k dispozici talentových bodů, takže výběr výhod je otázka strategie. Trenéři dovedností Jako v předchozích titulech Elder Scrolls může Drakorozený některým NPCéčkám zaplatit za trénink dovednosti. Každá školící doba poskytne jednu úroveň dané dovednosti, Drakorozený smí takto trénovat pětkrát během jedné úrovně postavy. Tj. na úrovni postavy 23 si Drakorozený vytrénuje u NPC za peníze Vyháčkování z 35 na 40 úroveň, další trénink u jakékoliv NPC s jakoukoliv dovedností smí podstoupit až úroveň Drakorozeného bude 24. Cena tréninku roste s rostoucí úrovní dovednosti Drakorozeného."
}