{
    "title": "Draci",
    "table_of_contents": [
        "Obsah",
        "1 Historie:",
        "1.1 Meretická éra",
        "1.1.1 Alduinova vláda",
        "1.1.2 Khunzar-ri a démoni",
        "1.2 První éra",
        "1.2.1 Hrůza z východu",
        "1.3 Druhá éra",
        "1.3.1 Dračí letka",
        "1.4 Zmizení draků",
        "1.5 Čtvrtá éra",
        "1.5.1 Probuzení Požírače světů",
        "2 Artefakty:",
        "2.1 Dračí rohy",
        "2.2 Masky dračích kněží",
        "2.3 Zbroj z dračí kosti",
        "2.4 Šiřitel strachu",
        "2.5 Zlatocejch",
        "2.6 Maska Alkoshova",
        "2.7 Akavirský štít",
        "3 Známý draci:",
        "4 Trivia:"
    ],
    "infobox": "",
    "content": "Drak hlídající zeď slov Draci (jinak známý jako ohnivý červi, drah-gkon a dov-rha mezi starými nordy, dov v jejich vlastním jazyce a aka v ehlnofex) jsou vzácně viděným druhem velkých ještěrovitých bestií. Praví se, že původně přiletěli z Akaviru (což doslova znamená \"dračí zem\"), ale jsou zde dávné zkazky o dracích, co přišli z Atmory. Jsou mnohokrát větší než jakýkoli člověk nebo elf. Mají dlouhé, štíhlé končetiny, s tenkými netopýřímy křídly a ostnatými hřebeny na zádech. Každý drak má tři ostré drápy a jeden zakrnělý prst známý jako \"paspár\" na každé noze; ten je možné použít na vyrývání znaků jejich abecedy. Draci jsou proslaveni jejich obrovskou kouzelnou mocí. Neví se, jak je možné, že mohou mluvit beze rtů, nebo létat s křídly, která by neměla být dost silná na to, aby je uzvedla. Draků je několik druhů, všechny rozdělené podle barvy. Přestože jsou požehnáni velikou inteligencí, pocity pýchy a melancholie jim nejsou cizí. Nevěří si ani mezi sebou. I přesto jsou do jisté míry společenští a uvěznění nebo izolace je mohou dohnat k šílenství. Coby Akatoshovi nesmrtelné děti, jsou obzvlášť napojeni na tok času a neustále cítí touhu získat nadvládu nad jinými, kterou téměř nemohou ovládat. V drakově mysli znamená mít moc a mít pravdu to samé, tudíž nerozlišují mezi mluvením a bojem; souboje mezi nimi jsou tedy velice vášnivé a často i vražedné debaty. Draci jsou také známi zvykem sosmir, krvavou věrností, mysticky poutající dohodou a nezlomným poutem, silnějším, než jakákoli přísaha vyslovená smrtelníkem. Stará magie je nutí tento dluh poslechnout. Byť jsou draci nesmrtelní, jejich tělesnou schránku je i přesto možné zničit. Jako že zemřeli jen vypadají, ve skutečnosti nejsou mrtví a mohou zase povstat. Za tohle může unikátní přirozenost jejich duší, které zůstanou na smrtelné pláni díky poutu k jejich tělu, jenž je daleko mocnější, než to smrtelníků. Výjimkou je, když je jejich duše pohlcena jiným drakem. Takto může ten, co ji pozřel, získat část vědění a životní esenci pohlceného draka. Tímto způsobem je i drakova duše navždy zničena a žádný rituál ji už zpátky nepřivede. Tuhle schopnost mají i Drakorození, smrtelníci, kteří se narodili s duší draka, což z nich dělá dokonalé drakobijce. Pohlcením duše jednoho ze svých okřídlených bratří může Drakorozený získat obrovskou moc. Prý je i možné použít magii duší k odříznutí draka od jeho ostatků, ale účinnost této metody je stále subjektem ohnivých učeneckých debat, kde někteří spekulují, že takto oddělená duše se prostě rozpustí nebo se navrátí ke svému otci Akatoshovi. I bez své duše ale může být drakovo tělo nebezpečným protivníkem. Kostění draci jsou mezi nekromanty jako nemrtvý pohůnci velice oblíbeni. Živý draci se také mohou stát nemrtvými; dobrým příkladem je Durnheviir, dračí nekromant, jenž byl uvězněn v Mohyle duší tak dlouho, až se jeho duše k oné pláni připoutala a on byl tak odsouzen k nemrtvé věčnosti. Byť žádní upíří draci spatřeni nebyly, iluzijní impové se mohou proměnit v malé upíří dráčky, aby odehnaly potenciální nepřátele. Praví se, že Tosh Raka, vůdce tygřích lidí z Ka Po’ Tun v Akaviru, se dokázal v draka proměnit. Takzvaní \"dráčci,\" které je možné najít v Iliáckém zálivu, jsou někdy považováni za mladé draky, ale učenci čtvrté éry tvrdí, že to jsou prostě přerostlí ještěři, kteří drakům nijak příbuzní nejsou. Daedričtí titáni byly vytvořeni Molag Balem ve snaze draky napodobit. Historie: Alduin, Akatoshův prvorozený Draci jsou nesmrtelní, věční, nemění se a navíc jsou i neústupní. Dle záznamů arcimága Shalidora draci existovali ještě před začátkem přímého času v Éře úsvitu, ale zpočátku byly stejně divocí, jako všechno ostatní. Byl to Alduin, Akatoshův provorozený, kdo stvořil jejich civilizaci. Nordská legenda praví, že draci byly jediní tvorové schopni použít moc jejich hlasu k velikým magickým zázrakům, ale měli to dělat jen v čase \"pravé potřeby.\" Přestože draci měli existovat ještě předtím, než čas jako takový vůbec byl, někteří draci jsou považováni za starší, než všichni ostatní. Alduin a Paarthurnax jsou skvělým příkladem. Přesně proto si žádný drak není roven v moci. Potom, co čas Dračího kultu sešel a jejich druh přestal být v Tamrielu vítán, věřilo se, že draci se přesunuli do odlehlých horských doupat, kde byly více v bezpečí před zloději a nepřáteli. Někteří se usídlili už v obydlených jeskyních, odkud původní obyvatele vyhnali. Jsou zde i náznaky, že nějakým způsobem praktikovali kovářství. Naproti tomu, beletrizovaný spis krále Edwarda zaznamenává draky rané první éry jako ochotné žít v a kolem izolovaných horských vesniček. Tyto vesnice měli být v místech, která dovolovala let bez překážek, stejně jako nížiny pro chov dobytka. Akatoshovým avatarem je planoucí drak; říká se o něm, že je jejich otcem a stvořil je k obrazu svému. Některé příběhy vyprávějí o draku jménem Akatosh, který měl s draky spoluexistovat a také je organizovat, ale tohle zobrazení by mohlo být zcela fiktivní. Peryite také přijímá podobu draka, ale tohle by mohl být nějaký dávný žert na Akatoshův účet. Meretická éra Alduinova vláda Alduin je vhozen do času V meretické éře dračí kněží udržovali lidskou populaci poslušnou a povolnou za pomocí rozšířeného a draky uctívajícího náboženství. Z mnohých lidí této éry se stali nemrtvý draugři, kteří se dodnes plíží kryptami Skyrimu, Solstheimu, Atmory a dalších míst, kde kněží \"dodržovali smír mezi draky a lidmi.\" Za mocenské centrum této dračí říše byl ve Skyrimu považován Bromjunaar, kde kněží rozhodovali záležitosti jejich zákona. Nordská legenda praví, že Alduin vedl své bratry a jejich kdysi poklidné sluhy k děšení a podřízení smrtelných ras, čímž zažehli povstání. Draci je na Alduinův rozkaz začali bezmyšlenkovitě vraždit, poněvadž Alduin opustil své správné povinosti a rozhodl se zemi dobít. Za této Dračí války se smrtelníkům povedlo objevit způsob, jak draky, jenž byly předtím považováni za neporazitelné, zabíjet. Někteří lidé, jmenovitě kněží Svaté devítky, tvrdí, že sám Akatosh se proti drakům postavil, aby tuto válku zastavil a někteří draci tak bojovali proti vlastnímu druhu. Paarthurnax se nad nordy slitoval (prý na prosbu Kyne) a několika z nich naučil způsobu Thu’um, aby mohli využít moci svých hlasů za použití dračí řeči. Tito první Jazykové (mistři Hlasu) využili své nové síly, aby obrátili chod války a nakonec \"vyřvali Alduina ze světa.\" Zbývající draci byly loveni a zabíjení, dokud téměř nevymřeli, čímž vyklidili prostor mnoha dalším královstvím, která od té chvíle přišla a padla. Khunzar-ri a démoni Khunzar-ri zobrazen při uvěznění draků v Síních kolosů V meretické éře, kdy byl Elsweyr ještě rozdělen na šestnáct království, Kaalgrontiid a jeho letka tuto zemi dobili a chtěli pozřít nadpřirozenou moc Měsíců. Aby je zastavil, khajiitský hrdina Khunzar-ri přizval čtyři dobrodruhy: Nurariona Dokonalého, Flinthildu Lovkyni démonů, Anequinu Břitkou a sira Cadwella. Když se ukázalo, že přímý boj byl k ničemu, Cadwell navrhl, aby draky přesvědčili, že jim chtějí v jejich plánu pomoci. V rámci přípravy se Anequina naladila na Chrám tančícího měsíce, čímž měsíce srovnala do zatmění. Tím otevřela měsíční bránu na Pláň Jode, kde ležel předmět, po němž draci toužili: Jádro Jode. Ambice draků se však rychle stali jejich zkázou; když se dostali na Pláň, Khunzar-ri je převědčil, aby neabsorbovali moc Jádra, jak měli původně v plánu, ale aby do něj místo toho uskladnili svou energii, kde se měla smísit s mocí Jádra. Tento hazard zafungoval a draci byly natolik oslabení, že se museli stáhnout do divočiny. Aby svou práci dokončil, Khunzar-ri draky zase oklamal. Dokázal je nalákat do Síní kolosů, kde se mu je i povedlo zamknout. Pak Khunzar-ri psal na legendární Kámen hněvu ve starém dialektu ta’agri, kde podrobně popsal umístění \"zbraně démonů.\" Samotný Kámen je ale daleko starší než to, co je na něm napsáno. Z draků se v legendě stali démoni a nakonec i \"zbraň démonů.\" Po její moci toužilo mnoho lidí. První éra Hrůza z východu Někdy v první éře, se dračí hrozba v Elsweyru znovu vynořila. Hrdinka Ja’darri uzavřela spojenectví s Remanovou Dračí stráží a rudým drakem Nahfahlaarem. Od Alkoshe dostala za úkol použít Masku Alkoshovu k zabití tvora, jenž měl v úmyslu rozplést sám čas: Laatvulona, démona z východu. Ja’darri požádala Nahfahlaara, aby nabyl Masku svou mocí a tím přispěl k porážce svého starého nepřítele. V činu, jehož později litoval, však odmítl, čímž nechal Dračí stráž s Laatvulonem bojovat jen s omezenou silou. Laatvulona se jim nakonec podařilo uvěznit, ale Ja’darri to stálo život. Po smrti se o ní říkalo, že se přidala k Alkoshovi v říši ještě vzdálenější než Písky za hvězdami. Druhá éra Dračí letka Draci prchají ze Síní kolosů Po získání Kamene hněvu kolem roku 2E 582, se císařskému bitevnímu mágovi Abnuru Tharnovi nechtěně povedlo vypustit draky z jejich vězení v Síních kolosů, což jim umožnilo pokračovat v jejich úsilí o získání moci Měsíců. Draci se spojili s armádou královny Okrajova (Rimmen) Euraxie Tharnové, kterou přesvědčili, že je mohla použít jako své nástroje. Když jim přestala být užitečná, draci Euraxii velice rychle zradili a bez jejich pomoci byla teď zranitelná jak pro elsweyrskou obranou sílu, tak i pro Ostatka (Vestige). Tento obrat událostí skončil její smrtí a návratem Okrajova do rukou khajiitů. Euraxiině armádě teď chyběl vůdce a tak se sami k drakům přidali, aby se vyhnuli jejich hněvu. Draci byly ovšem zastaveni, když Ostatek vstoupil na Pláň Jode a porazil Kaalgrontiida s jeho bratry, čímž byla moc Měsíců zachráněna. Dračí spatření začala být častější, poněvadž když se jinak samotářští draci dozvěděli o Kaalgrontiidově návratu, získali tím odvahu. Draci Nahvintaas, Yolnahkriin a Lokkestiiz se usídlili ve Sluneční věži (Sunspire), kde tvrdili, že jsou avatary bohů Alkoshe, Jone a Jode a konvertovali tak mnoho oddaných uctívačů. Ve snaze napravit chybu smrtelníků, Nahvintaas plánoval roztrhnout ránu v čase zanechanou po bitvě mezi Alkoshem a Pelinalem v dávných časech. Neohrožení (Undaunted) se o tom dozvěděli, probojovali se skrz hordy kultistů a každého falešného boha zabili. Drak Maarselok hnízdil u hor v Tenmarském údolí, blízko hranice mezi Valenským lesem (Valenwood) a Elsweyrem. Odtamtud ze svého těla vyzařoval strašlivé azurové světlo, nebezpečný mor, jenž měl vytvořit \"azurový svět,\" kde by byl všechen život pod jeho nadvládou. Bez pomoci Neohrožených a měňavky Seleny (Selene) by se jeho zkaženost rozšířila až do Starého stromu (Elden Tree). Drak Laatvulon chtěl pokračovat v plánu svého pána Kaalgrontiida, tedy přivést čas Temného eonu (Dark Aeon), čímž se Kaalgrontiid měl stát Akatoshovi rovným. Pro tento účel Laatvulon založil khajiitský dračí kult, kult Nového měsíce, jehož řady byly posíleny mnoha zranitelnými khajiity v okolí, jako třeba těmi postiženými knahatenskou chřipkou. Rudý drak Nahfahlaar, jenž byl Laatvulonovým dávným nepřitelem, bojoval s Laatvulonem u města Senchal v jižním Elsweyru, ale byl rychle přemožen jeho nově získanou mocí. Poté se ukryl v Přílivově (Tideholm), kde se setkal s Dračí stráží, která byla nedávno znovu založena redguardským mistrem meče Sai Sahanem. Poněvadž pochopil, že Nahfahlaar jim nechtěl nijak ublížit, bývalí nepřátelé spolu uzavřeli spojenectví, pro které byl Nahfahlaar velice cený. Toto přátelství vedlo k vítězství a Laatvulon, démon z východu, byl poražen. Nahfahlaar, Abnur Tharn a Dračí stráž ukončují hrozbu Kaalgrontiidovi dračí letky Nahfahlaar následně pomohl Dračí stráži porazit Kaalgrontiida a zbytek kultu Nového měsíce. Kaalgrontiid se vrátil a plánoval vysát energii Jádra Jode a získat jeho moc pomocí obrovské hroudy kamene eonů (Aeonstone). Aby komukoliv zabránil jeho plán překazit, využil energii kamene ke vztyčení aegisu, masivní a neprolomitelné bariéry, kolem staré pevnosti Dračí žerdi (Dragonholm). Skrz společné úsilí Nahfahlaara, Dračí stráže a armády královny Khamiry, se ale povedlo Kaalgrontiida zabít. Jenže, kvůli Kaalgrontiidovým pletichám byl Temný eon nestabilní a hrozilo nebezpečí, že zničí celý Tamriel. Bylo třeba spojené moci Abnura Tharna a Nahfahlaara, aby zabránili kameni postihnout okolí Dračí žerdi. Uspěli, akorát za cenu Abnurova života. Jen co byla letka zastavena, Nahfahlaar vyhledal nové útočiště, kde mohl počkat, než bylo jeho vmíšení do světových událostí znovu potřeba. Zmizení draků Draci začali být po ztrátě své moci vyhýbaví. Jejich řady po mnoha letech z různých důvodů značně prořídly; jejich populace v Akaviru byla zmasakrována tsaesci, kteří přinesli svou válku proti nim až do Tamrielu. Společně s jinými hrdiny je akavirská Dračí stráž a jejich následníci Čepele lovili tak dlouho, dokud téměř nevymřeli. Výměnou za jejich služby Tiber Septim několika z nim nabídl milost, ale i přes jeho slib byly všechni divocí draci buď pobiti nebo odehnáni a z Tamrielu vymizeli. Některé zdroje tvrdí, že draci zmizeli všichni najednou. Buď byly všichni pohlceni jakýmsi dračím králem nebo je absorboval Tiber Septim, když se stal bohem. Mnozí věřili, že byly opravdu pryč. To ale samozřejmě nebyla pravda, poněvadž několik draků se i tak objevilo ve třetí nebo rané čtvrté éře. Nomádi z pouště Alik’r často mluvili o \"velikých ohnivých červech\" v jejích širokých pustinách, ale tyto zkazky nikdy nebyly pevně potrvzeny. V nějakém období za vlády Třetího císařství, měli draci kroužit nad Císařským městem (Imperial City) a říční draci smáčeli své šupiny v blízkých vodách. Mniši z Akatoshovi kaple považovali draky za svůj svatý symbol a měli jich mít několik ochočených ve svém \"svatém háji.\" Mnohé staré legendy hovoří o dracích, kteří uzavírali dohody s jinými rasami, aby se ochránili. Podle Brarilu Therana se měl alespoň jeden drak po Rudém roce usídlit v doutnajících ruinách Vvardenfellu. Čtvrtá éra Probuzení Požírače světů Alduin vrhající ohnivý déšť Poté, co se do světových záležitostí příliš nepletli, se draci v roce 4E 201 hromadně objevili v Morrowindu a ve Skyrimu. Za tím stál návrat Alduina, Akatoshova prvorozeného, jenž byl hozen skrz čas starými nordy. Povedlo se mu oživit mnoho svých padlích bratřích, poněvadž schopnost navždy zabít draka měli jen jiní draci a Drakorození. Poslední Drakorozený z proroctví se vynořil, aby porazil Alduina a pohltil duše mnoha draků, které vypustil na svět. Osud nynějších přeživších draků je neznámý. Artefakty: S draky je spřízněno mnoho artefaktů, ať už je buď vytvořili, byly z nich vyrobeny nebo jsou nějak spojené s jejich zkázou. Dračí rohy Anequinský dračí roh Dračí rohy (Dragonhorns) jsou legendární artefakty vytvořeny hlavně Dračí stráží, které byly používány v boji s draky. Jsou to velké hlásné trouby vydlabané z normálních dračích rohů, popsané kouzelnými znaky a umí vydat zvláštní zvuk, který dokáže draky omráčit. Na draka, ze kterého použitý roh nepřišel, ale fungovat nebude. Hromadně je vyráběla Dračí stráž v pozdní první éře a následně je vysílala do klíčových lokacích k jejich ochraně. Bylo těžké je najít. Jsou povážlivě křehké a jen po několika užitích se mohou i rozpadnout. Je možné je nabít měsíční energií, čímž se drasticky zvětší jejich moc. Přenosné verzi dračího rohu se říká bojový roh (Combat Dragonhorn). Masky dračích kněží Masky dračích kněží Masky dračích kněží jsou podivné artefakty vytvořené draky za meretické éry. Nejvýše postavení kněží v Dračím kultu byly obdařeni kouzelnými maskami, které nebyly poutány zákony času a byly propletené mocnými a záhadnými čarami. Všechny masky byly vyrobeny z různých materiálů a každá měla jméno kněze, který ji nesl. Jejich jména jsou v dračí řeči a je možné je přeložit. Jejich přesný počet je nejistý a některé jsou starší, než ty ostatní. Masky byly pohřbeny se svými nositeli, dokud návrat draků v roce 4E 201 mnohé dračí kněze nepřivolal zpět z mrtvých. Zbroj z dračí kosti Zbroj z dračí kosti Zbroj z dračí kosti (Dragonbone Mail), neboli Kostěný kyrys (Dragonbone Cuirass), je považován za jeden z nejlepších předmětů, který může hrdina nebo sběratel vlastnit. Byť byly z dračích kostí vytvořeny mnohé zbroje, Kyrys byl očarován prvním bitevním mágem Tibera Septima, Zurinem Arctusem, v raných letech třetí éry. Je popisován jako opravdu pěkný kousek a hledali jej mnozí. Schopnosti Kyrysu dovolují jeho nositeli odolat ohni a poškodit nepřítele vyvoláním ohnivého kouzla. O zahrnutí Zurina Arctuse v jeho očarování se toho příliš neví, ale jeden příběh vypráví o starém dluhu, který měl k potulnému válečníkovi. Stejně jako onen válečník, Kostěný kyrys nikdy dlouho nezůstal na jednom místě. Šiřitel strachu Šiřitel strachu Šiřitel strachu (Fearstruck) byl daedrický artefakt vytvořený daedrickým knížetem Boethií. Měl podobu štítu. Patřil Lyrisiovi, tamrielskému hrdinovi známém svým tažením proti akavirským otrokářům v jejich domovině. Štít byl zcela zničen v první éře dechem ohnivého červa, se kterým se Lyrisius setkal poté, co byla jeho armáda zahnána na útěk. Zlatocejch Zlatocejch Zlatocejch (Goldbrand) je starý artefakt vytvořený draky ze severu, který má tvar zlaté katany. Dle příběhů byl tento meč darován nordskému válečníkovi Sivdurovi (předek dnešního klanu Bitvorozených), který přísahal, že je bude chránit. Obsahuje moc daedrického knížete Boethie a co zasáhne, to spálí. Maska Alkoshova Maska Alkoshova Maska Alkoshova (Mask of Alkosh) je svatá relikvie dračího kocoura Alkoshe. Jeho světlo ji vneslo do bytí, aby mohla opravit látku času a nosí ji šampioni Alkoshovi tlupy. Nejdřív ji nosila Ja’darri Nekonečná, první Alkoshova šampionka a zakladatelka Alkoshovi tlupy. Než je ji možné použít, její moc musí nejdříve probudit drak. Když je aktivní, dá svému držiteli, známému jako Maskonoš, úžasnou moc. Akavirský štít Akavirský štít (Ward of Akavir) je artefakt nevyčíslitelné hodnoty ceněný Císařskou legií. Jedná se o veliký štít ve stylu císařské dračí šupiny a je pokrytý opravdovou dračí kůží. Nese mocné očarování, které obdařuje nositele štítu velikým štěstím. Původ je neznámý, ale jeho jméno značí, že musí být nějak spojený s kontinentem Akavir. Akavirský štít Tento štít byl kdysi vlastněn Císařskou legií. Schovávali jej v pevnosti Ohnivého mola (Fort Firemoth), základně ve morrowindském Vnitřním moři. Někdy v třetí éře vypochodovala z moře nemrtvá armáda vedená lichem Grurnem a pevnost napadla. Přeživších vyvázlo jen pomálu. K velikému zostuzení celé Legie byl Štít ztracen. Grurn si jej vzal pro sebe a odnesl ho hluboko pod zem do velothské hrobky pod pevností. Známý draci: Alduin- Akatoshův prvorozený, herold konce světa. Boziikkodstrun- Proměněn v prvního daedrického titána rukou Molag Bala. Debudjen- Dost možná fiktivní dračí samice zmíněná v Králi Edwardovi. Dragonne Papré- Žil v Bitevní věži (Battlespire). Durnehviir- Nemrtvý drak hlídající Mohylu duší. Kaalgrontiid- Vůdce elsweyrské dračí letky v roce 2E 582. Laatvulon- Černý drak, o němž se říkalo, že ohrožoval samotnou tapisérii času. Ma-Tylda- Dost možná fiktivní královna všech draků, Akatoshova současnice. Nahfahlaar- Také známý jako Nafaalilargus. Často spolupracoval se smrtelníky a byl to voják Tibera Septima. Zabil jej redguard Cyrus. Nahvintaas- Zlatý drak, jenž předstíral, že byl Alkosh v jeho chrámu Sluneční věži (Sunspire). Numinex- Bájný drak, jenž byl dlouho vězněn Olafem Jednookým. Odahviing- Rudý drak, který se přidal k poslednímu Drakorozenému. Paarthurnax- Alduinův mladší bratr a drak odpovědný za naučení nordů Thu’um. Sahrotnax- Modrý drak, jenž byl dávným nepřítelem Dračí stráže Remana III. a přežil mnohá setkání s oním řádem, než jej nakonec smrtelně zranil nord Grundwulf. Shulkunaak- Rudý drak, co ještě žil a byl aktivní v Cyrodiilu kolem roku 4E 180. Shakmat- Nulfažin mazlíček, který vytvořil hustou mlhu v bitvě na Cryngaineském poli (Battle of Cryngaine Field). Thurvokun- Opustil Dračí kult a žil dlouho do první éry, než byl nakonec zabit. Tosh Raka- Král Ka Po’ Tun, který se, alespoň podle populární legendy, proměnil v draka. Ohnivý červ z Elenglynnu- Nechvalně známý drak spjatý s ayleidským městem Elenglynn. Věří se, že někdy v letech 3E 111 a 3E 153 se sir Amiel Lannus a Rytíři Devítky (Knight of the Nine) vydali do tamních ruin a zabili tohoto draka, aby získali Křižákův kyrys. Trivia: Francouzský překlad Tamrielského bestiáře pro děti zmiňuje Jilly, které byly přítomny v několika neoficiálních textech a jsou definovány jako dračí samice odpovědné za opravu lineárního času po Dračím zlomu. Je zde dračí variace známá jako vílí drak, ale neví se, co jsou vlastně zač, nebo jaká je jejich spojitost s vílami. Jejich šupiny šlo najít v Iliáckém zálivu v roce 3E 405. Byť rozšíření dráčci z Iliáckého zálivu nejsou příbuzní drakům z dávných legend a minulosti, i přesto jsou docela inteligentní. Jsou schopni čarovat, mluvit dracky a někdy prokázali i jistou moudrost. Užívání slova \"drak\" pro pojmenovávání míst v severním Hammerfellu je velice oblíbené. Od nejmenších osad až po města, je zde vesnice Dračí brána (Dragon Gate), města Dračí hvězda (Dragonstar) a Dračí chvost (Dragontail), region známý jako Dračí pole (Dragon Fields) a pohoří známá jako hory Dračího chvostu (Dragontail Mountains) a Dračí zuby (Dragon’s Teeth). Ve čtvrté éře existuje druh tance známý jako \"dráčátko.\" Hodinový draci (Clockwork Dragons) jsou konstrukti postavení Sotha Silem. Jejich přesný původ je neznámý. Neměli byste si je plést hodinovými titány (Clockwork Titans). Mimo několika sdílených designových prvků, které je možné nalézt u všech Silových výtvorů, žádné jiné pouto mezi nimi není."
}