{
    "title": "Dračí kněží",
    "table_of_contents": [
        "Obsah",
        "1 Dračí kněží ve Skyrimu",
        "1.1 Hevnoraak",
        "1.2 Krosis",
        "1.3 Morokei",
        "1.4 Nahkriin",
        "1.5 Otar Šílený",
        "1.6 Rahgot",
        "1.7 Vokun",
        "1.8 Volsung",
        "2 Dračí kněží na Solstheimu",
        "2.1 Ahzidal",
        "2.2 Dukaan",
        "2.3 Miraak",
        "2.4 Vahlok Žalářník",
        "2.5 Zahkriisos",
        "3 Zdroje"
    ],
    "infobox": "",
    "content": "\"V dávných dobách, kdy zemi vládli draci, žili smrtelníci, kteří uctívali tyto bestie jako bohy. Tito dračí kněží jsou již dávno mrtví... ale přesto je něco probudilo z jejich dlouhého spánku.\" ―Loading Screens[src] Dračí kněží (v originále Dragon Priests) bývali věrní sluhové prastarých skyrimských draků. Jménem svých bohů vládli nespočtu lidských armád. Za jejich služby bylo mnoho z nich obdařeno neobyčejnými schopnostmi a tajnými znalostmi. Některým z nich se podařilo dosáhnout lichství, aby předešli nevyhnutelné smrti. Typicky jsou pohřbeni ve starých hrobkách či chrámech rozmístěných po celém Skyrimu a Solstheimu, kde vyčkávají návrat Alduina „Požírače světů“. Pokud je však jejich spánek narušen, povstanou ze svých hrobů, aby zničili kohokoliv, kdo narušil jejich věčnou dřímotu. Existuje celkem osm vysoce postavených dračích kněží a každý z nich vlastní svou vlastní masku s mocným očarováním, které jim údajně dali jejich dračí patroni. V bitvě jsou kněží nesmírně nebezpeční a dokáží rychle zabít i hráče na vysoké úrovni. Neustále ustupují a to ve vysoké rychlosti, takže je velmi těžké je zasáhnout zblízka. V pohybu útočí různými holemi a ničivými kouzly. Dračí kněží jsou zároveň nejvýš na seznamu možných typů draugrských spawnů. Kvůli tomu se mohou různí bossové, jako je Curamil nebo Červený orel, také jevit jako kněží, pokud máte dostatečně vysoký level. Oni ale nebudou mít na sobě žádnou masku. Když se dostatečně přiblížíte k jejich sarkofágu, víko se odlomí. Všechny sarkofágy náhodných dračích kněží jsou postaveny horizontálně, tak aby se víka otevřela vertikálně. Když je kněz zabit, padne k zemi a téměř okamžitě se promění v hromádku prachu. Oděv nadále zůstává v celku a dá se prohledat pro potencionální loot. Dračí kněží ve Skyrimu Hevnoraak Za života byl Hevnoraak mocný dračí kněz, jenž praktikoval druh mysli ovládající magie. Za pomocí této síly byl schopen sestavit vojsko očarovaných následovatelů. Před svou smrtí téměř posedle plánoval své zmrtvýchvstání. Vysál si vlastní krev z těla a měl v plánu si po smrti opět vrátit svou moc, čímž se z něj stal silný lich. Byl pohřben v prastaré hrobce s názvem Valthume.[1] Krosis Krosis nebyl, na rozdíl od ostatních dračích kněží, pohřben v hrobce ani chrámu, ale na vrcholku jedné ze skyrimských nejvyšších hor, známém jako Shearpoint, což je zároveň i dračí doupě. Jeho sarkofág je umístěn přímo před Zdí slov. Morokei Morokei byl mocný kněz pohřbený ve starodávném městě Bromjunaar, přesněji řečeno v Labyrinthianu. Neznámo kdy se zmocnil Magnovy hole, nesmírně mocného artefaktu. V rané čtvrté éře se nešťastná skupinka mágů, v níž byl i budoucí arcimág Savos Aren, s Morokeiem uvnitř Labyrinthianu setkala. Všichni až na Savose uvnitř přišli o život. V pokusu kněze nadobro zapečetit očaroval Savos dva další zbývající mágy a přinutil je navěky udržovat kolem Morokeie magickou bariéru. Nahkriin Nahkriin byl dračí kněz, jenž byl pohřben v odloučeném nordském chrámu Skuldafn, vysoko ve Velothských horách. Ve čtvrté éře sloužil Alduinovi, kdy měl za úkol strážit portál vedoucí do nordského posmrtného života, Sovngardu. Otar Šílený Otar Šílený byl původně pradávný náčelník, který v merethické éře vládl městu Ragnvald. Zprvu byl považován za laskavého vládce, úspěšného v boji, ale jeho mysl postupem času zkazila neznámá síla, která ho přivedla až k šílenství. Otar se stal dračím knězem a podrobil svůj lid nevýslovné krutosti až do doby, kdy byli dva nordští hrdinové jménem Saerek a Torsten vysláni, aby zastavili jeho tyranskou nadvládu.[2] Otara sice porazit nedokázali, ale podařilo se jim ho alespoň zapečetit ve velikém sarkofágu v jeho vlastním městě, kde ho uzamkli dvěma klíči ve tvaru lebky. Oba přísahali tyto klíče chránit, aby Otar již nikdy nespatřil světlo světa. Město se nakonec stalo opuštěné, ale Saerek a Torsten zůstali nadále stát na stráži.[2] Rahgot Má se za to, že Rahgot byl jedním z mála kněží, kteří přežili dračí válku. V rané první éře vedl malý kult v izolovaném klášteře Forelhost, vysoko v Jerallských horách. Legie vojáků krále Haralda, vedené Skormem Snow-Striderem, tuto skrytou pevnost dračích kultistů objevili a několik týdnů ji obléhali. Ve chvilce zoufalství Rahgot nařídil celému kultu spáchat sebevraždu, zatímco on sám byl pohřben uvnitř chrámu. Vokun Vokun byl dračí kněz pohřbený v nordské hrobce, zřícenině Vyšné brány. Byl vlastníkem masky Vokun. Volsung Volsung byl dračí kněz pohřbený v nordské hrobce Volskygge. Byl vlastníkem masky Volsung. Dračí kněží na Solstheimu Ahzidal Ahidal byl údajně první velký nordský zaklínač a první člověk, který mistrně ovládal magii elfů. Jeho tužba po moci a vědění ho zkazila, až se nakonec zbláznil. Jelikož se nespokojil se svými dosavadními znalostmi, pátral po tajemstvích dračích run, což ho nakonec vedlo ke vstoupení do řádu dračích kněží. Ani to mu ovšem nestačilo, a tak se nakonec zaměřil na pláně Zapomnění.[3] Ke konci byl naprosto ztracen a stal se obětí své vlastní snahy o dokonalost. Nakonec prchl na Solstheim a byl uvězněn v hlubinách Kolbjornské mohyly společně se svými relikviemi. Dukaan Dukaan byl dračí kněz pohřbený v nordské hrobce, mohyle Bílého hřebene. Byl vlastníkem masky Dukaan. Miraak V čase kdy draci vládli smrtelníkům, sloužil Miraak jako dračí kněz na Solstheimu. Jednou se mu do rukou dostala Černá kniha, která ho přivedla do služeb Hermaea Mory, daedrického prince vědění a osudu, který ho obdařil ještě větší mocí. S vlastnictvím těchto zakázaných znalostí se Miraak postavil svým dračím vládcům, porazil je a vstřebal jejich duše, čímž se stal ještě silnější. Bylo to právě kvůli této zradě, proč draci srovnali jeho chrám se zemí. Jeho povstání bylo neúspěšné a nakonec byl poražen dalším dračím knězem jménem Vahlok, který se následně stal jeho žalářníkem a udržoval ho na ostrově. Jiné záznamy tvrdí, že zrovna ve chvíli, kdy se Vahlok chystal zasadit smrtelný úder, Hermaeus Mora Miraaka zachránil, když ho přenesl do své Apokryfy. Draci pak udělali z Vahloka vládce ostrova, ale ještě předtím ho přinutili přísahat, že bude vyčkávat Miraakův návrat, čímž si vysloužil titul „Žalářník“.[4] Miraak zůstal v Apokryfě, dokud neshromáždil dostatečné množství moci a vlivu, aby byl schopen se vrátit na Solstheim, což se mu podařilo v 4E 201, načež byl opět poražen, tentokrát Posledním Drakorozeným. Vahlok Žalářník Podle skaalských legend sloužil Vahlok jako dračí kněz v období nadvlády draků v merethické éře. Jeden z jeho vrstevníků, kněz jménem Miraak, byl sveden přísliby moci a tajných vědomostí daedrického prince vědění a osudu, Hermaea Mory. Miraak se spikl proti svým dračím pánům. Vahlok však jeho plány objevil a zhatil. Ti dva spolu několik dní bojovali a jejich souboj byl natolik ničivý, že odtrhl Solstheim od Skyrimu a stal se tak ostrovem.[4] Vahlok vyšel z bitvy jako vítěz a získal obrovskou slávu. Draci z něj udělali vládce celého ostrova, avšak za cenu toho, že musel sledovat Miraakův návrat.[4] Zahkriisos Zahkriisos byl kněz pohřbený v nordské hrobce Bloodskaalské mohyly. Byl vlastníkem masky Zahkriisos."
}