{
    "title": "Dračí síň",
    "table_of_contents": [
        "Obsah",
        "1 Exteriér",
        "2 Interiér",
        "2.1 Velký sál a okolí",
        "2.2 Obytná část",
        "2.3 Velká kolonáda",
        "2.4 Šatlava"
    ],
    "infobox": "",
    "content": "Dračí síň Dračí síň je sídelním palácem jarla z Whiterunu, jeho rodiny a dvora. Palác se nachází na nejvyšším vrcholu v oblačné čtvrti ve městě Whiterun. Interiér se dělí na čtyři části - Velký sál, obytnou část, velkou kolonádu a šatlavu. Podle legendy byl palác vystavěn jarlem Olafem Jednookým, jako vězení pro hrůzostrašného draka Numinexe. Palác do dnešních dnů disponuje obrovskou pastí na chycení draka. Exteriér Dvoupatrový palác se hrdě tyčí nad městem Whiterun. Palác je přístupný po dlouhém kamenném schodišti z Oblačné čtvrti. Pod palácem se nachází dvě vodní nádrže, ve kterých jsou chováni Lososi. Většina paláce je dřevěné konstrukce, stejně jako budovy ve městě. Velká kolonáda, sloužící původně jako vězení pro draka, je však z praktických důvodů kamenné konstrukce. Interiér Velký sál a okolí Velký sál Velký sál je největší místností celého paláce. Sál je využíván pro reprezentativní a slavnostní účely, jako jsou audience, dále je sál využíván jako hodovní síň dvora. Pro tyto účely se na vyvýšeném místě nachází trůn jarla a dva dlouhé jídelní stoly. V patře se po obou stranách paláce nachází také galerie, jež poskytuje pohled na celý sál. Po pravé straně sálu se nachází místnosti, které využívá dvorní mág ke svým studiím a ubytování. Na levé straně sálu se pak nachází vchod do kuchyně a z ní vede chodba do podzemí, které je využíváno jako skladiště a nacházejí se zde také obytné místnosti služebnictva. V sálu také nalezneme nenápadný vchod do šatlavy pod Dračí síní a schodiště do patra, odkud jsou přístupny další části paláce. Soukromé pokoje jarla Obytná část Velká kolonáda šatlava Obytná část paláce se nachází v patře a dostat se do ní dá buď hlavním vchodem z Velkého sálu a nebo podzemní chodbou přes obytné místnosti služebnictva. V patře se nachází ložnice, která slouží dvornímu správci. V této ložnici se také nachází schodiště do zmiňovaných obytných místností služebnictva. Jarl a jeho rodiny využívají komnaty v druhém patře. Po pravé straně se nachází ložnice jarlova bratra, zatímco na straně levé se nachází ložnice jarlových dětí. Jarl sám má k dispozici tři komnaty, z nichž jedna slouží jako jídelna, další jako pracovna a konečně ložnice. Přes jídelnu má jarl také přístup na balkon, ze kterého se naskýtá pohled na celé město rozkládající se pod palácem. Velká kolonáda Velká kolonáda je pravděpodobně nejstarší částí paláce. Sál se odlišuje od zbytku paláce také kamennou konstrukcí. Kolonáda je skutečně místem, kde byl vězněn drak a k tomuto účelu doposud slouží vybavení kolonády - obrovská past k chycení draka. Kolonáda je pak zakončena terasou, kde dvořané rádi poobědvají a tráví čas vyhlídkou na državu. Kolonáda je přístupna velkými dvoukřídlými dveřmi z Velké sálu. Šatlava Šatlava se nachází v podzemí přímo pod palácem, vedou sem dva vchody. Jeden vchod se nachází přímo ve Velkém sálu, zatímco vchod druhý se nachází venku po pravé straně paláce. Oba vchody jsou nenápadné. Šatlava disponuje několika vězeňskými celami a jsou zde věznění vyvrhelové, kteří se dopustili zločinu v whiterunské državě."
}