{
    "title": "Dračí stráž",
    "table_of_contents": [
        "Obsah",
        "1 Původ a raná historie:",
        "2 Za Bezvládí:",
        "3 Obnovení:",
        "4 Organizace a vybavení:",
        "5 Významní členové:",
        "5.1 Pravá Dračí stráž:",
        "5.1.1 Původní Dračí stráž:",
        "5.1.2 Draci:",
        "5.1.3 Toulaví rytíři:",
        "5.1.4 Dračí stráž z Dov-Vahlu:",
        "5.1.5 Sai Sahanova Dračí stráž:",
        "6 Předstíračská Dračí stráž:",
        "6.1 Varenova Dračí stráž:",
        "6.2 Elitní garda Clivie Tharnové:",
        "7 Galerie:"
    ],
    "infobox": "",
    "content": "Tento článek je o Dračí stráži. Pro organizaci, která přišla po nich, přejděte na Čepele. Dračí stráž (Dragonguard), také známá jako Akavirská dračí stráž (Akaviri Dragonguard), byla organizace zformovaná Remanem Cyrodiilem z válečníků tsaesci, kteří se mu vzdali v Bledém průsmyku (Pale Pass), když slyšeli jeho Hlas. Byť Remanovi pomohli s vytvořením Druhého císařství a staly se z nich jeho věrní ochránci, nově založená Dračí stráž také hledala draky na zabití, někdy ve společnosti remanských císařů. Oficiálně byly rozpuštěni po vraždě Remana III., ale odštěpené skupiny pokračovali v dodržování řádových tradic. Z těchto skupin se staly nové organizace, jako třeba Cech bojovníků (Fighters’ Guild) nebo Dračí rytíři (Dragon Knights), zatímco jiní pokračovali v plnění původní role Dračí stráže. Jeden z těchto ostatků zůstal v Císařském městě (Imperial City) a čekal na příchod pravého dědice Rubínového trůnu (Ruby Throne), další stále hledal draky na zabití. Když přišel čas Pláněspojení (Planemeld), druhá skupina zeslábla natolik, že z ní zbyl pouze jediný člen. Jiná skupina zase od identity Dračí stráže upustila úplně a stali se z nich tuláci hledající dědice pro Rubínový trůn. Tahle skupina se nakonec vynořila v posledních letech druhé éry, aby pomohla Cuhlecainovi v jeho dobytí Cyrodiilu, ale potají přesměrovali svou věrnost k Tiberu Septimovi, když zjistili, že byl Drakorozený. Po Septimově nástupu na trůn byla tato skupina přetvořena na Čepele (Blades). Za Bezvládí (Interregnum) někteří císaři-předstírači založili svou vlastní verzi Dračí stráže při pokusu legitimizovat jejich nárok na Rubínový trůn. Jedním takovým příkladem byla Dračí stráž Varena Aquilaria, kterou vedl Sai Sahan. Po Puknutí duší (Soulburst) a zmizení císaře Varena a Sai Sahana tato Dračí stráž spadla pod kontrolu Clivie Tharnové (Clivia Tharn) a přestala existovat poté, co byly její zbývající členové pobiti skupinou Neodraditelných (Undaunted). Po vypuštění dračí letky ze Síní Kolosu (Halls of Colossus) v roce 2E 582, Sai Sahan se pokusil o druhé obnovení Dračí stráže. Byť tato iterace řádu byl daleko věrnější tradicím a účelům původní Akavirské dračí stráže, zaměřovala se pouze na vyvraždění draků, kteří nyní terorizovali Elsweyr. Přesto ale byla obnovená Dračí stráž dost pragmatická na to, aby uzavřela dočasné spojenectví s drakem Nahfahlaarem. Praporec Dračí stráže Původ a raná historie: Akavirská dračí stráž má svůj původ v armádě tsaesci, která neúnavně lovila draky v Akaviru a proto v roce 1E 2703 z důvodu pokračování tohoto honu napadla Tamriel. Pochodovali skrz Morrowind a Skyrim jen s malým odporem, dokud nenarazili na armády Cyrodiilu sjednocené pod Remanem I. v Bledém průsmyku v Jerallských horách (Jerall Mountains). Jen co slyšeli Remanův Hlas, poklekli před ním a nazvali jej Drakorozeným, přičemž řekli, že on byl to, co hledali. Tyto nové přírůstky do jeho armády Remanovi I. velice pomohli v dobití a sjednocení Tamrielu do Druhého císařství. Dračí stráž však ale nezapomněla na svou původní misi a v lovu draků, obzvlášť ve Skyrimu, pokračovala s velikým úspěchem. Ja’darri a Dračí stráž bojují s Černým netvorem Chrám vládce oblak (Cloud Ruler Temple) byl v Cyrodiilu postaven Dračí stráží na začátku Druhého císařství a sloužil jako velitelství, pevnost a útočiště. Za Vashu-Pirova času jako velmistra mezi lety 1E 2734-2758, Dračí stráž se snažila v Elsweyru potlačit Laatvulona, Černého netvora. Ja’darri byla prominentní členkou Dračí stráže pracující v Elsweyru, kde uzavřela nepravděpodobné spojenectví s rudým drakem Nahfahlaarem, jenž ji začal respektovat dost na to, aby jí dal dračí jméno a také požehnání v podobě svého rohu, který po ní byl později pojmenován. Poněvadž dostala za úkol od Alkoshe použít Masku Alkoshovu (Mask of Alkosh) na Laatvulonovu porážku, Ja’darri požádala Nahfahlaara, aby Masku naplnil svou mocí. V činu, kterého později litoval, žádost ale odmítl a nechal Dračí stráž bojovat s Laatvulonem při neúplné síle. Nakonec Laatvulona uvěznili pod Baštou zkázného kamene (Doomstone Keep), ale Ja’darri při procesu zemřela. Říká se, že to byl velmistr Vashu-Pir kdo Laatvulona porazil a bardi stále zpívají o této slavné bitvě mezi Dračí stráží Remana I. a \"velikým Černým netvorem\" v Baště zkázného kamene. Laatvulon je uvězněn Dračí stráží Ve Skyrimu Chrám oblačného úkrytu (Sky Haven Temple) sloužil jako základna Dračí stráže a jako Remanova svatyně. Ovšem, v pozdní první éře vypukla ledohradská rebélie (Winterhold Rebellion) na protest vůči nuceným odvodům, uvalených na místní populaci císařem Kastavem. Dračí stráž přebývající v chrámu však Kastavův rozkaz na potlačení rebélie neposlechla s odůvodněním, že by tím porušila svou přísahu věrnosti (Oath of Allegiance). Namísto nich tedy Kastav vyslal akavirského velitele Kaliena, který v roce 1E 2805 město vyplenil. Vyplenění vyůstilo v to, že místní nordi chrám oblehli, poněvadž Akavirce od sebe nerozeznali. Obležení bylo ukončeno krátce po korunovaci Remana II. na císaře v 1E 2806. Nový císař později chrám navštívil jako součást své první návštěvy Skyrimu v roce 1E 2806, přičemž Dračí stráž sloužila jako čestná garda. V roce 1E 2812, císař Reman II. povolil stavbu Alduinovy zdi (Alduin’s Wall) v Chrámu oblačného úkrytu. Byla považována za zázrak starého světa a jejím účelem bylo uchovat nahromaděné znalosti o dracích a proroctví, které Dračí stráž tehdy měla. Jejím hlavním bodem bylo obrazová reprezentace Proroctví o Drakorozeném. Proroctví předpovídalo 5 klíčových historických událostí, které měli předcházet Alduinově návratu po jeho vyvržení za Dračí války (Dragon War). Poněvadž Alduinův návrat byl nevyhnutelný, Dračí stráž věřila, že Zeď byla jejich darem budoucím generacím. Reman II. se do chrámu vrátil v roce 1E 2818, aby Zeď oficiálně dedikoval. Krvavá pečeť před chrámem byla posvěcena v přítomnosti celé Akavirské dračí stráže ve Skyrimu. Díky tomu mohl být chrám uzavřen až do chvíle, kdy jej otevřel jistý Drakorozený pro jeho moc a vědění. Vstup do chrámu, otevřen krvavou pečetí, byla veliká kamenná podobizna Remana I. Draci byly v dalších dvou století téměř vyhlazeni a Stráž operovala v kapitulách po celém Tamrielu pod přímým vedením drakorozených císařů. Za Bezvládí: Dračí rytíř Poněvadž se Dračí stráž ještě nevyvinula ve špionážní specialisty, kterými byli Čepele, nedokázali zabránit vraždě císaře Remana III. rukou Morag Tong v roce 1E 2920. Stráž byla po této zlé události oficiálně rozpuštěna, mnozí její členové se stali žoldnéři a pomohli zformovat Cech bojovníků. Jiní se postarali o to, aby mystická a bojová umění starého Akaviru přežila do druhé éry a stali se známými jako Dračí rytíři. Neoficiálně někteří zůstali ve službách akavirských potentátů, teď spíše jako tajná služba než čestná stráž. Ostatní pokračovali v lovu na přeživší draky ve Skyrimu až do roku 2E 373. Někteří členové teď rozpuštěné Stráže šli hledat Ja'darrin roh; prohledali Chrám větrného očištění (Wind Scour Temple), Chrám bouřného drápu (Storm Talon Temple) a Chrám temných vod (Dark Water Temple). Nakonec se pokusili zabít Vahlokzina, draka, který Roh střežil, ale selhali. Po vraždě Savirien-Choraka Dračí stráž počítala za své nepřátele ty, kteří plánovali smrt Remana a potentátů. Mnozí jejich členové padli díky noži ve tmě, čímž byl jejich zbytek přinucen se skrýt. Za dlouhého Bezvládí a v absenci pravého císaře, kterého by mohli chránit, se Dračí stráž rozhodla bránit Rubínový trůn v Císařském městě před drobnými vojevůdci, kteří řádili v Cyrodiilu. Za Pláñespoje a po zmizení kapitána Sai Sahana byly zase zahnáni do úkrytu císařskou regentkou Clivií Tharnovou, ale pokračovali v operacích v provincii pod falešnými jmény. Někteří rádoby císaři zformovali svou vlastní ’Dračí stráž, aby dodali své vládě legitimitu, ale tohle byly jen bledé náhražky Akaviřanů, žádní následníci. Clivie Tharnová měla svou vlastní Dračí stráž. Členové pravé Stráže, kteří se schovali, přijímali pseudonymy začínající titulem ’Drak’ a pracovali na ochraně artefaktů a informací, dokud by se neukázal drakorozený císař, který by převzal Rubínový trůn. Členové pravé Stráže také vyhledávali a chránili potenciální Drakorozené, včetně budoucího Tibera Septima, ve snaze jednoho dostat na trůn. Kavalýr Renald byl známý člen pravé Dračí stráže, který pomohl Tiberu Septimovi dostat se k moci. Drak mečů Drak mečů byla agentka Dračí stráže, která hrála velikou roli při obraně Povzneseného ohniště (Sublime Brazier) a překažení Molag Balovi invaze Císařského města kolem roku 2E 582. To dokázala průzkumem města a shromážděním informací od Tří aliancí a následně spoluprací s Ostatkem na zastavení Molag Balova plánu věčného uhašení Dračích ohňů. Drak a Ostatek odpálili těžební operaci ve Pomníkovém okresu (Memorial District), zachránili otce Egnatia a mimo jiné také ukradli daedrám knihu o Povzneseném ohništi. Drak mečů, kapitán Caudex a Ostatek tak zabránili generálu Malivovi Ohniště zničit. Drak mečů potom provedla s otcem Egnatiem rituál, který ji proměnil ve strážce Ohniště, dokud trůn nepřijal další Drakorozený. Drak byla požehnána mocí a nesmrtelností samotným Akatoshem. Draku štítů pak bylo Drakem mečů pro zajištění existence Ohniště přikázáno, aby o něm věděla pouze Dračí stráž. Člen Elitní gardy Clivie Tharnové Kolem roku 2E 582, se xivkynská daedra ve službách Molaga Bala jménem Molag Kena přestrojila za císařskou regentku Clivii Tharnovou a pokusila se vyšplhat Bílo-zlatou věž, aby získala Starší svitek, který potřebovala na Obrat pláněspojení (Planemeld Obverse), proces, jenž měl vtáhnout Chladný přístav (Coldharbour) do Tamrielu. V převleku Molag Kena zrekvizitýrovala skupinu Cliviiny napodobeniny Dračí stráže pro \"znovuzískání\" Bílo-zlaté věže. Tito tři lidé byly mocnými Dračími rytíři známými jako Elitní garda. S asistencí skupiny Neodraditelných a molí kněžky Terrany Arminusové (Terran Arminus), Molag Kena v získání Staršího svitku uspěla. Následně své Elitní gardě přikázala, aby zbytek skupiny povraždily, ale proti Neodraditelným neměli šanci. Skrytá akavirská svatyně Dov-Vahl v Jizvě (The Scar) po vraždě potentátů sloužila jako jeden z posledních úkrytů pro zneuctěnou a rozpuštěnou Dračí stráž, kde mohli udržovat své staré tradice při životě. Když byly draci kolem roku 2E 582 vypuštěni ze Síní Kolosu, zmanipulovali Euraxii Tharnovou (Euraxia Tharn) aby s nimi uzavřela spojenectví. Jako součást jejich dohody, Euraxie dala svým vojákům rozkaz zavraždit strážce Orlanda, posledního známého člena řádu v Elsweyru. Obnovení: Potom co se draci vrátili za Bezvládí, Sai Sahan chtěl Stráž obnovit k jejímu původnímu účelu: lovu draků. Když slyšeli zvěsti o mocné zbrani jménem Ja'darrin roh, Sai Sahan a Ostatek cestovali do opuštěných pevností Dračí stráže a v procesu našli šplhací háky, knihy, zbraně a zbroj staré Stráže. Brzy ale zjistili, že Roh byl ukraden Vahlokzinem, který si jej odnesl do svého doupěte v Pelletíně (Pelletine); pro jeho získání tam tedy cestovaly. Sahan se po přečtení zpráv o dračích spatřeních a kultové aktivitě přesunul z Údolí mečů (Valley of Blades) do Senchalu. Nahfahlaar, spojenec Dračí stráže Caska, senche-rahtská členka Dračí stráže Za’ji, dagi-rahtský člen Dračí stráže Když dorazili do Senchalu, Sai Sahan s Ostatkem požádali o pomoc generála Renma, vůdce Třinácté legie a Senchalských štítů. Renmus ale Sahanovi řekl, že neměl lodí ani vojáků nazbyt kvůli množství uprchlíků stěhujících se do Senchalu. Nakonec se jim ale povedlo získat loď jménem Dokonalý pasák (Perfect Ponce), která patřila dvojici khajiitských pirátů, Za’jimu a Casce. Tito piráti se přidali k Sahanovi a Ostatku a cestovali do Přílivova (Tideholm), kde byl spatřen červený drak. Zatímco prozkoumávali ostrov, objevili, že ruiny na Hradě přílivu (Tidehold) kdysi byly svatyní Dračí stráže. Sahan a Ostatek potom narazili na rudého draka a Sahan zadul na Roh-bezúčinně. Červený drak vysvětlil, že to byl jeho vlastní roh a tak na něj nepůsobil, přičemž se představil jako Nahfahlaar. Sahan a Nahfahlaar uzavřeli spojenectví proti draku Laatvulonovi, poněvadž zničení Tamrielu by znamenalo zkázu pro ně oba. Sai Sahan a členové Dračí stráže Jen se skupina vrátila do Senchalu, Sai vysvětlil, že bylo zapotřebí Stráž obnovit a nabrat nové členy pro boj s Laatvulonem a jeho kultem Nového měsíce (New Moon Cult). První rekruti této nové Dračí stráže byla posádka Dokonalého pasáka a po nich bylo přijato členů více a více. Tito noví příchozí byly z mnoha prostředí, jako třeba maormerů, khajiiti všech srstev (Furstocks), císařských, altmerů a dunmerů. Jeden dunmerský člen, Darns Gilvio, byl přinucen přidat se svou rodinou, poněvadž jeho předek bojoval po boku Hakona Jednookého. Nahfahlaar informoval Dračí stráž o jiném draku jménem Yahgrondu, která by byl ochotný s bojem proti Laatvulonovi pomoci, ale nebyl si jistý umístěním svého známého. Za’ji zmínila, že kněží chrámu Khenarthina dechu (Khenarthi’s Breath Temple) by mohli být schopní Yahgronda najít. Klanová matka Tadali svou pomoc nabídla, ale nejdřív po Ostatku chtěla, aby získal zpět jeden z jejích svatých chrámových zvonků, který byl před lety ukraden. Poté, co byl zvonek získán ze Zátoky měsíčního svitu (Moonlit Cove), byl v chrámu očištěn a Tadali provedla věštecký rituál. Dračí stráži řekla, že Yahgrondu se nacházel na místě s velikým množstvím vápence, v pobřežní jeskyni. Když skončila, Nahfahlaar dorazil a informoval členy Stráže o vápencovém lomu na jih od chrámu, který byl obsazen řádem Nového měsíce (Order of the New Moon). Když Dračí stráž dorazila do lomu, Laatvulon už byl v hlubinách dolu a snažil se Yahgronda přesvědčit, aby se přidal na jeho stranu. Yahgrondu ale odmítl, což vyprovokovalo Laatvulona k útoku. Jen co Stráž dorazila, Yahgrondu byl mrtev. Laatvulon následně přikázal svému dračímu knězi Ra’khajinovi, aby Yahgronda přivedl z hrobu. Ten draka oživil s pomocí kamene eonů (Aeonstone), kterého bylo v dole veliké množství, ale Ostatku se povedlo vzkříšeného draka zabít. Poté, co Ostatek informoval Sai Sahana o zapletení kultu Nového měsíce v pomoci Laatvulonovi, Sahan požádal Ostatek, aby kult infiltroval pro zjištění umístění jejich základny, počtu jejich sil a co plánovali provést dál. Generál Renmus podal o kultu informace, třeba že přijímali v Senchalu. Ostatek se tedy jal vyšetřovat náborový procesu kultu ve společnosti Casci, přičemž oba museli bojovat v podzemní aréně, aby prokázali svou sílu. Ostatku poté bylo nabídnuto místo v řádu Nového měsíce a dostal přívěsek, který měl být ukázán strážci před pevností kultu v tenmarském lese (Tenmar Forest). Jen byl v pevnosti, Ostatek musel projít další zkoušky, aby dále prokázal svou hodnotu. Po dokončení zkoušek dostal Ostatek k obřadu, který chtěl kult provést. Tento obřad byl rituální obětí nových rekrutů, jejichž životní energie měla být přenesena do kamene eonů, aby pomohli Laatvulonovi. Caska a Ostatek pro zastavení obřadu některé kameny eonů zničili. Následně z pevnosti uprchli a zpravili Dračí stráž, o tom, jak řád Nového měsíce posiloval draky, jimž sloužil a že se blížil útok na Pyšný domov (Pridehome). Dračí stráž spěchala do Pyšného domova, který našli v ruinách. Klanová matka Pyšného domova byla smrtelně zraněná a předtím než zemřela, tak informovala Sahanovu Dračí stráž o Masce Alkoshově. Laatvulonův dračí kněz, Ra’khajin, byl dříve členem Alkoshovi pýchy (Pride of Alkosh), než jej Černý netvor zkazil přísliby moci. Ra’khajin hledal Masku Alkoshovu, aby ji udržel mimo ruce těch, kteří by chtěli stát proti jeho pánu. S pomocí klanové matky Tadali Ostatek vstoupil do Síní vznešené hřívy (Halls of the Highmane), kde se Maska nacházela. Musel překonat zkoušky, které byly v síních připraveny pro ty, co by se chtěli stát nositeli Masky. Dokázal to, porazil Ra’khajina v hlubinách chrámu a Masku si vzal. Laatvulona Ostatkovo vměšování se rozběsnilo a pokusil se jej zničit, ale zastavil ho Nahfahlaar. Draci v lítém boji odletěli. Sai Sahan vede Dračí stráž proti Laatvulonovi Stráž dvojici následovala do Bašty zkázného kamene, kam Nahfahlaar dopadl poté co jej jeho nepřítel zranil. Sai Sahan a Ostatek vstoupili do bašty, aby svého přítele našli a v procesu se dozvěděli o Nahfahlaarově minulosti s Ja’darri. Draka našli a ten se nabídl, že pro Ostatka, koho začal respektovat, naplní Masku svou mocí. Pár vstoupil do sen připomínajícího stavu a provedli rituál pro naplnění Masky. Ostatek si nasadil již naplněnou Masku a Dračí stráž se ve hledání Laatvulona vydala hlouběji do bašty. Černý netvor byl Dračí stráží a za Nahfahlaarovi pomoci konečně zabit. Po Laatvulonově smrti byl Sai Sahan kontaktován Abnurem Tharnem, členem Pěti společníků, který v minulých měsících řešil svůj vlastní dračí problém. Laatvulon nebyl pravým pánem kultu Nového měsíce; tato role spadla na Kaalgrontiida, zeleného draka, který chtěl použít kámen eonů k získání obrovské moci a také božství. Abnur Tharn a Ostatek vstoupili do pevnosti kultu a dostali se tak do Dračího panství (Dragonhold), ostrova, který sloužil jako Kaalgrontiidovo velitelství. Dvojice se tam dozvěděla více o Kaalgrontiidových úmyslech a povedlo se jim zničit silové pole, které ostrov obklopovalo. Sai Sahan mezitím shromáždil Dračí stráž, aby se postavili Kaalgrontiidovi v bitvě. Tharn na ostrově zůstal, zatímco Ostatek se vrátil na základnu Stráže. Ostatek, Nahfahlaar, královna Khamira z Anequiny (Anequina), Sai Sahan a Dračí stráž následně napadli Dračí panství, aby to s Kaalgrontiidem navždy skoncovali. Uspěli, ale nabytý kámen eonů na Kaalgrontiidově sídle moci byl nestabilní. Abnur Tharn a Nahfahlaar na ostrově zůstali, aby zachytili blížící se výbuch a byl to pouze Nahfahlaar, kdo se vrátil do svatyně Dračí stráže na Přílivově. Nahfahlaar krátce poté opustil Elsweyr a Sai Sahan pokračoval ve vedení Stráže proti jakémukoli dalšímu draku, který by se pokusil zemi khajiitů dobít. Organizace a vybavení: Celá Dračí stráž byla tradičně vedená velmistrem a každý chrám zase mistrem. Když to bylo nutné, velmistr mohl vydat chrámovému mistrovi rekviziční příkaz. Pod úrovní mistra existovali další hodnosti, jako třeba kapitán, velitel a seržant. Vystřelovací hák Dračí stráže Řád měl v Tamrielu několik pevností, z nichž byl nejznámější Chrám vládce oblak v Cyrodiilu. Jiné známé pevnosti byly Chrám bouřného drápu (Storm Talon Temple) ve Vysoké skále (High Rock), Chrám oblačného úkrytu (Sky Haven Temple) a Chrám temných vod (Dark Water Temple) ve Skyrimu, Chrám větrného očištění (Wind Scour Temple) v Hammerfellu, stejně jako Přílivov (Tideholm) a síň Dov-Vahl v Elsweyru. Byť byl řád ve svém účelu teoreticky sjednocen, chrámy Dračí stráže měli autonomii dostatečnou na to, aby soupeřili o individuální prestiž a vznikala mezi nimi i rivalita. Dračí roh Vybavení Dračí stráže odráželo jejich elitní stav, vlastnili totiž vybavení jako vystřelovací háky, balisty na útočící draky a dračí rohy pro srážení draků k zemi. Řád také zabité draky dobře využíval, získávali z nich alchymistické přísady jako krev, žluč, rheum, etc. Významní členové: Pravá Dračí stráž: Původní Dračí stráž: Velmistr Ghelin-Brol (1E 2703 - 2734) Velmistr Vashu-Pir (1E 2734 - 2758) Neznámý mužský velmistr (kolem 1E 2804) Velmistr Jaiv-Yora (1E 2808 - 2835) Velmistr Ettien Volusus (1E 2879 - 2902) Hadí kapitán Vershu (kolem 1E 2920) Grundwulf (kolem 1E 2920) Velitel Oholin (kolem 1E 2920) Dinieras-Ves (kolem 1E 2920) Mistr Araidh (kolem 2E 373) Ja’darri (kolem 1E 2734 - 2758) Draci: Drak mečů Drak korun Drak štítů Drak holí Toulaví rytíři: Renald (kolem 2E 582) Grundwulf (kolem 2E 582) Dračí stráž z Dov-Vahlu: Orland (kolem 2E 582) Sai Sahanova Dračí stráž: Velmistr Sai Sahan (kolem 2E 582) Ostatek (kolem 2E 582) Za’ji (kolem 2E 582) Caska (kolem 2E 582) Aelie Renmusová (Aeliah Renmus) (kolem 2E 582) Předstíračská Dračí stráž: Varenova Dračí stráž: Kapitán Sai Sahan (kolem 2E 582) Elitní garda Clivie Tharnové: Cordius Pontifio Otho Numida Micella Carlinus Galerie: Kavalýr Renald, hadí kapitán původní Dračí stráže (ESO) Grundwulf, člen původní Dračí stráže (ESO) Člen Dračí stráže za Bezvládí Pevnost Dračí stráže (ESO) Alduinova zeď. obrazový repozitář pro staré Akavirské dračí vědění Zbraně a zbroje Dračí stráže (konceptové umění z ESO) Sai Sahan a vybavení Dračí stráže (ESO)"
}