{
    "title": "Druhá éra",
    "table_of_contents": [
        "Obsah",
        "1 První století",
        "1.1 2E 1",
        "2 Druhé století",
        "2.1 2E 101",
        "2.2 2E 120",
        "2.3 2E 148",
        "2.4 2E 182",
        "2.5 2E 184",
        "3 Třetí století",
        "3.1 2E 227",
        "3.2 2E 230",
        "3.3 2E 231",
        "3.4 2E 283",
        "3.5 2E 284",
        "4 Čtvrté století",
        "4.1 2E 301",
        "4.2 2E 307",
        "4.3 2E 309",
        "4.4 2E 311",
        "4.5 2E 320",
        "4.6 2E 321",
        "4.7 2E 324",
        "4.8 2E 342",
        "4.9 2E 358",
        "4.10 2E 360",
        "4.11 2E 369",
        "4.12 2E 373",
        "5 Páté století",
        "5.1 2E 401",
        "5.2 2E 406",
        "5.3 2E 408",
        "5.4 2E 409",
        "5.5 2E 412",
        "5.6 2E 418",
        "5.7 2E 420",
        "5.8 2E 425",
        "5.9 2E 428",
        "5.10 2E 430",
        "5.11 2E 431",
        "5.12 2E 432",
        "5.13 2E 434",
        "5.14 2E 435",
        "5.15 2E 450",
        "5.16 2E 465",
        "5.17 2E 467",
        "5.18 2E 480",
        "5.19 2E 486",
        "5.20 2E 489",
        "6 Šesté století",
        "6.1 2E 515",
        "6.2 2E 521",
        "6.3 2E 522",
        "6.4 2E 532",
        "6.5 2E 536",
        "6.6 2E 540",
        "6.7 2E 541",
        "6.8 2E 542",
        "6.9 2E 546",
        "6.10 2E 551",
        "6.11 2E 555",
        "6.12 2E 559",
        "6.13 2E 560",
        "6.14 2E 561",
        "6.15 2E 562",
        "6.16 2E 563",
        "6.17 2E 565",
        "6.18 2E 566",
        "6.19 2E 567",
        "6.20 2E 568",
        "6.21 2E 572",
        "6.22 2E 573",
        "6.23 2E 576",
        "6.24 2E 577",
        "6.25 2E 578",
        "6.26 2E 579",
        "6.27 2E 580",
        "6.28 2E 582",
        "7 Sedmé století",
        "7.1 2E 603",
        "7.2 2E 638",
        "8 Osmé století",
        "8.1 2E 730",
        "9 Deváté století",
        "9.1 2E 803",
        "9.2 2E 812",
        "9.3 2E 828",
        "9.4 2E 830",
        "9.5 2E 831",
        "9.6 2E 852",
        "9.7 2E 854",
        "9.8 2E 862",
        "9.9 2E 864",
        "9.10 2E 865",
        "9.11 2E 882",
        "9.12 2E 893",
        "9.13 2E  896",
        "10 Poznámky",
        "11 Zdroje"
    ],
    "infobox": "",
    "content": "Druhá éra je celkem čtvrtá éra v pořadí. Začala s vymřením Remanské dynastie a skončila, když Tiber Septim dobyl celý Tamriel, prohlásil se císařem a založil Septimskou dynastii. První století 2E 1 Podle nařízení potentáta Versidue-Shaiea, první rok druhé éry začíná 1. ranní hvězdy. Začátek nové éry připomíná konec Remanské dynastie a Versidue-Shaieovým oficiální převzetím správy nad Druhým císařstvím.[1] Druhé století 2E 101 První zmínka o existenci frakce Hvězdopravců, které její starší členové označovali jako „Vážený řád pozorovatelů nebeských chodů a znameních.“[2] 2E 120 Viana Čistá se stává baronkou Lainlynu.[3] 2E 148 Panenská baronka Viana Čistá umírá.[3] 2E 182 Začíná vláda nového elsweyrského Manea, Zebiden-joa.[4] 2E 184 Zabití draka Grahkrindroga.[5] Třetí století 2E 227 Tjuthane Fyrre, ayleidský mudrc umírá.[6] 2E 230 Znechucený pošetilostí svých nadřízených v Psijickém řádu, Vanus Galerion zakládá nový cech, Cech mágů, ve Firstholdu.[7] Tři daedričtí princové – Clavicus Vile, Mephala a Nocturnal – uzavírají dohodu s mořským sloadem K'Torem, aby získali Srdce průzračného zákona – Kámen Krystalové věže. K'Tora za použití myšlenkové magie přinutí obřadního mistra Iachesise, vůdce Psijického řádu, ukrást Srdce. Ve snaze zmařit K'Torův plán, Iachesis uzavírá dohodu s Nocturnal, aby se naučil kouzlo, kterým by ukryl Srdce v jazyku, jenž pouze smrtelníci mohou použít. Iachesis ovšem skryvá Srdce do sebe – zanedlouho na tyto události zapomíná kvůli K'Torovy magie.[8] Následně ostrov Artaeum, domov Psijického řádu, je řádem odstraněn z Nirnu a je ztracen.[9] 2E 231 Založení Řádu lucerny, rytířského řádu, za cílem ochránit nově založený Cech mágů.[10] 2E 283 Po zničení jeho pevnosti v Jitřence, Versidue-Shaie svolává Radu starších a vyhlašuje válečný zákon po celém Tamrielu, čímž varuje vůdce vzbouřenců svých království, aby rozpustili své osobní armády nebo se postavili jeho hněvu. Toto na dalších 37 let způsobuje intenzivní konflikt, na jehož konci vítězí Versidue-Shaieova Císařská legie jako jediná armáda, která zbyla.[11] Vedená texty Tjurhana Fyrra, Císařská expedice prozkoumává ruiny ayleidského města Garlas Malatar a objevuje průchod do hlubin města. Skupina v ruinách postaví pevnost Mistwatch, aby sloužila jako základna, zatímco oni samotní drancují město, ale brzy je každý člen expedice přeměněn strážci Wrathstoneu na Meridianské očištěné. Vchod do Garlas Malatar je opět ztracen a zmizení expedice zůstává nevysvětlitelné další tři století.[12][13] 2E 284 Hostinec U Dragginově pověsti je postaven na Stros M'Kai.[14] Čtvrté století 2E 301 Království Camlornu je založeno.[15][Poznámka 1] 2E 307 Hrůzný duch se objevil ve Stormhavenu. Meneviské katakomby a meneviské opatství jsou následně opuštěna.[16] 2E 309 Keirgo a Eshita, vládcové malých království Anequiny a Pellitiny, se vzali. Spojená území vytvořila provincii Elsweyru a zároveň způsobila válku, do které se málem musely zapojit sousední provincie.[17][18][19] Začíná vláda Rid-Thar-ri'Datta, elsweyrského manea.[17][18] 2E 311 Rid-Thar-ri'Datta odhaluje Riddle'Tharovu zjevení v Rawl'khaském chrámu.[20] 2E 320 Dinieras-Ves zakládá Syffim, předchůdce cechu bojovníků.[11] 2E 321 Zákon o ceších je schválen.[11] 2E 324 Potentát Versidue-Shaie je zavražděn Morag Tongem ve svém paláci v Senchal.[21] Savirien-Chorak nastupuje na místo potentáta po svém otci, Versidue-Shaieovi. Přestože nebyl dobrým správcem, který nedokázal zvládnout krizi, která se přihodila během jeho vlády, je mu připisována změna zákazu o utváření místních armád a přijal Orsinium do Císařství.[11][22] 2E 342 Donel Deleyn, hlava urozeného rodu Deleynů, se ujímá daggerfallského trůnu.[23] 2E 358 Objevuje se první možná zmínka o Temném bratrstvu. Pod podlahou opuštěného domu v nordské vesnici Jallenheim se našel vzkaz. Vzhledem k tomu, že popisoval válku mezi dvěma tajemnými organizacemi, vědci spekulují o tom, že se jedná o vzácný důkaz o válce mezi Morag Tongem a Temným bratrstvem. Bratrstvo existovalo již před touto zmínkou, ale datum jeho založení je neznámý a pravděpodobně ho tvořili bývalí členové Tongu.[24] 2E 360 V denících královny Arlimahery z Hegathe se našel záznam o službách Temného bratrstva.[21] 2E 369 Dračí stráž ukončuje alianci mezi drakem Nahfahlaarem a králem Casimirem II. z Wayrestu.[5] 2E 373 Bratr Mathnan dokončuje nekompletní seznam draků zabitých v Atlasu draků Dračí stráží a akaviřany od dob založení cechu.[5] Páté století 2E 401 Král Donel Deleyn z Daggerfallu umírá a na jeho místo, dne 17. západu, nastupuje princ Anton a stává se z něho král Anton I. z Daggerfallu.[25] 2E 406 Poté co je odhaleno, že osada Cormount může být plná camoranských dědiců, se její populace za jeden týden téměř zdvojnásobila, jelikož tam dorazili oportunisté, zvědavci, prohnaní. Po měsíce byly svatby na denním pořádku.[26] 2E 408 Královna Sylvie, matka krále Antona I., umírá.[25] 2E 409 Král Anton I. přežívá pokus o atentát.[25] 2E 412 Krvavá královna Arlimahera píše svůj deník, ve kterém říká: „...s pomocí Matky noci a jejího Temného bratrstva, tajné službě, kterou má rodina najímá od dob mého dědečka.“ Můžeme se domnívat toho, že bylo Bratrstvo dobře zorganizováno už v 2E 360, pokud je skutečně využíval i její dědeček.[21] 2E 418 Abnur Tharn, budoucí kancléř Rady starších, se narodil.[27] 2E 420 Napětí mezi domorodými bosmery z Cormountu a migranty z New Joy vrcholí a a celá osada New Joy je srovnána se zemí.[26] 2E 425 Král Anton I. přežívá druhý pokus o atentát.[25] 2E 428 Kvůli „Prokletí Rudého měsíce“, vlkodlačí krizi v High Rocku, Adeliza Stříbrná sekyra zakládá řád Stříbrného úsvitu poté, co byl její milovaný syn nakažen lykantropií.[28] 2E 430 Potentát Savirien-Chorak a všichni jeho dědici jsou zavražděni, čímž končí doba akavirských potentátů a druhé cyrodiilské Císařství.[21][29][30] Někteří historici tvrdí, že se to stalo v 2E 431.[31] Orsinium ztrácí svůj status Císařského území jako následek smrti posledního potentáta a rozpuštění Druhého císařství.[31] 2E 431 Po úspěšném atentátu na velekrále Logrolfa, jarl Svartr ze Solitude zpochybňuje legitimnost Logrolfovy dědičky, Freydis, a dochází ke svolání Sněmu. Přestože Freydis byla schopná nosit Korunu pravdy a též byla ve Windhelmu jmenovaná velekrálovnou, část Sněmu v Solitude prohlásila Svartra za velekrále. Skyrim se tak rozdělil na Východní království, spravované potomky Freydis, a Západní království, spravované potomky Svartra.[32] Po ztrátě svého postavení jako Císařské území je Orsinium podruhé zničeno bretonci a redguardy.[33][34] Některé záznamy tvrdí, že se to stalo až následující rok.[35] 2E 432 Cavor Merula, kněz válečník Akatoshe, kvůli rozpadu Druhého císařství reformuje starodávný Řád hodiny.[36] 2E 434 Král Maxevian z Daggerfallu posílá Bledou stráž do Wrothgaru na pětiletou misi, aby zajistili, že orkové nikdy znovu nepostaví Orsinium.[37] 2E 435 Invazi Lamií předchází bouře, která nejspíš začala na Ostrově bouří na severozápad od Valenwoodu.[38] 2E 450 11. západu, 45 let dlouhá vláda krále Antona I. končí po jeho smrti. Je pohřben v hrobce s přízrakem Magiula Shiana, se svým bývalým Seneschalem, jenž slouží jako jeho strážce.[25] Na daggerfallský trůn nastupuje dcera Antona I., Donella.[23] 2E 465 Abnur Tharn se stává kancléřem Rady starších a slouží jako Císařský bojový mág cyrodiilského císařství.[27] 2E 467 Jarl Hakkvild Yashnagův zabiják z Falkreath poráží Yashnaga gro-Yazgu a jeho šampiony v rituálním souboji a rozpouští jeho třicetileté orkské náčelnictví ve Skyrimu.[34] Obyvatelé Kvatche se bouří proti kněžím katedrály Akatoshe v povstání známém jako Kvatchské chlebí výtržnosti poté, co plíseň rudé pšenice již druhým rokem naprosto zničí jejich úrodu. Předtím než povstalci mohou zapálit městskou katedrálu, Řád hodiny zasáhne a zabije polovinu naštvaného davu. Do další sezóny plíseň sama mizí.[36] 2E 480 Charismatický orský drancovník, Baz Swordbreaker, vede svoji armádu do Kvatche, ale je poražen Řádem hodiny. Kvatchský primas dává povolení Řádu utvořit armádu v dobách náboženských krizí.[36] 2E 486 Poté co je maormerská flotila spatřena z břehů Alinoru, král Hidellith nařizuje svému loďstvu, aby ji pronásledovalo. Altmerové následují maormery skrz nezmapované vody přímo do léčky poblíž Pyandoney samotné. Pouze jediná altmerská loď přežije svůj návrat do Alinoru.[39] 2E 489 Blacksapské hnutí založené v Grahtwoodu doufá zformalizovat přístup bosmerů k Zelenému paktu, aby zabránili dalším konfliktům, které vedly ke zničení New Joy.[26] Šesté století 2E 515 Král Anton II. umírá.[23] Synovec a jediný dědic Antona II., Bergamot Deleyn, nastupuje na daggerfallský trůn.[23] 2E 521 Emeric, budoucí král Wayrestu a vůdce Daggerfallské smlouvy, se narodil Pierricovi z Cumberlandu.[40] 2E 522 Král Hurlburt z rodu Branquettů, který vedl bretonské armády v bitvě o Granden Tor, usedá na shornhelmský trůn.[41] 2E 532 Princ Phylgeon, syn krále Hurlburta, se narodil.[41] 2E 536 Varen Aquilarios se narodil.[NR 1] 2E 540 Primas Phrastus z Kvatche přežívá pokus o atentát.[36] 2E 541 Durcorach Černý drake, císař cyrodiilského císařství a praotec Longhouských císařů, napadá bretonská území.[40] Kancléř Abnur Tharn nachází v trezorech pod Bělozlatou věží „Svitek svatých předchůdců“, který údajně vyvrátil spojení Tharana Ye Redde-Handa s Postupným masakrem v první éře.[42] 2E 542 Po smrti krále krále Hesepha z rodu Moile, město Evermore padlo po pouhých třech dnech po začátku obléhání Durcorachem Černým drakem. Vévoda Blaise Guimard později získal město zpět a následně byl korunován.[33] Po pádu Hallin's Stand a Camlornu, Durcorath započal obléhání Wayrestu, které trvalo 57 dní, ale nakonec ho Emeric zabil. Vládci Daggerfallu, Camlornu, Shornhelmu, Evermoru a Wayrestu uzavřeli Daggerfallskou smlouvu.[40][43] 2E 546 Král Hurlburt ze Shornhelmu umírá. Prince Phylgeona podporuje rod Montclair. Rody Branquette a Tamrith ovšem podpořily jeho nevlastního bratra, prince Ransera.[41] Severská rada se schází, aby zvážila, kdo nastoupí na shornhelmský trůn. Skrze různých politických intrik, těsně vyhrává nemanželský syn krále Hurlburta, Ranser, který se ujímá trůnu.[41] Jorunn, budoucí skyrimský velekrál a vůdce Ebonheartského paktu, se narodil královně Mabjaarně Flame-Hair z Windhelmu.[44] 2E 551 Co začalo jako hádka na pohřebišti Sanguine Barrows propuká v krvavou potyčku, známou pod jménem Krvavý pohřeb, mezi rody Tamrith a Montclair.[45] 2E 555 Ayrenn, budoucí královna Alinoru a vůdkyně Aldmerského spolku, se 5. druhé setby narodila králi Hidellithovi a kinlady Tuideně ze Summersetských ostrovů.[46] 2E 559 Rody Hlaalu a Dres se utkaly v krvavém boji, ve válce dvou rodů, na jih od města Narsis. Hlaalu vyhrává díky hrdinství Purilly Falen.[47] 2E 560 Knahatenská chřipka začíná ve Stormholdu, na severu Black Marshe, kde způsobuje mnoho úmrtí. Argoniáni, přirozeně odolní vůči všem nemocem, byli tím pádem imunní i vůči této chřipce, což vedlo některé k tomu, že věřili, že to oni byli právě za tuto nemoc zodpovědní. Chřipka se dál rozšiřovala až do roku 603.[31][48] 2E 561 Knahatenská chřipka se rozšiřuje po Shadowfenu, kde úplně ničí osady Stillriseké vesnice a Zuuk.[49][50] Bylo nalezené největší naleziště orichalka v zaznamenané historii. Hrabě Emeric navrhuje použít vydělané peníze na zesílení wayrestské flotily a vylepšení obchodu napříč High Rockem.[43] Svargrim je korunován velekrálem západního Skyrimu.[NR 2] 2E 562 Poté co koloviané zabrali severní Elsweyr, využívaje doby, kdy byli khajiitové příliš oslabení knahatenskou chřipkou, Namu – matka lunárních šampionek Shazah a Khali – a její oddíl pomohli získat zpět Orcrest a Riverhold. Namu zemřela v boji s generálem Quintiliem. Tato událost se ale možná odehrávala až o několik let déle.[51] 2E 563 Dochází k Plavbě Karmínové lodi, kdy loď plná kothringských kmenových lidí se snažila 9. první setby uprchnout z Black Marshe daleko od knahatenské chřipky. Přes rok je přístav od přístavu neustále odmítaly, a tak zamířili západ a už je nikdy nikdo neviděl.[7] Hrabě Emeric se ujímá wayrestského trůnu. Rod Cumberland se tak stává druhou královskou dynastií poté, co knahatenská chřipka pozabíjí celou Gardnerskou královskou rodinu.[40][43] 2E 565 Knahatenská chřipka propuká v Orcrestu. Tým alchymistů, pod vedením Ubraze – otec lunárních šampionek Shazah a Khali – byl poslán do Orcrestu, aby s chřipkou bojoval. Nákaza byla ale příliš silná a celý tým zemřel.[52] Nezvykle teplé počasí ve Skyrimu vede hordu trollů napříč západní částí provincie, zatímco „prováděli nevýslovné a odporné činnosti“. Velekrál Svargrim pomáhá řádění učinit přítrž. Tato událost je známá jako Velká říje trollů.[53] Stovky temných elfů na západním pobřeží Vvardenfellu dostaly vyrážku, která způsobovala dráždivou flekatou pokožku. Kožní plíseň byla způsobená změnou alchymistického receptu populárního krému na obličej.[54] 2E 566 Uražený tím, že král Emeric odmítl ruku jeho dcery, zahajuje král Ranser v poslední setbě náhlé obléhání Wayrestu.[35][41] 2E 567 Po Ranserově válce, provincie High Rocku a Hammerfellu podepisují Druhou daggerfellskou smlouvu s orky z Orsinia.[35][43] Král Emeric dává orkům právo znovu zřídit Orsinia.[35] 2E 568 Král Blaise z Evermoru umírá. Jeho nástupcem se stává jeho syn, král Eamond.[33] Bratr Annulus píše Anály Dračí stráže, která je věrnou kopií stejnojmenného záznamu původně napsaném členy Dračí stráže umístěných v chrámu Nebeského útočiště, mezi lety 1E 2800 až 1E 2819.[55] 2E 572 Armáda Ada'Soom Dir-Kamala se vyloďuje na severovýchodě Skyrimu a dobývá Windhelm, v procesu zabíjí i královnu Mabjaarn a Nurnhildu. Na cestě do Riftenu, zjišťuje Dir-Kamal, že je město chráněno armádou pod velením Jorunna Skaldského krále a Wulfhartha Popelového krále, a tak se rozhodl ho obejít a zaútočit na Mournhold. Dir-Kamal se najednou ocitá uvězněn mezi Jorunnovou armádou a dunmerskou armádou vedenou Almalexií; se včasnou pomocí od skupiny argoniánských vojáků, zahnali nájezdníky zpět do moře, aby utonuly.[44] Jiný záznam zase tvrdí, že byli akaviřané v Morrowindu vyhlazeni, když Vivec provincii zatopil.[56] Po druhé akavirské invazi, provincie Morrowindu, Skyrimu a Black Marshe podepisují pakt ve městě Ebonheart.[57] 2E 573 Císař Leovic zadává práci na prvním Císařově průvodci Tamrielem.[58] 2E 576 Leovic, poslední člen dynastie reachmenů známých jako Longhouseští císaři, uzákoňuje uctívání daeder napříč Tamrielskou říší, čímž okamžitě podněcuje povstání. Varen Aquilarios, kvatchský hrabě, uspořádává armády kolovianských území proti císaři.[59][60] Císařské armády Euraxie Tharn přejímají kontrolu nad Rimmenem, v procesu zavraždí khajiitského krále Hemakara a jeho rodinu. Euraxia se následně prohlašuje rimmenskou královnou. Tato událost je známá jako Ledopádský převrat.[42] Krátce poté co Carolus Aquiralios převzal dočasnou vládu nad Kvatchem, se anvilský císařský prefekt Ephrem Benirus pokouší zmocnit Varenova majetku. Carolovi se útoky daří odrážet, čímž značně oslabuje anvilské ozbrojené složky.[61] 2E 577 Kapitánka Fortunata ap Dugal využívá oslabeného Anvilu a s její pirátskou armádou svrhuje císařského prefekta.[62] Velekrál Svargrim zakládá pevnost Karthald, aby chránila jižní hranici Západního Skyrimu od vpádu nepřátelských reachmenů. Město Karthwatch je založeno krátce poté.[63][64] Po nenávistné válce, armáda Varena Aquilaria útočí na Imperial City a poráží poslední legie císaře Leovica.[65] Varen osobně Leovica zabije v Císařském trůním sále a sám se prohlašuje císařem.[59][Poznámka 2] Ve snaze legitimizovat svou vládu, Varen a jeho spojenci Lyris Titanborn, Sai Sahan, Abnur Tharn a Mannimarco vyráží pátrat po Amuletu králů, o kterém Mannimarco tvrdí, že může být použit v rituálu, jenž přesvědčí Akatoshe udělat z Varena Drakorozeného. Po dvou letech pátrání, Pět společníků nachází Amulet v ruinách Sancre Toru.[59][Poznámka 2] 2E 578 Kancléř Abnur Tharn zadává práci na přepracování Císařova průvodce Tamrielem.[58][Poznámka 2] Mannimarco zrazuje Varena Aquilaria během jeho snahy použít Amulet králů, aby se stal Drakorozeným, rituál zkorumpoval a porušil starodávnou smlouvu s Akatoshem, jež uzavřela Nirn od Zapomnění. Exploze tajemné energie, Soulburst, způsobila Varenovo zmizení, a její následný magický otřes zmítl celým Nirnem, zabíjel nebo doháněl k šílenství mágy, daedry se objevovaly v obrovských počtech, a souhvězdí Hada dominovalo noční oblohu. V chaosu, který následoval, Molag Bal rozmístil Temné kotvy, s jejichž pomocí táhnul Nirn do své říše Coldharbouru, aby je sloučil v jedno, v procesu známém jako Planemeld.[59][66][Poznámka 3] 2E 579 Pirátská armáda Fortunaty ap Dugaly útočí na Kvatch, což má za následek událost známou jako Gottshawský masakr. Anvilský hrabě Carolus Aquilarios uznává porážku a souhlasí přísahat věrnost nezávislému Zlatému pobřeží, nyní nově oddělenému od Císařství.[36][62] V nepřítomnosti svého manžela se Clivia Tharn ujímá regentství nad císařským trůnem. Cliviina vláda údajně ohlašuje čas „šílenství, vraždy a úpadku“.[40] 2E 580 Po svém zmizením v roce 573 je Ayrenn prohlášena za nezvěstnou a její mladší bratr Naemon, je jmenován následníkem trůnu. Když král Hidellith zemřel a Naemon se připravoval vládnout, Ayrenn se vrátila do Summersetských ostrovů, uplatnila svůj původní nárok a usedla na trůn.[46] Následně po vlastních vnitřních konfliktech, provincie Elsweyru a Valenwoodu požádali Summerset o pomoc, a tak se národy spojily a utvořily První aldmerský spolek.[46][67] Začíná válka tří vlajek, kdy se Aldmerský spolek, Ebonheartský pakt a Daggerfallská smlouva střetávají v boji o Rubínový trůn, aby ho vyrvali ze spárů cyrodiilského císařství, a aby se uchránili před císařskými pod vlivem Molag Bala. Spolek usiluje o opětné nastolení elfí nadvlády nad Tamrielem, z důvodu jeho ochrany před neopatrností mladších ras. Smlouva se snaží o obnovení Druhého císařství a vrácení míru a stability Tamrielu. Pakt touží porazit císařské, aby zachovali nezávislost jeho zemí.[66][67] 2E 582 Pět společníků je obnoveno, aby společně zastavili Planemeld Molag Bala. Jejich členové jsou Varen Aquilarios, Sai Sahan, Abnur Tharn, Lyris Titanborn a Vestige.[66] Cech bojovníků úspěšně ničí Mortuum Vivicus s pomocí jejich nového Šampiona.[66] Po téměř tisíciletí v Třepotajících ostrovech, se ostrov Eyevea vrací do Tamrielu díky Adeptovi Cechu mágů s pomocí arcimága Shalidora.[66] Během Balovi okupace Imperial City, agent Dračí stráže zvaný Drak Čepelí, s Vestigovou pomocí, zastaví Balův plán zničit Božské ohniště, klíč k zažehnutí Dračích ohňů.[68] Vůdci tří aliancí se setkávají na ostrově Stirk, v neutrálním teritoriu, aby prodiskutovali invazi Coldharbouru. Poté co se jim nepodaří dojít k dohodě, jsou napadeni Balovými vojenskými složkami, což je přesvědčí dát Cechu bojovníku a Cechu mágů svá požehnání, aby vedly útok na daedrickou říši. Spojené cechy vyráží do Coldharbouru v čele s Vestigem.[66] Vestige zastavuje Planemeld, ukončuje Molag Balův plán sloučit Nirn a Coldharbour do jednoho hrůzného pekla.[66] Král Kurog z Orsinia je zabit v pozdním podzimu po neúspěšném pokusu sjednotit orkské klany Wrothgaru pod jeho vládu pozabíjením náčelníků, kteří odmítli uctívat Trinimaca. Náčelník Bazrag z klanu Fharun je korunován novým králem a obnovuje uctívání Malacatha. Vzhledem k tomu, že členství Orsinia v Daggerfallské smlouvě bylo založené na dohodě mezi králem Kurogem a velekrálem Emericem, Orsinium v podstatě opouští Smlouvu, očekávaje opětné projednávání.[69][Poznámka 4] Po neúspěšné loupeži a následné perzekuci z Taneth, Cech zlodějů z Abah's Landing je opět na vrcholku své moci a začíná se rozšiřovat po celém Tamrielu.[70][Poznámka 4] Ochráněno od probíhající alianční války Varenovou zdí, de facto nezávislé Zlaté pobřeží zažije konec boje o moc mezi Anvilem, Kvatchem a Řádem hodiny. Hrabě Carolus Aquilarios kontaktoval Temné bratrstvo, aby zavraždilo guvernérku Fortunatu ap Dugal z Anvilu. Bratrstvo tudíž muselo čelit pronásledování od Řádu hodiny, a tak se rozhodlo následně zavraždit primase Artoria Pontica, čímž ho zastavilo od shromáždění armády proti Aquilariovi.[71][Poznámka 4] Ve snaze najít vstup do Clockwork City Sotha Sila, daedrický princ a jeho poskok ukradnou hůl Sunna'rah, nástroj vytvořený Sotha Silem za účelem experimentovat s jeho vlastní mocí. Hůl končí v rukou ashlandera Conoona Chodaly, jenž touží po titulu Nerevarina. Pokaždé, když Chodala hůl používá, Vivecova moc slábne, což oslabuje jeho sevření na malém měsíci Baar Dau a ohrožuje celý Vvardenfell. Naštěstí Azuřina šampionka, clockworský mág a Cizinec přichází Vivecovi na pomoc. Chodala je diskreditován a poražen, plán Clavica Vila zmařen a Vivecova moc obnovena.[72][Poznámka 4] Sotha Silův stín, sloužící Nocturnal, je vyvolán a nahrazuje ho jako vládce Clockwork City. Ve stejné chvíli Blackfeatherský dvůr vstupuje do města a krade Klíč kostlivce, který byl v Silově vlastnictví. Vestige, s asistencí Divayth Fyra a clockworských apoštolů, odhaluje hrozbu; nepodaří se mu ale získat zpět Klíč předtím, než se ho zmocní Silův stín. Za použití Klíče se Nocturnal a Stín pokouší převzít kontrolu nad Clockwork City; jsou zastaveni Vestigem, Fyrem a apoštolem, kteří zachrání Sila poražením jeho Stínu. Sil následně dává Fyrovi Klíč do úschovy.[73][Poznámka 4] Tři daedričtí princové, Clavicus Vile, Mephala a Nocturnal, se pokouší uskutečnit svůj plán se zmocnit Krystalové věže v Summersetských ostrovech za použití Srdce transparentního zákona, které přinutili obřadníka Iachese z Psijického řádu ukrást okolo roku 230 – jenž to také před nimi ukryl. Poté co obelstí Iachea do vyzrazení lokace Srdce, jež je v něm samotném, tak ho zabijí. Nocturnal ovšem zradí Vila a Mephalu a nechává si Srdce sama pro sebe. Tak přebírá vládu nad Krystalovou věží, v naději ji využít pro dosažení všudypřítomnosti v celém Aurbisu. Její plány jsou zmařené Vestigem a Psijickým řádem, jimž pomáhali oba zrazení Princové a Meridiin šampion, a Srdce je navráceno do Věže.[8][Poznámka 4] Vestige pomáhá Cyrodiilské sbírce získat mocný artefakt, Pozůstatek Argonu, který obsahuje duše ztraceného argoniánského kmene z Murkmiru.[74][Poznámka 4] Za účelem se zbavit nudy během války tří vlajek, daedrický princ Sheogorath se dočasně ujímá několika artefaktů, patřících jiným Princům. Poté je nabízí bojovníkům v Cyrodiilu, aby přinesli pozdvižení probíhající válce.[75][Poznámka 4] Císařský bojový mág Abnur Tharn neúmyslně otevře legendární Síně Colossu s Wrathstonem, jelikož věřil, že obsahují mocnou zbraň. Uvnitř jsou však ukrytí draci – uzavření khajiitským hrdinou Khunzar-ri v meretické éře – a ti jsou následně vypuštěni do Elsweyru. Draci uzavírají alianci s Euraxií Tharn, vládkyní Rimmenu. Tato aliance ovšem nemá dlouhého trvání, jelikož Vestige Euraxii zabije, čímž se Rimmen dostává opět do vlastnictví khajiitů. Draci plánují získat lunární moc Jone a Jode za použití Měsíční brány Anequiny. Jsou zastaveni, když Vestige vstupuje do Říše Jode a vyhání vůdce draků, Kaalgrontiida. Khamira, dcera krále Hemakara, je korunovaná královnou Rimmenu.[76][Poznámka 4] Bývali členové Pěti společníků, Sai Sahan a Vestige, dávají dohromady novou Dračí stráž – z většiny složenou z bývalých pirátů a císařských vojáků – aby ochránili Pelletine před dračí hrozbou. S pomocí draka Nahfahlaara se jim podaří získat mocný artefakt, Akatoshovu masku, a porazit draka Laatvulona. Kaalgrontiid se z vyhnanství vrací do Elsweyru a chce využít Aeonstone, nalezený na ostrově Dragonhold, aby získal sílu boha, čímž se stal předpovězeným Temným Aeonem. Nové Dračí stráži pomůže Nahfahlaar, Abnur Tharn a královna Khamira, a společně ničí Aeonstone a poráží Kaalgrontiida. Ten byl ovšem před svojí porážkou schopen pozřít velké množství moci, která riskuje zničení celého Elsweyru, jestliže zůstane neovládaná. Nahfahlaar a Abnur Tharn ji společnými silami ovládnou, což způsobilo jejich zmizení a možnou smrtí toho druhého.[77][Poznámka 4] Sedmé století 2E 603 Poslední zaznamenaný případ Knahatenské chřipky, kdy, přestože epidemie skončila, se ne-argoniáni stále Black Marshi vyhýbají.[7][48] 2E 638 Cech mágů na Stros M'Kai je plně autorizovaný.[78] Osmé století 2E 730 Ostrov Artaeum se po 500 letech vrací. Psijický řád se vrací s ostrovem, ale v čele již není Iachesis.[9] Deváté století 2E 803 Narodil se Rangidil Ketil, budoucí dunmerský hrdina a vůdce Ordinátorů. 2E 812 Rimmen se odděluje od Elsweyru, přestože nadále vzdává poctu elsweyrskému Manovi, kvůli zajištění nezávislosti.[16] 2E 828 Pravděpodobné narození Tibera Septima.[Poznámka 5] 2E 830 Když začali dědicové Camoranské dynastie bojovat o valenwoodský trůn, Summersetské ostrovy a Valenwood se spojili a založili Druhý aldmerský spolek.[79] 2E 831 Cyrus, slavný redguardský žoldnéř, se narodil v městě Sentinel.[80] 2E 852 Armáda vedená generálem Talosem, později známém jako Tiber Septim, začínají řadu konfliktů, které končí sjednocením Tamrielu pod Třetím císařstvím a začátkem třetí éry. Pevnost Sancre Tor je dobyta nordskými a bretonskými útočníky. Uprostřed zimy vede generál Talos odvážný útok, znovu se zmocní pevnosti a získává zpět Amulet králů z hrobky Remana III. pod Sancre Torem.[81][82] 2E 854 Král koloviánských území Cuhlecain je zavražděn vrahem z High Rocku, těsně před svou korunovací na císaře. Vrah také spálí Císařský palác na popel a pokouší se zabít i generála Talose, který je korunován císařem na místo Cuhlecaina jako Tiber Septim.[83] 2E 862 Hammerfellský velekrál, Thassad II., umírá, jelikož byl v době své smrti již značně nemocný a starý. Po jeho smrti vůdce Forebearů, baron Volag, začne revoluci pro znovunastolení republiky.[84] 2E 864 Korunní princ A'tor, syn Thassada II., dědic hammerfellkého trůnu a vůdce Crownů, vede vítězně své ozbrojené složky proti Forebearům. V zoufalosti Forebearové požádají o pomoc Tibera Septima, jenž posílá svou armádu vedenou lordem admirálem Amielem Richtonem, která zničí crownské vojáky v přístavu Stros M'Kai.[84] Trpasličí recyklační zákon je schválen, který dává Císařské archeologické společnosti právo mít v dwemerských zříceninách volnou ruku.[85] Začíná Povstání na Stros M'Kaiské. Nepokojný spolek, veden sourozenci Cyrusem a Iszarou, ničí Císařskou flotilu v přístavu Stros M'Kai a poráží malou skupinu Císařské legie, umístěnou na ostrově.[86] Lord Amiel Richton, provizorní guvernér otrova Stros M'Kai, umírá rukou Cyruse, třímajícího meč očarovaný duší crownského prince A'Tora.[86] Baron Volag vychází ze svého úkrytu a přebírá kontrolu nad forebearským městem Sentinel. Po dvou povstáních je císař Tiber Septim přinucen podepsat První smlouvu Stros M'Kai, která je výhodnější pro Hammerfell.[86] 2E 865 Symmachus, budoucí generál Císařské legie a manžel královny Barenzie, se narodil.[7] 2E 882 Dagoth Ur a jeho popelaví upíři se probouzí pod Rudou horou, kde se spojili s Lorkhanovým srdcem. Přepadávají Tribuny při jejich každoroční rituální koupeli v moci Srdce, a zahnali je. Od té doby byli žijící bohové odděleni od Srdeční komnaty, a čas od času pořádali válečná tažení, za účelem si probojovat cestu dovnitř.[87] Tato událost přiměla Sotha Sila začít pracovat na Mechanickém srdci, umělou náhražku Lorkahnova srdce.[88] 2E 893 Barenzie, budoucí královna Morrowindu, a později Wayrestu, se narodila.[7][Poznámka 6] 2E 896 Tiber Septim dokončuje dobývání většiny území Tamrielu s pomocí trpasličího golema Numidia a bojového mága Zurina Arcta, a sjednocuje ho pod Třetí císařství. Tiberova vláda je považovaná za spravedlivou a velkolepou, jednu z nejlepších z celé historie.[89] Tiber Septim vyhlašuje na konci roku třetí éru.[89] Poznámky Tajemství princezny Talary, Část I tvrdí, že se v 3E 405 odehrála tisíciletá oslava založení království, což znamená, že bylo založeno v roce 2E 301. 2,0 2,1 2,2 V Pirátské královně Zlatého pobřeží se píše, že Varenovo povstání začalo v roce 576 a pokračovalo další rok, ale datum konce není nikde přímo zaznamenané. Co ovšem víme, je, že poté co byl Varen korunován císařem, on a jeho Společníci strávili dva roky (podle Lyris Titanborn) pátráním po Amuletu králů, než se vrátili do Imperial City a způsobili Soulburst v roce 579. Tímto pádem Povstání skončilo právě v roce 577. Jeden zdroj tvrdí, že Varen zmizel v roce 578, další, že Soulburst začal v roce 578, zatímco jiné, se zmiňují o roce 579. 4,0 4,1 4,2 4,3 4,4 4,5 4,6 4,7 4,8 4,9 Přesné datum těchto událostí nám není známé, ale rozhodně k nim nedošlo před rokem 582. Loremistr The Elder Scrolls Online, Leamon Tuttle, řekl, že „čas ve hře je každému hráči osobní. Vzhledem k tomu, že velké množství hráčů může hrát herní obsah v jakémkoliv pořadí, odolali jsme pokušení postoupit do roku 583. Z tohoto důvodu předpokládáme, že se všechny události odehrávají v roce 582.“ Kniha Vlčí královna, Kniha první říká, že se Tiber Septim narodil v roce 288, ale to by znamenalo, že by mu bylo v den jeho smrti téměř 650 let. Proto předpokládáme, že si Potema špatně pamatuje historii. Arcturijská hereze tvrdí, že mu bylo 108, když zemřel, což znamená, že se narodil někdy mezi léty 827 až 828. Potema tudíž nejspíš dala číslice špatně za sebou, takže rok 828 je nejvíce pravděpodobný. Životopis královny Barenzie tvrdí, že bylo Barenzii pět let, když došlo k Dohodě o příměří, jež byla podepsaná v posledních několika letech druhé éry."
}