{
    "title": "Država Whiterun",
    "table_of_contents": [
        "Obsah",
        "1 Dějiny",
        "2 Geografie",
        "2.1 Osady a pevnůstky",
        "3 Politika",
        "4 Vojenská moc",
        "5 Ekonomika"
    ],
    "infobox": "Država Whiterun Mapka državy ve 4E Lore Hlavní město Whiterun Rozloha Největší država Skyrimu Nejvyšší bod Jícen Světa Státní zřízení Monarchie Jarl Balgruuf Velkomožný Měna Septim Rasy Nordové Náboženství Kult Kynareth Herní údaje Počet obyvatel (NPC) cca. 150 (TES V) Hry The Elder Scrolls V: Skyrim",
    "content": "Država Whiterun je jednou z devíti držav Skyrimu. Hlavním městem državy je stejnojmenné město Whiterun, které se majestátně tyčí na skalnatém vrcholku. Država hraničí s Pláněmi na západě, s državou Falkreath na jihu, s Průrvou na jihovýchodě, Východní markou na východě, s Hjaalmarkou a Hranicí na severu. Dějiny Historie državy úzce souvisí se samotným hlavním městem. Dějiny Whiterunu se odvíjí od Jorrvaskru, síně družiníků. Po dlouhá léta to byla jediná budova na kopci, na kterém se rozléhá nynější město. Časem však kolem Jorrvaskru vyrostla prosperující osada, proslulá výrobou medoviny. Další zmínka o raných dějinách Whiterunu se váže na Dračí síň. Tehdy hrdina Olaf Jednooký, pocházející z města porazil obávaného draka Numinexe. Olaf se pak triumfálně vrátil do města a na jeho rozkaz byla městská pevnost přestavěna, aby se stala vězením pro Numinexe. Tak získalo dnešní sídlo jarlů své jméno. A po městě nese název celá država. V horách se také nachází Vysoký Hrothgar. Jedná se o klášter Šedovousých, kteří jsou mistry hlasu. Za čtvrté éry byli obyvatelé državy znepokojeni dračími útoky. Geografie Bílá řeka Na území državy převažují nížiny, rozlehlé pláně, na kterých obři chovají své mamuty. Téměř ze všech stran jsou však tyto rozlehlé nížiny ohraničeny horami, právě v této državě se nachází i největší hora Skyrimu - Jícen světa. Územím panství protéká také Bílá řeka, která je veletokem Skyrimu. Podnebí ve zdejší državě není tak chladné a kruté jako dále na severu Skyrimu. Jsou zde i vhodné podmínky pro zemědělství. Osady a pevnůstky Hlavním a jediným městem državy je Whiterun, ležící téměř ve středu Skyrimu. V okolí města najdeme mnoho zemědělských usedlostí a drobných pevnůstek. Krom města se v državě nacházejí i dvě větší vesnice - Riverwood, ležící na jihu državy a Rorikův dvorec, ležící na severozápadě. Na území državy se také nachází pevnost Šedoblat. Politika Dračí síň sídlo Jarla V současné době je Jarlem zdejší državy Balgruuf Velkomožný, který je známý svou opatrností a diplomatickou obratností. Panovníkovi záleželo na jeho poddaných a nechtěl se plést do občanské války ve Skyrimu, dokud to nebylo bezpodmínečně nutné. Proto upíral říši právo, umístit do jeho města císařskou posádku. Nechtěl tak zbytečně provokovat Bouřné hávy, i když mu bylo jasné, že neutrální nemůže zůstat věčně. Panovníkův dvůr se skládal s těch nejlepších poradců, měl své zástupce pro diplomacii, vojenské záležitosti i pro magický výzkum. Jarl měl také v kompetenci udělovat titul zemana těm, kdo učinili pro jeho město něco významného. Jarl také neváhal poslat vojáky do oblastí ohrožených draky, aby tak ochránil své poddané. Vojenská moc Država Whiterun měla k dispozici zhruba padesát vojáků, kteří byli vesměs strážní z města. Více než čtvrtina celkového počtu vojáků však byla umístěna mimo město, v předsunutých pevnůstkách, aby včas varovali město před případným útokem. Několik málo stráží bylo také umístěno ve vesnicích, aby je ochraňovali. Whiterunští vojáci se také proslavili vítězstvím nad drakem. V případě závažného ohrožení byla říše kdykoliv připravena posílit hradby Whiterunu svými vojáky. Ekonomika Hlavním hospodářským odvětvím v državě je zemědělství, pro které tu vládne příhodné klima. Na statcích kolem hlavního města a na vesnicích se pěstují hlavně zelenina a pšenice. Zdá se, že država tak dokáže své obyvatele sama uživit. Hned po zemědělství si zde mnoho lidí živí dřevorubectvím. Nesmíme zapomenout ani na to, že díky poloze ve středu Skyrimu je město Whiterun obchodním uzlem celé provincie. U města se také nachází medovar, kde se vyrábí proslulá whiterunská medovina. v • d • e SkyrimHlavní město:SolitudeDržavy:Eastmarch • Falkreath • Haafingar • Hjaalmarch • The Pale • The Reach • The Rift • Whiterun • WinterholdKategorie: Skyrim"
}