{
    "title": "Dumac",
    "table_of_contents": [
        "Obsah",
        "1 Historie",
        "2 Galerie",
        "3 Drobnosti",
        "4 Pro více informací",
        "5 Výskyt",
        "6 Zdroje"
    ],
    "infobox": "",
    "content": "Řezba Dumaca se skarabem Dumac (také známý jako Dumac Trpasličí Ork[1][2], Dumac Trpasličí král[3] nebo Dumalacath)[4] byl dwemerský král, vůdce klanů Resdaynu v první éře, nyní známém jako Morrowind. Historie Během Skyrimských dobývání v 1E 416 vytvořili Dumac s Indorilem Nerevarem První radu, alianci Chimerů a Dwemerů proti nordské hrozbě.[1][5] Dwemerský klan, Rourken, s dohodou nesouhlasil[6] a podobně na tom byl i chimerský rod, rod Dagoth, Šestý rod.[7] Spojené dwemerské a chimerské armády úspěšně zastavily nordskou invazi.[5][8] O Dumacovi a Nerevarovi se také ví, že byli přítomni při korunovaci císaře Goriea ze Cyrodiilu v 1E 461, kdy společně reprezentovali Resdayn.[9] Aniž by o tom trpasličí král věděl, pracoval jeden z jeho nejdůležitějších členů rady, Kagrenac, tajně na vytvoření nového dwemerského boha. Když to Voryn Dagoth zjistil, upozornil Nerevara, který poté šel za Dumacem a zeptal se ho, zda-li je to pravda. Kagrenaca to velice urazilo a ptal se Nerevara, kdo si myslí, že je, že zpochybňuje jejich záležitosti a tvrdil, že jeho lidé jsou nevinní.[8][10] Později se Nerevar naposledy vrátil na Vvardenfell, aby s Dwemery vyjednával a ostře se s Dumacem pohádal. Ten stále ještě nevěděl o Kagrenacových plánech. První rada se rozpadla a začala válka První rady.[8] Během bitvy na Rudé hoře vyvedl Dumac trpasličí armády z jejich pevností společně s roboty a atronachy pod jeho kontrolou.[2] Nerevar zatáhl Dumacovy armády do polí, kde byly poraženy Nerevarovými generály, zatímco on sám vyrazil do Srdeční síně. Nerevar zabil Dumaca ethoským nožem[2][11] a oba dva podlehli svým zraněním.[8][10] Jiné zdroje říkají, že Dumac a Nerevar nebyli během bitvy na Rudé hoře ve při, ale že spojili síly, aby zastavili Wulfhartha před využitím moci Lorkhanova srdce. Podle této verze bitvy byl král Wulfharth vzkříšen jako avatar Shora a nahromadil armádu složenou z Nordů, Orků a rodu Dagoth, aby získali Lorkhanovo srdce, kterému Nordové říkali Shorovo srdce. Během vrcholu bitvy Wulfharth Srdce získal, ale na aklimatizaci jeho moci potřeboval nějaký ten čas. Zatímco se Srdce přizpůsobovalo, on a Voryn Dagoth se postavili Nerevarovi a jeho dvěma společníkům, Alandro Sulovi a Dumacovi Trpasličímu králi. Za pomocí řevu Wulfharth oslepil Alandra a Dumaca zabil. Sám byl ovšem oslaben ranou, kterou mu Dumac zasadil svým válečným kladivem, Sunderem. Sunder způsobil, že Srdce ztuhlo, a umožnil Nerevarovi zabít Wulfhartha překvapivým bočním úderem s Keeningem, kdy mu poté vyřízl srdce.[3]"
}