{
    "title": "Dunmer (Skyrim)",
    "table_of_contents": [
        "Obsah",
        "1 Biologie",
        "2 Historie čtvrté éry",
        "2.1 Imigrace – Erupce Rudé hory",
        "2.2 Azuřina vize",
        "3 Tvorba postavy",
        "3.1 Dovednostní bonusy",
        "3.2 Počáteční kouzla",
        "3.3 Speciální schopnosti",
        "4 Unikátní gameplay",
        "5 Významní dunmerové",
        "6 Galerie",
        "7 Zajímavosti",
        "8 Zdroje"
    ],
    "infobox": "",
    "content": "Pro více informací, přejděte na stránku: DunmerovéHlavní článek: Rasy (Skyrim) Dunmerská žena a dunmerský muž. \"Temní elfové, ve svém domorodém Morrowindu také známí jako „dunmerové“, vynikají v plížení a magii. Jsou přirozeně odolní proti ohni a dokáží povolat hněv svých předků, aby se obklopili ohněm.\" ―Popis rasy[src]Dunmerové, častěji známí jako temní elfové, jsou elfové s šedou kůží, kteří pocházejí z Morrowindu. Po erupci Rudé hory mnoho dunmerů uprchlo do Skyrimu, kde museli přetrpět předsudky jejich elfského dědictví a statusu jako uprchlíci. Přesto se mnoho dunmerů dokázalo přizpůsobit nejsevernější tamrielské provincii jako obchodníci a mágové. Biologie V současné době má většina dunmerů rudé (někdy až černé) oči a kůži, jejíž barva se pohybuje od modré až po zelenou, nejčastěji ji mají ale šedou. Nebylo tomu tak ovšem vždycky. Původně byli známí jako chimerové, kteří měli zlatou kůží. Jejich nynějším vzhledem je proklela Azura, jako potrestání Tribunálu buď za vraždu Indorila Nerevara nebo za použití Kagrenacových nástrojů.[1][2] Jak muži, tak ženy mají nastavenou výšku na 1.0, což je standardní výška většiny ras ve Skyrimu. V porovnání s ostatními merskými rasami jsou dunmerové vyšší než bosmerové (0.95) a menší než altmerové (1.08). Historie čtvrté éry Imigrace – Erupce Rudé hory Po výbuchu Rudé hory, mnoho dunmerů uteklo do Skyrimu. Pár se jich usadilo ve Winterholdské univerzitě, za účelem posílit svůj magický talent.[3] Více se jich dostalo do Windhelmu, což bylo sídlem Bouřných hávů, odpůrců tamrielského císařství. Azuřina vize Před destrukcí, která vedla k masivnímu exodu dunmerské rasy, mnoho stoupenců Azury mělo vize o vypuknutí Rudé hory. Vyrazili směrem k Winterholdu a cestou postavili Azuřinu svatyni, kde zůstali jako knězi a kněžky, přestože postupně odcházeli ze strachu z dozvědění se o jejich budoucnosti skrze vidění, která jim Azura poskytovala. V 4E 201, u svatyně zůstala pouze jedna kněžka, Aranea Ienith. Tvorba postavy Dovednostní bonusy +10 Ničení (úroveň 25) +5 Alchymie (úroveň 20) +5 Proměny (úroveň 20) +5 Iluze (úroveň 20) +5 Lehká zbroj (úroveň 20) +5 Plížení (úroveň 20) Počáteční kouzla Plameny (Ničení) Jiskření (Ničení) Léčení (Obnova) Speciální schopnosti Hněv předků: Jednou denně po dobu 60 sekund, pokud se nepřítel dostane příliš blízko bere poškození 8 bodu za sekundu způsobené ohněm. Tato schopnost může ovšem ublížit i neutrálním postavám, jako například stráže. Odolnost vůči ohni: Tvá dunmerská krev ti dává 50% odolnost vůči ohni. Unikátní gameplay Dovednostní bonusy dunmerů dávají důraz na používání magie a plížení, tím pádem bývají skvělí nájemní vrahové, stínovrazi, bojoví mágové nebo čaromečové. Jejich přirozená dovednost, Hněv předků, způsobuje zranění ohněm komukoliv v bezprostřední blízkosti, což je užitečné především pro bojovníky na blízkou vzdálenost. Jejich 50% odolnost vůči ohni je pro ně velice užitečná zvláště při boji s nepřáteli, kteří bojoví výhradně ohněm, jako například draci, mágové a ohniví atronachové. Tato odolnost je také výhodná, pokud hrajete za upíra (s datadiskem Dawnguard), kdy mají ve fázi 4 50% oslabení vůči ohni. Rasy, kterou tuto odolnost nemají, mohou pro její dosažení nosit očarovanou zbroj, kupříkladu masky Ahzidala a Otara. Významní dunmerové Brand-Shei Telvanni – Obchodník v Riftenu a dědic rodu Telvanni Gabriella – Členka Temného bratrstva Irileth – Správkyně jarla Balgruufa Velkomožného Lleril Morvayn – První radní Raven Rocku Karliah – Slavík a bývalá členka Cechu zlodějů Neloth – Mistr čaroděj rodu Telvannni Matka noci – Šeptající mrtvola vedoucí Temné bratrstvo Savos Aren – Arcimág Winterholdské univerzity Brelyna Maryon – Studentka ve Witnerholdské univerzitě a členka rodu Telvanni"
}