{
    "title": "Dunmerové",
    "table_of_contents": [
        "Obsah",
        "1 Historie",
        "1.1 První éra",
        "1.2 Druhá éra",
        "1.3 Armistice",
        "1.4 Třetí  éra",
        "1.4.1 Návrat sněti a naplnění proroctví o Nerevarínovi",
        "1.5 Čtvrtá éra",
        "2 Kultura",
        "2.1 Svátky",
        "2.1.1 Nový život",
        "2.2 Lov a řemeslo"
    ],
    "infobox": "",
    "content": "Dunmerové ve hře TES V: Skyrim Dunmerové (Dunmer), jinak známí jako temní elfové (Dark Elves) nebo i archaicky moriache jsou jedním z elfských plemen. Jsou to merové s rudýma očima a šedou kůží z provincie Morrowind. V císařství je termín \"temní elfové\" velice rozšířený, ale oni samotní a jejich altmerští bratranci preferují \"dunmeri.\" Slovo \"temní\" je různě interpretováno jako \"ti s tmavou kůží,\" \"pochmurní\" nebo \"bez přízně osudu.\" Dunmerové všechny tyto konotace do své národní identity zvesela přijímají. Jejich kombinace mocného intelektu se silnou a hbitou postavou z nich dělá skvělé válečníky a čaroděje. Na bojišti jsou dunmeři známí vyváženým spojením meče, luku a ničivé magie. Dunmerové žijí dvakrát až třikrát déle než lidé; dvě stě let starý dunmer je považován za starce. Dunmer, který se dožije tří sta let, je považován za prastarého. Mnozí z nich jsou pochmurní a rezervovaní. Jiným rasám a lidem příliš nevěří, a v lásce je také nemají. Mnozí jim tento pohled oplácejí. V očích cizince jsou dunmerové pyšní, nelítostní, klanově smýšlející a často i krutí, ale sami si velmi cení rodiny a věrnosti. Také se prý i rychle rozzlobí. Přes jejich často veliký talent a moc, mstivost, starodávné konflikty, ochota zrazovat jiné a všeobecně špatná reputace jim zabraňují získat větší vliv. Ti, kteří se narodí v jejich domovině Morrowindu, jsou známí větší nepřátelskostí než ti, co vyrostli v jiných provinciích císařství. Temní elfové jsou obzvlášť zranitelní vůči kožním nemocem, jimž všem říkají \"corprus\" (neplést si se stejnomennou nemocí šířenou Dagoth Urem). Ve staré velothštině \"corprus\" znamená \"kožní sněť.\" Historie Historie dunmerů začíná chimeri-rasou elfů s bledě zlatou kůží, kteří následovali proroka Velotha z Letního ostrova (Summerset Isle) do Resdaynu, dnešního Morrowindu, kde hledali náboženskou svobodu. Jejich aldmerští předchůdci přišli do Tamrielu s hluboce zakořeněnou tradicí uctívání předků. Jak aldmerská populace rostla, třídní rozdíly se stali prominentní součástí jejich společnosti a to se projevilo i v jejich náboženství. Duchové předků vyšších kast začali být populárnější a časem se z nich stali bohové. Kde byl kdysi Auri-El předkem šlechty, všichni altmerové jej postupem času prohlásili svým společným předkem. Ti, z nichž se později stal psijický řád (Psijic Order), byly ti merové, kteří s těmito společenskými změnami nesouhlasili. Tito strážci starých způsobů Aldmerisu věřili, že všechny božské síly jsou vedeny duchy předků; i aedry a daedry jsou prostě duchové obdivuhodných smrtelníků, kteří na onom světě dosáhli veliké moci. Vzpurné usazení se psijiků na Artaeu (Artaeum) bylo prvním opuštěním místa, které je dnes považováno za domov vznešených elfů a masových odchodů nižších tříd jen nabývalo. Chimerové, jenž jsou též zváni \"velothský lid,\" jméno stále užívané popelci (Ashlanders), byly mezi těmi, co utekli. První éra Dunmerové se zrodili z popela bitvy na Rudé hoře. Tato nechvalně známá konfrontace vedla ke smrti jejich dávného a respektovaného válečného vůdce známého jako lord Indoril Nerevar, zničení Šestého domu, zmizení celé dwemerské rasy a získání božství Nerevarovými čtyřmi rádci a nejbližšími přáteli. Vyvrcholilo to zjevením Azury, bohyně soumraku a úsvitu a Nerevarovi patronky, která jim změnila kůži na šedo a oči na rubíny. Azuřina kletba byla odpovědí na křivopřísežnictví Nerevarových rádců, generála Viveca, čaroděje Sotha Sila a jeho ženy Almalexie, kteří porušili přísahu složenou Nerevarovi a Azuře tím, že ukradli moc Lorkhanova srdce pro sebe. Když se tento Tribunál nových bohů před Azurou za svůj skutek nijak nestyděl, proklela je a všechny chimeri, čímž svázala dohromady osud Tribunálu a dunmerů navěky věků. Někteří dunmeři svou tmavou kůži nepovažují za kletbu, ale vidí své pochmurné zbarvení jako dar, který značí nástup Tribunálu. Domoví dunmerové začali uctívat Tribunál jako své nové bohy, následovali jejich učení a nahradili tak daedrické patrony chimerů, kteří byly změněni na Očekávání (Anticipations) nových Tribunů (Triunes). Nomádské popelecké kmeny naopak zase prohlásili Tribunál za bohy falešné a pokračovali v chimerských tradicích, obzvlášť v uctívání daeder. Popelci tak strávili tři tisíciletí vyloučeni ze společnosti domových dunmerů, kteří je vyhnali na okraj Morrowindu. Po tisíce let svatý Tribunál užíval své moci a vedení k ochraně dunmerů před cizími invazemi a později i před Dagoth Urem, jejich dávným nepřítelem a, přinejmenším v dunmerských očích, vtěleným ďáblem (poněvadž i on svou božskou moc ukradl). Morrowindští dunmeři se za vlády císařovny Hestry přeli s Alessiánskou říší o ayleidský komplex, z nějž se jednoho dne stalo město Hromov (Stormhold). Tento konflikt se udál při nebo před prvním stoletím první éry. Tahle \"válka o Silyanorn\" zahrnovala i námořní bitvu o trhlinský přístav (Tear Harbor), kde byla flotila domu Indoril poražena císařskou flotilou na pobřeží hlavního města domu Dres. Byť si císařští po bitvě uzmuli indorilskou vlajkovou loď, vypadá to, že válka skončila dunmerským vítězstvím, poněvadž Hromov byl v roce 2E 572 pod nadvládou Morrowindu. O staletí později zkřížili dunmerové meče s Remanovci. Zaslepen svými dobyvačnými ambicemi, Reman II. začal v roce 1E 2840 s invazí Morrowindu. Tato válka zuřila přes osmdesát let. I potom, co Reman II. zemřel dunmerskýma rukama, jeho následníci Brazollus Dor a Reman III. v konfliktu pokračovali. Po fiasku císařských u Bodrumu a katastrofální porážce dunmerů v Ald Maraku, obě strany se konečně odhodlali začít vyjednávat. Vražda Remana III. a jeho dědice organizací Morag Tong válku definitivně ukončila. Remanův následník, potentát Versidue-Shaie, podepsal s dunmeri cervantské příměří (Cervant Truce), čímž invaze císařských skončila de facto vítězstvím Morrowindu, což z nich udělalo jediné tamrielské království, které Druhé císařství nikdy nedobylo. Druhá éra Dunmerové vstoupily do druhé éry jako jediný tamrielský národ mimo vliv Cyrodiilského císařství pod vládou akavirských potentátů. V kontrastu se čtyřbodovou válkou, raná léta druhé éry byla vcelku poklidná. V roce 2E 324 byl však potentát Versidue-Shaie zavražděn v Senchalu Morag Tong, kteří namalovali své jméno na zeď potentátova obydlí jeho vlastní krví. Tato vražda vedla k okamžitému a všeobecně schválenému zákazu Morag Tong ve všech rozích Tamrielu, až tedy na jejich domovinu v Morrowindu. Mnozí učenci věří, že díky těmto okolnostem se Tong rozštěpil a zrodilo se Temné bratrstvo. I přes tu nechvalnou proslulost, kterou získali vraždou Versidue-Shaieho, Morag Tong v roce 2E 430 znovu udeřil a zavraždili jeho nástupce Savirien-Choraka, stejně tak jako i většinu jeho dědiců tu samou noc (jeden z nich, prokonzul Beloren-Kaie, přežil, ale byl později zavražděn vrahem Morag Tong Methas Daramem). Potentátova smrt rukama Tongu oficiálně znamenala poslední rozpad a konec Druhého císařství a začátek Bezvládí (Interregnum). Po korunovaci velekrále Svartra ze Západního Skyrimu v roce 2E 431, delegace vyslaná lordem Vivecem velekráli přednesla hudební nástroj známý jako \"Jarlovrah\" (Jarlsbane). Poté, co jej dvorní hudebníci prohlásili \"odporně nenaladitelným a příliš komplikovaným,\" tento nástroj po mnoho let seděl v Modrém paláci (Blue Palace) v Samotě (Solitude) jako kuriozita. O století později jej objevil mistr bard Endroni Selvilo z domu Redoran krátce před rokem 2E 582. Tak jako tak, onen nástroj zůstal ve městě, jen přenesen do Bardské univerzity (Bard College). Po pádu Druhého císařství dunmerské zotročování argoniánů narostlo do nových výšin, byť se to dělo už od rané první éry. Otrokáři z domů Dres a Telvanni měli teď větší volnost ke zneužívání svých jižních sousedů a odvlekli tak celé kmeny argoniánů v řetezech. Někteří věří, že toto odporné zacházení dohnalo nejmenovaného argoniánského šamana k vypuštění knahatenské chřipky, smrtelné nemoci, jenž se poprvé vyskytla v Hromově (Stormhold), základně dunmerských otrokářů v Černém močálu (Black Marsh), než se následně rozšířila do celého Tamrielu a vzala si tisíce životů. Nějaký čas po vypuknutí chřipky, dům Redoran vyslal vojenskou výpravu do velikého kamenného města Mazzatunu ve Stinné mokřině (Shadowfen), jejímž cílem byly vyhladit kmen Xit-Xaht, jehož lid podezřívaly za odpovědné ze stvoření oné strašné nemoci. Když knahatenská chřipka roku 2E 603 ustoupila, otrokáři domu Dres byly jedněmi z mála ne-argoniánů, kteří se s Černým močálem ještě obtěžovali a pokračovali v nájezdech na horní část bažiny. Roku 2E 559 na sporném území vypukla přenice o obchodní stanici domu Hlaalu známá jako \"válka dvou domů\" (War of Two Houses). Tato \"válka\" se sestávala z jediné bitvy, kde bojovali žoldnéři domu Dres a stráže Hlaalu hlídající onu stanici. Přestože síly domu Dres převyšovali ty Hlaalu pět ku jedné, konflikt skončil rozhodným vítězství pro Žluté společenství, když vůdkyně stráží Falen Purilla ubránila portál, který dovolil celé kohortě bojových obchodníků jejího domu pobít žoldáky domu Dres. Před druhou akavirskou invazí bylo město Davonovi Hlídky (Davon’s Watch) vypleněno krvežíznivými nordy vedenými zemanem Unnvaldem Železorukým (Unnvald Ironhand), jenž byl ve Východním Skyrimu svými nájezdy do Morrowindu dobře znám. Ve stejnou chvíli budoucí argoniánská hrdinka Keshu a její legie vedla \"válku\" s domem Dres tím, že několik let útočila na jejich otrocké karavany. Dunmeři byly klíčovými hráči za války osvobození, na niž se lépe pamatuje jako na Druhou akavirskou invazi. V roce 2E 572, akavirská horda vedená Ada’Soom Dir-Kamalem oblehla Větrný žleb (Windhelm) a zabila královnu Mabjaarn Ohňovlasou (Mabjaarn Fire-Hair) a princeznu Nurnhildu. Východní armáda zanechala zničený Žleb v prachu a pochodovala na Riften, kde ovšem narazili, poněvadž nordové město dobře opevnili. Obrana byla vedena Jorunnem Králem skaldů (Jorunn the Skald-King) a Wulfharthem Králem popela (Wulfharth Ash-King), jehož Šedovousí (Greybeards) zavolali zpět na Nirn ze Sovngardu. Útočníci se tedy rozhodli město obejít a táhli do Morrowindu. Dunmerská armáda pod vedením Almalexie statečně bojovala, ale byla nucena stáhnout se do Kamenopádu (Stonefalls). Jsou zde zvěsti, že i přes dávné nepřátelství jejich lidu, Matka Morrowind a Princ skaldů spolupracovali. Se zády k Vnitřnímu moři, Akaviřané se se spojenými armádami nordů a dunmerů zuřivě bili, ale se zbytkem akavirské flotily na horizontu to vypadalo, že tamrielští prohrají a budou zmasakrováni. Zatímco nordi a dunmeři bránili kontinent na severu, skupina otroků vedených Heita-Meen sebrala svým trýznitelům Hromov. Hromov byl tehdy jak důležitým centrem obchodu s otroky, tak i primární základnou, kterou dunmerové měli v Černém močálu. Heita-Meen obdržela vizi od sstů (The Hist), která jí ukázala osud armád nordů a temných elfů, pokud prohrají. Tak tedy shromáždila Krunýřohřbety (Shellbacks) a pochodovala do Kamenopádu, aby se přidali k tamrielské ofenzívě. Keshuina Černoploutvá legie (Black Fin Legion) taktéž odpověděla na Jorunnovu žádost o pomoc a přidali se do bitvy. Pár temných elfů však vidělo jen blížící se armádu vzteklých otroků a obrátili na ně své meče. Ovšem, argoniánům se povedlo dosáhnout svého cíle a s pomocí obrovské přílivové vlny vyvolané Vivecem všechny tři národy nad útočníky zvítězili a zahnali je do moře, kde se po tisícech utopili. Tak se z království Východního Skyrimu, argoniánských kmenů Stinné mokřiny a Trnového močálu (Thornmarsh) a konečně dunmerských Velkých domů Indoril, Redoran, Hlaalu a Dres zrodil Ebonheartský pakt (Ebonheart Pact). Vděčni za jejich včasnou pomoc, Paktu věrní dunmeři darovali argoniánům svobodu dle podmínek jejich úmluvy a nominálně otroctví zakázali. Dům Telvanni se k Paktu přidat odmítl a tak cizincům na jejich území svoboda garantována nebyla, poněvadž tam se jurisdikce Ebonheartského paktu nevztahovala. Dům Dres měl argoniánské otroky i po podepsání Paktu, ale tato obvinění odmítali jako \"pomluvy a lži\" a \"oficiálně\" na svém spravovaném území otrokářství nedovolovali. Navenek byly Dresové věrni této alianci a všemu, za co stála. Byť sdíleli společné pouto, Ebonheartský pakt bylo křehké spojenectví. Argoniáni léta zotročování dunmerům nijak nezapomněli. Abolice otrokářství neznamenala okamžitý konec veškeré otrokářské aktivity a než se většina dunmerských držav podřídila rozkazu Tribunálu, trvalo to celý rok. Když Keshu Černoploutvá (Keshu the Black Fin) a její legie v raných letech spojenectví cestovali po Morrowindu jako velvyslanci, mnozí se jich báli a nenáviděli je. Místním dunmerům se představa těžce ozbrojené armády argoniánů blížící se k jejich vesnici vůbec nelíbila. Od některých měst byly vyhnáni a ta, co měla dostatečně veliké milice, na ně útočila. Ne každý temný elf ale vyslance Saxhleel odháněl. Poněvadž slyšeli o bitvě u Vivecova paroží(Battle of Vivec’s Antlers), někteří své jižní sousedy vítali a oceňovali je. Časem si morrowindský lid na argoniánskou přítomnost zvykl. Dunmerští hrdinové Války osvobození zahrnují velmistra Indoril Tanvala, jenž po masakru jejich jednotlivých jednotek bojoval bok po boku s Holgunnem Jednookým (Holgunn One-Eye). Dunmeři po založení Paktu používali ve svých zbraních a zbrojích víc dřeva než kosti. Někteří dunmerští slévači kostí se tak pro záchranu svého řemesla museli naučit truhlařině. V Hromově se po podepsání úmluvy Paktu podmínky změnili a otroctví bylo zakázáno. Otrokáři, kteří z Hromova operovali, byly na rok potrestáni vysením v kleci z ayleidských oblouků ve městě a pak byly z Černého močálu vyhnáni. Stinný mokřad byl argoniánům navrácen a do Hromova byly vysláni tři vicekánoni, každý z jednoho národa Paktu. Všichni tři to byly hrdinové války s Akavirem. Patřila k nim vicekánonka Heita-Meen, ta, jenž tehdy za války obdržela tu osudnou vizi od sstů, stejně jako i vicekánonka Servyna z dunmerů a Hrondar ze Skyrimu. Za Války spojenectví (Alliance War) došlo v Hromově k řadě vražd spáchaných agenty Aldmerského spolku (Aldmeri Dominion). Mezi dunmerskými a argoniánskými populacemi města rostlo napětí. Někteří dunmeři si mysleli, že argoniáni je stále nesnášeli za jejich historické zotročování, zatímco jiní argoniány nenáviděli, protože je považovali za \"podřadné.\" Pár dunmerů si myslelo, že založení Paktu byla chyba, ale vše se uklidnilo, když vicekánoni objevili přítomnost Spolku v ruinách blízkého Silyanornu. Poté, co se Dagoth Ur roku 2E 882 probudil, Tribunál mu věnoval svoji plnou pozornost, kvůli čemuž museli podepsat smlouvu o Armistici s Třetím císařstvím Tibera Septima, čímž se z Morrowindu stala nezávislá provincie. Mnozí dunmeři byly tímto činem šokováni a rozčíleni a viděli to od Tribunálu jako zradu. Armistice Vojenská moc Morrowindu byla smlouvou vážně omezena. Tiber Septim chtěl, aby Tribunál vydal Numidium jeho císařství a dovolit Císařské legii přítomnost na území provincie. Výměnou za to si Morrowind směl nechat velkou autonomii, udržet Tribunální chrám a Velké domy ve vedoucí pozici pod dohledem císařských reprezentantů v jejich hlavním městě Almalexii a v každém z šesti nově vytvořených správních obvodech. Morrowind se měl řídit říšským zákonem, s výjimkou zákona Velkých domů. Místní domové stráže byly povoleny a císařství se většinu času do záležitostí Tribunálu snažilo neplést. Provincii měl naoko vládnout loutkový král, který byl vybírán přímo císařem. Dále, věc, jenž byla v mysli dunmerské elity tou nejdůležitější, praktikování otrokářství a perzekuce abolicionistů v Morrowindu byly schválené říší. Dunmerské náboženské praktiky byly nápodobně chráněny. Armistici nejvíce podporoval dům Hlaalu. Redorané neochotně následovali Vivecovo vedení, zatímco dům Dres smlouvu podpořil jen výměnou za podporu otrokářství. Dům Telvanni zůstal po celé době vyjednávání neutrální a izolacionistický, dokud podpora Hlaalu a Redoranů nebyla oficiálně jistá, po čemž se také přidali. Dům Indoril se sklonil před vůlí Tribunálu, ale zůstal vůči císařství nepřátelský; mnozí indorilští šlechtici raději spáchali rituální sebevraždu, než aby vládli okupované zemi. V této době dům Hlaalu využil příležitosti vyrovnat staré záležitosti s domy Indoril a Redoran. Využili svého nového spojenectví s císařstvím a umístili šlechtice Hlaalu do mocenských pozic v nové říšské administraci. Dům Indoril si udržel vliv v Žalovíně, hlavním městě Morrowindu. Po Armistici se z Vvardenfellu stala chrámová prezervace s několika drobnými usedlostmi spravovanými Velkými domy, stejně jako i rozprášenými popeleckými kmeny. Ovšem, tento ostrov nebyl otevřen osídlení nebo využití Východoříšskou společností (East Empire Company) až do roku 3E 414. Třetí éra Návrat sněti a naplnění proroctví o Nerevarínovi V roce 2E 882 se probudil Dagoth Ur a vypustil sněť (The Blight) na Morrowind. Sněť byla počasný jev, který přišel z Rudé hory, mimo ochranu Zdi duchů (Ghostfence). Tato nemoc je popisována jako zdraví ohrožující sopečný mrak plný popela; nákaza snětí se stávala kvůli těmto poskvrněným popelovým bouřím. Bouře obsahovali červený prach, díky němuž měli jejich mraky karmínový odstín. Také se jim říkalo \"sněťové bouře.\" V roce 2E 400, sněťové bouře byly častější a rozšířenější. Kraji kolem Rudé hory se šířila beznaděj. Situace na územích domu Redoran začínala být obzvlášť napjatá a tak udržovali velké množství dobrovolnický jednotek kolem Maar Ganu a Molag Maru. Bouře dosáhli svého vrcholu roku 3E 427, čímž začala krize na Vvardenfellu. Jak množství infekcí rostlo, císařství na zboží z Vvardenfellu uvalilo embargo, což vedlo k hladu a zvýšené izolaci dunmerů na ostrově. Po sněťových bouřích se na svazích Rudé hory začali objevovat deformovaní \"corprusovci,\" kteří s sebou nesli smrt a nemoci. Smrtelníci a zvířata poskvrněni snětí se toulali Zeměmi popela (Ashlands), kvůli čemuž bylo cestování nebezpečné. Sněť měla vážný dopad vvardenfellskou faunu. Ke konci třetí éry vyhladila svahové běžce (Cliff Striders), nixvoly (Nix-Oxen) a vvardvarky. Způsobila uzavření dolů blízko snětí postižených oblastí, čímž snížila zisky z půdy. Sněťové bouře zabíjely úrodu, stejně jako i přirozenou flóru a také mohli dát zvířatům větší sílu; cestovatelé tak byly v daleko větším ohrožení. Všechna zvířata byla stižena-dobytek, lovná zvěř, nic nebylo imunní. Nakažená zvířata šílela; kousali, rvali se a snažila se zabít všechno v okolí. Pastevci onemocněli a museli se dívat, jak jejich stáda umírala. Lovci nemohli najít jídlo a farmy krachovali. Po příchodu Nerevarína, vtělení Nerevara předpovězeném Azurou, se moc Tribunálu ke konci třetí éry rozpadla. Nerevarín, jenž byl v Morrowindu cizincem a prý i agentem císaře Uriela Septima VII., je totiž odřízl od zdroje jejich moci: Lorkhanova srdce. Nerevarín Srdce zničil a Dagoth Ura zabil. Sotha Sil a Almalexie byly zabiti krátce poté. Vivec zmizel a podle několika zvěstí jej \"unesly\" daedry. Nerevarín se prý převzetí moci v Morrowindu vyhnul a místo toho se vydal na expedici do Akaviru, čímž nechal dunmeri rozhodnout si vlastní budoucnost. Čtvrtá éra V prvních letech čtvrté éry už Vivec nedržel Baar Dau ve vzduchu a ten znovu začal padat na město Vivec. Ingenium, kouzelný stroj poháněný dušemi, byl vytvořen, aby držel tento meteorit na místě. Dunmer jménem Sul ale ono zařízení pro záchranu své milenku zničil. Baar Dau tedy dopadl na město s plnou silou a původní rychlostí. Vivec byl zničen a začalo mnoho přírodních katastrof, které zdevastovali Vvardenfell a celou provincii. Toto neštěstí trvalo celý rok, jemuž se dnes říká rudý. Argoniánské armády z Černého močálu využili situace a tak napadli jih a východ země, jenže je odrazili armády domu Redoran. Všechny tyto kalamity přinutili mnoho dunmerů prchnout do jiných zemí Tamrielu, jmenovitě do Skyrimu a na malý ostrov Solstheim, jenž se v roce 4E 16 stal součástí nezávislého Morrowindu. Z domu Redoran se díky jejich obraně celé země stala v Morrowindu eminentní mocnost a hlavní město bylo tedy přesunuto do dávného redoranského sídla Černosvětla (Blacklight). Byť jsou přesné okolnosti nebo datum neznámé, Morrowind přestal být v roce 4E 48 považován za teritorium Tamrielské říše. Kultura Kultura temných elfů je rozdělena na tu popelců a Velkých domů. Někteří temní elfové mají za mazlíčky nixohaře (Nix-Hounds). Byť to jsou většinou agresivní predátoři, nixové umí být i láskyplní, pozorní a věrní mazlíčci, kteří budou za svými majiteli chodit kamkoliv. Používají se často ke stopování, hlídání a jako vyfukovači netchů. Nixohaři byly též využívání v chap’thil domu Dagoth. Popelci často používají různé kousky nixohařů v mnoha svých kmenových zvyklostech. Pony-guarové (Pony Guar) jsou také populární mazlíčci. Preparovaní svahový běžci (Cliff Striders) jsou tradičně vycpaní scribským želé a zavěšeni na lano, aby do nich mohli mlátit malé děti. Někteří výrobci panenek tvoří luxusní voskové panenky oblečené do ručně vyráběných oděvů. S pečlivým užitím tepla je lze pózovat. Dunmerským tavernám se říká \"pouliční kluby\" (cornerclubs). Za vlády Tribunálu a radního systému, dunmeři z Domů byly zadarmo vzděláváni Tribunálním chrámem, jenž jim poskytoval i obydlí a zdravotní péči. Z těchto důvodů byly žebráci považováni za tak vzácné, až někteří občané tvrdili, že žádní v Morrowindu ani nebyly. Jistí dunmeři si pokrývali kůži kouzelnými znaky v podobě bílých tetování zvaných \"glyfy ochrany\" (Glyphs of Warding), které je měli chránit před nemrtvými, jako třeba mstivými předky. Svátky Nový život Některé rodiny domových dunmerů na svátek Nového života smaží pony-guary. Dunmeři z Ebonosrdce (Ebonheart) oslavují Nový život činem vzdoru; když byl v jejich městě tanec krátce zakázán, občané jej obešli vynálezem lávového dupáku (Lava Foot Stomp). Tento tanec nazývali nutností v případě, že jim někdy začnou hořet boty a předváděli ho v různých hostincích po celém městě. Ti zbožnější dunmeři místo toho oslavují Triunu (Triune), kdy navštíví místní chrám a učí se o životech a lekcích různých světců. Lov a řemeslo"
}