{
    "title": "Dunmer (Online)",
    "table_of_contents": [
        "Obsah",
        "1 Oficiální popis",
        "2 Pasivní rasové schopnosti",
        "3 Významní dunmerové",
        "4 Galerie"
    ],
    "infobox": "",
    "content": "Pro více informací, přejděte na stránku: DunmerovéHlavní článek: Rasy (Online) \"Rasové dovednosti temných elfů odráží jejich intelekt a hbitost, a dává jim tak bonusy v používání dvou zbraní, odolnosti vůči poškozením ohněm a lávou, poškození se zbraněmi i kouzly a v základní maně a výdrži. Tyto bonusy jim umožňují se přizpůsobit jakémukoliv způsobu boje.\" ―Popis rasy[src]Dunmerové, neboli temní elfové, jsou jednou z devíti základních hratelných ras v The Elder Scrolls Online. Jsou součástí Ebonheartského paktu, společně s nordy a argoniany, ale objevují se i v jiných aliancích. Dunmerský rod Telvanni se oddělil od ostatních rodů a není tak součástí Paktu. Hrdí, ale často i bezohlední, temní elfové z Morrowindu jsou nedůvěřiví, ale loajální svým spojencům. Jsou stejně tak dobří v zacházení s meči, tak jako s kouzly nebo v plížení. Oficiální popis „Dunmerská domovina Morrowind byla již mnohokrát napadena akaviřany a nordy. Tato historie konfliktů udělala z dunmerů zocelené válečníky. Také mají přirozený talent v zacházení s magií a jsou velice inteligentní, což z nich dělá dovedné čaroděje.“ Pasivní rasové schopnosti Ashlander Zvyšuje získávání zkušeností u dovednostní linie dvou zbraní o 15 %. Poškození lávou je snížené o 50 %. Dynamika Zvyšuje maximum many a výdrže o ___ bodů. Stupeň 1: 500 bodů (Odemčeno od úrovně 5) Stupeň 2: 1000 bodů (Odemčeno od úrovně 15) Stupeň 3: 1875 bodů (Odemčeno od úrovně 30) Odolnost vůči ohni Odolnost vůči ohni je zvýšená o ____ bodů. Nabyta imunita vůči efektu vzplanutí. Stupeň 1: 660 bodů (Odemčeno od úrovně 10) Stupeň 2: 1320 bodů (Odemčeno od úrovně 20) Stupeň 3: 2310 bodů (Odemčeno od úrovně 40) Zkáza Zvyšuje poškození zbraní a kouzel o ___ bodů. Stupeň 1: 86 bodů (Odemčeno od úrovně 25) Stupeň 2: 172 bodů (Odemčeno od úrovně 35) Stupeň 3: 258 bodů (Odemčeno od úrovně 50) Významní dunmerové Sotha Sil – Jeden z žijících bohů. Vivec – Napůl dunmer, napůl chimer. Jeden z žijících bohů. Arcikanovník Tarvus – Dunmer sloužící jako arcikanovník Tribunálského chrámu. Kanovník Llevule – Nástupce arcikanovníka Tarva. Naryu Virian – Vražedkyně Morag Tongu. Conoon Chodala – Falešná inkarnace Nerevarina."
}