{
    "title": "Dwemerové",
    "table_of_contents": [
        "Obsah",
        "1 Vzhled",
        "2 Historie",
        "2.1 Éra úsvitu",
        "2.2 Meretická éra",
        "2.3 První éra",
        "2.3.1 Války o aetherium",
        "2.3.2 Válka o skaliska",
        "2.3.3 Založení První rady a skyrimské dobývání",
        "2.3.4 Válka První rady",
        "2.3.5 Poválečné období",
        "2.4 Druhá éra",
        "2.5 Třetí éra",
        "2.6 Čtvrtá éra",
        "3 Společnost",
        "4 Kultura",
        "4.1 Architektura",
        "4.1.1 Názvy měst",
        "4.1.2 Funkce",
        "4.1.3 Infrastruktura",
        "4.1.4 Stavební materiály",
        "4.1.5 Stavební styly",
        "4.1.6 Změny stylu",
        "4.1.7 Významná města",
        "4.2 Jazyk",
        "4.3 Filozofie a náboženství",
        "4.4 Inovace a řemeslné práce",
        "4.4.1 Technologie",
        "4.4.2 Kovářství",
        "4.4.3 Způsoby výroby",
        "4.4.4 Těžba a tavba",
        "4.4.5 Věda a matematika",
        "5 Ekonomika",
        "6 Vláda",
        "7 Zajímavosti",
        "8 Zdroje"
    ],
    "infobox": "",
    "content": "Tento článek se momentálně předělává.Dwemerové (také trpaslíci, hlubinní elfové,[1][2][3][4] hlubinní lid,[5] hlubinní,[6] lidé z hlubin,[7] Uzavření nebo Tajnůstkáři[8] nebo dolní-elfové)[9] jsou starodávná „ztracená rasou“[10] merů. Jako rasa vzešli z raných aldmerů[11] a žili hlavně v oblasti zvané jako Dwemereth. Merský termín „dwemerové'“ znamená v překladu ,,lidé z hlubin''.[7] Znamená to také „hluboko hrabající'“, „hlubocí'“ a „uzavření“.[12][13] Lidé jim obvykle říkají „trpaslíci“, což vychází z bajek o obrech, kteří je viděli jako malé oproti nim samotným.[12] Dwemerové byli vyspělou rasou a civilizací. V mnoha případech byli napřed před ostatními rasami své doby. I v dnešní době jsou známí pro své dovednosti a revoluční vývoj v oblasti technologie, inženýrství, řemeslnictví, kovodělnictví, kamenictví, architektury, urbanistiky, vědy, matematiky, magie a akademismu.[7][14] Dwemerové jsou jednou z největších záhad Tamrielu. Skoro celá rasa z nějakého stále nevysvětlitelného důvodu v 1E 700 během bitvy na Rudé hoře zmizela. Dodnes se přesně neví, kdo nebo co může za jejich zmizení, stejně jako jestli zmizeli všichni naráz nebo postupně.[15][16] Vzhled \"Rasa kameníků, řemeslníků a inženýrů. Vynalézali stroje a stavěli spletitá podzemní města, kde vyvíjeli síly, které by konkurovali samotným bohům. A poté v čase, o kterém si stále nejsme jisti, zmizeli. Celý národ, všichni najednou. Zůstala po nich pouze jejich díla.\" ―Calcelmo[src] \"Dej to sem, rychle. Velmi neobvyklé. Teď to jasně vidím. Struktura zámku je propletena na úrovni těch nejmenších fraktálů. Háčky lze uvolnit dwemerskou krví, jenže už nezůstalo nic, čemu by kolovala v žilách. Mohl bych ale vzít vzorky krve jejich bratří a vytvořit napodobeninu. Dobrý fígl. Něco, co nečekali dokonce ani oni. Potřebuji krev altmera, bosmera, dunmera, falmera a orsimera. Dosud žijící elfové mi poskytnou klíč. Vezmi si s sebou tady ten extraktor. Dokáže odebírat a uchovávat vzorky čerstvé elfí krve. Až budeš mít úplnou sadu, přines mi ho.\" ―Septimus Signus[src] Skica dvou dwemerů Studie, příběhy, legendy a historky popisují vzhled a charakter dwemerské rasy pouze obecně, nikoli individuálně. Vzhledově měli být údajně stejně vysocí jako normální elfové nebo lidé a někdy jsou to zase přerostlé děti s vousy.[17] Sochy a trpasličí přízraky potulující se síněmi svých zničených příbytcích, naznačují, že dwemerové dávali přednost těžkým zbrojím a róbám, z nichž většina byla vyrobena buď z ochranných krytů pradávných mechanických strojů nebo z neshodných částí různých zařízení.[18] Jelikož to byli merové, byla jejich krev podobná ostatním merům. Ve čtvrté éře, když Poslední Drakorozený pomáhal Septimovi Signovi otevřít dwemerskou schránku s použitím dwemerské krve, Septimus mu prozradil, že dokáže vyrobit napodobeninu s použitím vzorků krve pěti merských ras, které by následně smíchal extraktorem esencí.[19] Podobně jako Psijický řád, měla dwemerská rasa schopnost známou jako ,,Volání'', která jim umožnila mezi sebou komunikovat za pomocí telepatie.[20][21] Historie Moc toho o historii dwemerů a jejich původu nevíme. Často mívali konflikty s ostatními rasami, a dokonce i mezi sebou. Z tohoto důvodu nemusí být následující události seřazeny stoprocentně správně.[11] Záznamy datují jejich vznik až v meretické éře, ale můžeme s jistotou říct, že teoreticky nejstarší záznam o dwemerské historii pochází už z dob, kdy aedry stvořily Mundus, svět smrtelníků a společně s ním i všechny ostatní rasy. Éra úsvitu Během éry úsvitu přesvědčil Lorkhan několik et'Ad, aby stvořily svět smrtelníků, jehož pojmenovali Mundus. Jak se Mundus tvořil, vyšlo najevo, že mnoho et'Ad se bude muset vzdát velké části své moci. Kvůli tomu se během události známé jako Shromáždění tyto bytosti sešly v Adamantinové věži a dohodly se, že Lorkhan musí být za svou zradu potrestán, což se eventuálně stalo. Po vzniku vesmíru se někteří z nich rozhodli žít na Nirnu. Jeho architekt, Magnus, během svého úprku protrhl díru do Aetheria, z níž se stalo slunce. Mnoho dalších et'Ad ho následovalo, z nich se staly Magna Ge, které udělaly podstatně menší díry, hvězdy.[22][23][24] Aedry, putující Mundem, přesněji řečeno Nirnem, stvořily ehlnofey. Z tamrielských ehlnofey se stali merové a z nich vznikaly další různé rasy merů. Dwemerové jsou potomci těchto ehlnofey.[6] Někdy po svém stvoření začali dwemerští tonální architekti zkoumat božské síly ehlnofey. Snažili se vymyslet plán, jak se pokusit o obnovu své nesmrtelnosti. Většina dwemerů si přála vystoupat na stejnou úroveň bytí, na jaké byli bohové, a to zahrnovalo i věčný život.[UL 1] Meretická éra V pozdní vrcholné meretické éře se dwemerové usadili v Morrowindu a ve Velothských horách, pohořím umístěném mezi Morrowindem a Skyrimem. Chimerové se rovněž usadili v Morrowindu, tehdejším v Resdaynu. Bohužel měly tyto dvě rasy velmi rozdílnou kulturu a společnost. Právě tyto rozdíly a spory o území častokrát vyústily v boje.[24] Záznamy o prvních dwemerských svobodných kolonií pochází z pozdní meretické éry.[24] První éra Války o aetherium Mapa Skyrimu z první éry ukazující umístění Černoty, Arkngthamzu, Mzulfu, Raldbtharu a Bthar-zelu/Rejdiště hlubinných, které byli součástí projektu zkoumajícího aetherium. Někdy po roce 221 objevili dwemerové během těžby ve Fal'Zhardum Din, lépe známém jako Černota, nový čirý minerál, který pojmenovali aetherium.[25][26] Aliance byla uzavřena mezi městy Arkngthamz, Raldbthar, Mzulft a Bthar-zel, nyní Rejdiště hlubinných. Každé město mělo své povinnosti: Arkngthamz sloužilo jako hlavní velící centrum a hlavní výzkumné zařízení, Raldbthar (město postavené přímo nad Černotou) bylo hlavním zdrojem aetheria a zařizovalo těžbu, Mzulf bylo skladiště a role Bthar-zelu je dosud neznámá, ale máme za to, že to bylo experimentální zařízení. Kovárna aetheria byla umístěna hluboko pod městem Bthalft, kde se za přísně řízených podmínek kovaly artefakty z aetheria.[26] Netrvalo dlouho a všechna čtyři města se snažila převzít kontrolu nad kovárnou. Tyto rozpory nakonec vedly k občanské válce v srdci dwemerské civilizace. Dnes tomuto konfliktu říkáme války o aetherium. Uběhla celá desetiletí a válka ve Skyrimu pořád pokračovala a za čas začala oslabovat dwemerská města, což stačilo na to, aby došlo poškození celého jejich císařství.[25] Toho využil skyrimský velekrál Gellir, který se rozhodl rozdrtit oslabená dwemerské městské státy, a tak vedl své armády napříč Skyrimem. Jeho armády se vydaly na válečné tažení, dobývaly zemi a za pouhé tři roky obsadily mnoho nepřátelských území.[25] O jedno století později, okolo 1E 324, získali dwemerové opět vládu nad svým teritoriem. A jelikož nemáme žádné důkazy, které by nás přesvědčily o opaku, předpokládáme, že aliance byla rozpuštěna, jelikož riziko bylo příliš veliké.[25] Válka o skaliska Během války o skaliska v rané první éře byli sněžní elfové poraženi atmorany, kteří jim vyhlásili válku po Slzavé noci. Bitva u Moesringu byla pro atmorany během války zásadním obratem, jelikož začali vyhrávat. Zbylí sněžní elfové byli přinuceni se ukrýt a mnoho se jich snažilo najít útočiště mezi dwemery.[27][28] Dwemerové se rozhodli jejich žádosti vyhovět, ale pouze pokud sněžní elfové budou konzumovat toxické houby.[29] Dwemerové nakonec zradili a zotročili sněžné elfy, čímž způsobili jejich devoluci. Za čas se ale elfové proti svým trýznitelům obrátili, čímž způsobili válku o skaliska, která skončila až poté, co celá dwemerská rasa záhadně zmizela.[27] Založení První rady a skyrimské dobývání Mezi chimery a dwemery probíhaly neustálé konflikty, zejména kvůli náboženství, magii, praktikám očarovávání a ostatním kulturním rozdílům. Tak to pokračovalo až do založení První rady Indorilem Nerevarem a Dumacem Trpasličím králem v 1E 416.[30] První rada byla „prvním pan-dunmerským řídícím orgánem“ a byla založena, když se obě rasy sjednotily, aby se vypořádaly s nordskými nájezdy na Morrowind. Aliance rychle porazila nepřátelské armády a vyhnala je z Morrowindu.[16][31][32] Mezi dwemery se ale našel rod, který se odmítl smířit s chimery, rod Rourken. Jejich vůdce místo toho hodil své ceremoniální válečné kladivo, Volendrung, přes celý Tamriel a prohlásil, že tam, kam kladivo dopadne, se jeho klan usadí. Zbraň nakonec dopadla v dnešním Hammerfellu, pozdějším domovu redguardů.[33] Na cestě za svým budoucím domovem se střetli s mocným mágem Shalidorem, s nímž se utkali v boji. Této bitvě se později začalo říkat rourkensko-shalidorská. Král Rourken během bitvy podle všeho používal svůj štít jménem Lamač kouzel.[34] Válka První rady V neznámé době objevili dwemerští havíři mocný artefakt v útrobách Rudé hory. Kagrenac, hlavní tonální architekt a velekněz hlubinných elfů, ho identifikoval jako Lorkhanovo srdce. A tak vykoval tři nástroje, Keening, Sunder a Wraithguard,[35] které jemu a jeho podřízeným dovolily využít sílu Srdce a pohánět ním Numidia, masivního uměle vytvořeného boha. Neznámým způsobem se o jejich plánu dozvěděl Lord Voryn Dagoth z rodu Dagoth a šel to oznámit chimerskému vedení a hortátorovi Nerevarovi to i potvrdila jeho patronka Azura. Nerevar se proto vydal za svým dlouhodobým přítelem Dumacem, kde se s ním pohádal (některé historické spisy tvrdí, že Dumac nevěděl o Kagrenacově plánu, a tak Nerevarovy politické zájmy špatně pochopil). Nerevar se vrátil domů, kde shromáždil Velké rody a připravil je na válku.[16][36] Na samotném zrodu války se dwemerské armády soustředily na severozápadní oblast provincie a jejich tažení bylo zpočátku velmi úspěšné.[31][37] Spekuluje se o tom, že mnoho jejich samohybů, které dwemerové používali jako vojáky, bylo vyrobeno ve Velkých dílnách Nchardaku na ostrově Solstheim. Toto pobřežní město bylo údajně schopné vyrobit jednoho samohyba za den, což bylo považované za působivou rychlost.[38] Bitvy se také zúčastnilo velké množství cizinců, zejména to byli orkové a nordové, jenž zdroje často označuje za spojence dwemerů.[31] Mezitím Nerevar vedl sjednocené síly svého národa, jenž se skládaly jak z nomádských Ashlanderů, tak z Velkých rodů, do bitvy. Nerevar ve skutečnosti neměl úplnou nadvládu nad celou chimerskou armádou, dokud série porážek nedonutila vůdce Rodů mu tu naprostou kontrolu předat.[37] Jakmile mu byly veškeré vojenské jednotky plně k dispozici, Nerevar pečlivě naplánoval útok na Dumacovu citadelu, rozlehlou dwemerskou pevnost uvnitř Rudé hory, kde bylo Srdce udržováno.[31][39] Velká část Nerevarových vojáků opustila Narsis a zamířila na sever přibližně ve stejnou dobu, kdy horda obyvatel západu překročila hranice Morrowindu a začala přeplouvat vnitřní moře.[16][40] Některé zdroje tvrdí, že všichni, kdo se chimerům postavili v boji, byli vyhlazeni.[31][37] Jiné zase, že přestože byli jejich nepřátelé poraženi, pouze dwemerové byli naprosto vyhubeni.[41] Válka nakonec vyvrcholila bitvou na Rudé hoře v roce 700 (podle některých již v roce 668)[40], kdy všichni zástupci dwemerské rasy naráz zmizeli.[16][36] Poválečné období \"Myslím si, že Kagrenac možná uspěl v darování naší rase věčný život, ale s nepředvídatelnými následky -- jako třeba hromadným vyhnáním do vnější sféry. Nebo možná udělal chybu a naši rasu zcela zničil.\" ―Yagrum Bagarn[src]Od 1E 700 už o nich nikdo nic neslyšel, tedy s jednou výjimkou. Touto výjimkou je Yagrum Bagarn, který nejspíš stále sídlí v Korprusáriu v Tel Fyr. Podle jeho vlastních slov nebyl zrovna v říši smrtelníků, když všichni zmizeli, jelikož navštěvoval paralelní svět. Tři tisíce let průzkumu a pět set let vyšetřování mu nepřineslo žádné ovoce. Nenašel ani žádný důkaz, že by se dwemerové nacházeli někde na Mundu nebo v nějaké jiné známé říši existence. S tímto dwemerem se v 3E 427 setkal Nerevarine.[42] Druhá éra Když Tiber Septim dobýval Tamriel v 2E 864, velice se zajímal o dwemerské artefakty. V pokusu pochopit, co zbylo z prací ztracené rasy, nařídil Tiber Amielovi Richtonovi začít výzkum dwemerské mašinérie ve Stros M'kai. Richton dal Erasmovi, postaršímu bosmerovi, za úkol prozkoumat observatoř a stroje uvnitř.[43] Když se Richton pokoušel uprchnout od vzbouření Nepokojné ligy z ostrova, využil fungující dwemerskou vzducholoď, aby uletěl. Cyrusovi, hlavnímu protagonistovi The Elder Scrolls Adventures: Redguard, se podařilo na vzducholoď vyšplhat a zničit ji tím, že prořízl křehkou látku, která loď držela ve vzduchu.[43] Bylo to právě během této doby, kdy bylo mnoho lidí přesvědčených o tom, že budou brzy tajemství dwemerů mistrně ovládána a že se bude jejich technologie používat i v moderní době. Předpovědi se týkaly osobních létajících strojů a nových parou poháněných přístrojů.[44] Třetí éra \"Zajímá tě kam se všichni dwemerové poděli? Možná je lepší se ptát, proč zbyl pouze jeden.\" ―Sotha Sil[src]V 3E 427 se Nerevarine setkal s Yagrumem Bagarnem, posledním známým žijícím dwemerem. Bagarn mu sdělil, že byl ve vnější sféře, když byl Numidium aktivován a po mnoha letech se nakazil korprusem, jenž způsobil, že se jeho tělo znetvořilo a nadmulo. Tehdy byl už plán Dagotha Ura pro budoucnost Morrowindu a Vvardenfellu v pohybu, a tak začal pracovat na Akulakhanovi, druhém Numidiovi.[42] Nerevarinovi se také podařilo obstarat všechna tři Kagrenacova nářadí: Keening, Sunder i Wraithguard. Toto nářadí také použil na zničení srdce. Tím překazil Dagoth Urovy plány, současně s tím ho zabil a zničil Akulakhana.[42] Brzy poté dostal Nerevarine za úkol znovu ukovat meč Indorila Nerevara, Trueflame. Když našel všechny potřebné součástky, vyhledal pomoc Radaca Stungnthumze, dwemerského ducha. Radac meč pro Nerevarina očaroval a upravil.[45] Čtvrtá éra Legendární kovárna aetheria, hluboko pod ruinami Bthalftu. \"Není to jenom dýka! Je to trpasličí artefakt nekonečné hodnoty. Jedinečný nástroj s ohromnou mocí, nástroj nepochopitelného významu. Keening a jeho protějšek, Sunder. Byli používáni dwemerskými tonálními architekty na využívání Lorkahnova srdce.\" ―Arniel Gane, na otázání o důležitosti Keeningu[src]v 4E 201 pracoval Arniel Gane, mág z Ledohradské univerzity, na projektu znovu předvést scénu jak Kagrenac pracoval na Lorkhanově srdci tím, že použil Keening na zdeformovaný kámen duší. S pomocí Drakorozeného, který si nebyl vědom jeho účelu, sesbíral Arniel potřebná dwemerská ozubená kola. Poté mu Drakorozený sehnal zdeformovaný kámen duší a za použití dwemerských konvektorů kámen duší ohřál. Kámen poté Arnielovi vrátil. Poslední věc, kterou měl Drakorozený Arnielovi obstarat byla vzácná dýka, Keening. Až potom Arniel vysvětlil Drakorozenému svůj plán. Když Arniel používal Keening na zdeformovaný kámen duší, znenadání zmizel.[46] Někdy během této éry vydal Taron Dreth knihu s názvem Války o aetherium.[25] Zatímco společně se svou bývalou učitelkou, Katriou, pátral po legendární kovárně aetheria, ukradl její výzkum a vydal ho pod svým jménem.[26] Katria si s sebou vzala to, co jí z výzkumu zbylo a vydala se do Arkngthamzu.[47] Bohužel byla zabita, když zemětřesení ruinu zničilo. Její duch přetrval a nějakou dobu poté se setkala s Drakorozeným, který jí pomohl najít čtyři úlomky aetheria a kovárnu aetheria hluboko pod ruiny Bthalftu. Společně potom odhalili záhady kovárny.[48] Mnoho dalších expedicí bylo uspořádáno do ruin dwemerských měst po celém Tamrielu. Synod uspořádali expedici do Mzulftu ve Skyrimu, kde studovali dwemerskou technologii a doufali, že by mohli použít tyto vědomosti na posílení císařské politické moci.[49] Další expedice byla uspořádaná do Avanchnzelu čtyřmi dobrodruhy (Sleduje-kořeny, Drennen, Breya a Z-nejhlubších-hlubin), kteří se pokoušeli ukrást trpasličí lexikon.[50] Také Sulla Trebatius vedl expedici do Alftandu v doprovodu Umany, Endrasta, Valie, Yag gra-Gortwog, J'darra a J'zhara.[51] Valii, Endrasta a Yag gra-Gortwog zajali falmerové, kteří v ruině žili, zatímco spali. Valii vzali do mučírny a zabili ji, ale Endrasta a Yag gra-Gortwog dali do vězení. Oběma se podařilo s pomocí paklíčů uniknout, ale falmerové si jich všimli. Yagak se neúspěšně pokusila pro Endresta získat nějaký ten čas, aby stihl uniknout, ale oba byli nakonec zabiti.[52][53][54] Společnost Dwemerové byli svobodomyslní a samotářští elfové žijící v Tamrielu, hlavně v Morrowindu během meretické a první éry. Celkově byli velmi vyspělou a mocnou civilizací. Dwemerové sice nedávali přednost používáním technologie před magií, ale názor jejich společnosti byl takový, že magie je nedůležitá; až do toho bodu, kdy je ostatní rasy označovali za „posměvače bohů“.[55] O dwemerech se říkalo, že jsou zlou rasou, jelikož podle vědců první éry se jich báli dunmerové, nordové, redguardové a možná i bohové.[UL 2] Na druhou stranu se o nich také tvrdilo, že byli vznešenou a ctihodnou rasou, a legendy vyprávěly o jejich hrdinských činech o cti a slávě.[28] Pouze několik děl popisuje vzhled, osobnost nebo úspěchy jednotlivých dwemerů; nejvíce toho víme o rase jako celku. Také není jisté, zda-li tvořili jedno spojené císařství nebo různé klany. Dwemerové ctili logiku a vědu mnohem více něž jiné merské rasy. Jedinec, jehož kariéra se zaměřovala na filozofii, matematiku, vědu, hutnictví nebo architekturu, měl větší pravděpodobnost, že bude povýšen na nejvyšší a nejrespektovanější pozici, která by se rovnala „knězi v kultuře, která se více přiklání k mystice“. Tato myšlenka je podpořena kouskem dwemerského textu získaného z ruiny Irkngthand a přeloženého vědcem Thenwem Gheleinem, která věří, že to souvisí s klanem Rourken. Zatímco někteří vědci zase tvrdí, že je to důkaz, že dwemerové uctívali Mundus, Thenwe Ghelein předpokládá, že se dwemerské citáty týkají záležitostí společnosti.[14] Je nám známo pár hodností dwemerské společnosti, jako je třeba velekněz,[35] generál, lord, radní a protektor.[56] Další významná hodnost byla tonální architekt neboli mágořemeslník. Většinou byli řemeslníci a mágo-inženýři, tonálními architekty specializovanými v magických technologiích a přístrojích, a vedl je hlavní tonální architekt.[35] Kultura Architektura \"Jednoduše spočítáno, existují stovky možná tisíce ukázek dwemerských budov udělaných z precizně čtyřhranných tvarů a mnohem méně příkladů přesně kulatých nebo zahnutých kamenných prvků, což nás vede k myšlence, že raní trpaslíci dávali přednost dobře propočítaným designům založených na zohýbaných liniích spíše než na riskantních, nepřesných výpočtech založených na obloucích a záhybech.'\" ―Calcelmo[src] Exteriér dwemerských zřícenin v Morrowindu. Dwemerské císařství se rozkládalo po několika částech Tamrielu; jejich města můžete nalézt v Morrowindu, Vysoké Skále, Hammerfellu a Skyrimu.[1][25] Teoretizovalo se o tom, že dwemerové hlavně žili ve Vvardenfellu, v Morrowindu,[1] také se ale teoretizovalo, že jejich hlavní městem byla Černota.[57] Názvy měst Jejich městům se všeobecně říká pevnosti,[31] také samostatné kolonie[56] a městské státy.[25] Funkce Dwemerská města byla obrovská a rozsáhlá, a obsahovala obytné místnosti,[58] bytové jednotky, studovny, prostory pro vědecké, akademické, inženýrské a tajemné studie,[1] animonculória a animocultória (prostory pro zhotovování samohybů), dílny, čerpací stanice a kotelny. Další sekce obsahovaly dómy (ve kterých byli Okulária), jednací síně, válečná sídla, katedrály, tržnice, trezory, zbrojnice, skladiště a strážnice. Tyto prostory jsou propojené ohromnými a dlouhými chodbami, které probíhají skrze celá dwemerská podzemní města. Některé sekce těchto měst byly rozčleněné a měly určité úlohy. Arcanex byla část města určená ke studováním tajemna a studie ukázaly, že arcanex v Bthardamzu obsahuje překvapivě rozsáhlou kolekci kamenů duší, alchemických směsí a magických textů. Tento důkaz podporuje možnou teorii, že dwemerští vědci a inženýři věnovali nějaký svůj čas studováním magie.[14] Animonculórium byla část města, ve které se vyráběli roboti. Přestože Nchardak nemělo animoculórium, jedna z hlavních úloh města byla sloužit jako významné válečné výrobní centrum, jenž bylo schopno za den vytvořit jednoho samohyba.[38] Planetostroje byly komplikované a masivní konstrukce vyrobené pro astronomická pozorování a studie.[59] Osoby, které procházely hlavním městem jménem Černota a ostatními městy propojenými s Černotou, jimiž byli Alftand, Raldbthar a Mzinchaleft, používaly dvě zařízení, aby se do Černoty dostaly. Jedno bylo známo jednoduše pod názvem trpasličí mechanismus a to druhé byla ladící sféra. Tyto dvě zařízení byla propojená; za využití jejich kombinace bylo možné otevřít vchod do Černoty. Cizinci, kteří se chtěli do města dostat, museli napoprvé projít Alftandem.[19] Poté až měli možnost vejít do Černoty skrz další místa, například skrz města Raldbthar a Mzinchaleft. Také mohli použít tři „velké výtahy“, které byly v Alftandu, Raldbtharu a Mzinchaleftu. Infrastruktura Jelikož byli dwemerové skvělí kovodělníci, konstruktéři masivních strojů a zajímali se o vědy, hlavně o astronomii, byly planetostroje typickým znakem vývoje dwemerů v jejich kovodělnických a vědeckých studiích. Jeden významný planetostroj se stále ještě nachází na Stros M'kai a byl sestrojen rodem Rourken během roku 1E 420.[59] Okulárium byla masivní konstrukce postavená v Mzulftu a ve věži Mzark v Černotě. Ta také byla znakem vývoje dwemerů. Okulárium v Mzulftu bylo designované a sestrojené za účelem shromáždění světla hvězd, které se poté přeměnilo a rozdělilo. Když bylo společně se zaostřovacím krystalem správně naladěno, dala se tato energie použít na projekci mapy Tamrielu a nadále mohlo čerpat energii na odhalení umístění významných zdrojů magické moci. Zaostřovací krystal byl další vynález dwemerů, který byl použit na pohánění Okulária. Dwemerští vědci, mágové, inženýři a tonální architekti, kteří na tomto stroji pracovali, se pokoušeli tuto moc ukrást.[60] Okulárium ve věži Mzark bylo designované a postavené na skladování důležitých artefaktů, jako byl Svitek předků.[61] Okulária byla stavěná v dómech.[19] Podle Parata Decimia byl planetostroj v Magické univerzitě v Císařském Městě inspirací pro Okulárium. Dwemerové tomu ovšem neříkali Okulárium, ale říkali jim nějakým jiným neznámým názvem.[61] Stavební materiály Okulárium v věži Mzarku. Dwemerská architektura, stejně jako všechny jejich díla a konstrukce, se skládala výhradně z kamene. Na druhou stranu jejich metody kamenictví a architektonické struktury byly stejně tak jedinečné a velkolepé jako jejich kovoobrábění. Jejich města obsahovala struktury, které byly postaveny z kamene, jenž byly designované a konstruované do přesných, rovných a hranatých forem, které byly matematicky spočítané. Dwemerští architekti dávali přednost ,,osvědčeným, dobře spočítaným designům založených na šikmých čarách spíše než riskantnějším, méně přesnějším výpočtům založených na obloucích a křivkách\". Dwemerská architektura je významná už jenom tím, že se na stavbu používal spíš kámen než jakýkoli jiný materiál. Jejich mistrovství v kamenictví je zářný příklad jejich civilizace a to významný. Přestože často používali kov na stavbu strojů, dwemerští řemeslníci používali převážně kámen, alespoň co se architektury týče. Ale jak se dwemerové postupem času vyvíjeli a mistrně ovládli kovoobrábění a další mnohem komplexnější nástroje, začal se kov více a více přidávat do jejich architektonických designů pro budovy. Přes to všechno jsou ,,základy všech známých dwemerských ruin zhotoveny z kamene a struktura dwemerského kamenictví je přesná, hranatá a řádně matematicky vypočítána. Díky tomu dwemerské stavby přetrvávají dodnes, dlouho poté co jejich stavitelé vymizeli.[7] Stavební styly Exteriér Fahlbtharzu na Solstheimu Technika konstruování, stavění, plánování a zakládání měst zůstávala u dwemerů, stejně jako u většiny ras, stejná.[1][14][62] Severní klany dodávaly městům svůj vlastní unikátní rys, kterému se říká Hluboká dějiště. Hluboká dějiště se skládala z jedné nebo více přirozených jeskyň, ve kterých se nacházelo několik dalších struktur. Tyto struktury v Dějištích byly nejčastěji vytesány z kamene samotného nebo zde byly postaveny. Nejrozsáhlejší a nejúchvatnější Dějiště bylo, alespoň podle vědce Thelwe Gheleina, v Bthardamzu, kde se prý nacházely cesty dost široké na to, aby zde mohlo chodit deset mužů vedle sebe.[1] Dwemerská města na západě od Vvardenfellu byla postavená mnohem hlouběji než ty na ostrově samotném. Z tohoto důvodu spekuloval Thelwe Ghelein o tom, že existovala specifická hodnota, která udávala, kde mohli dwemerské exkavátory a havíři kutat předtím, než začali stavět. Tuto hodnotu označujeme jako ,,geoklin\". Geoklin dost možná nemá s Hlubokými dějišti nic společného. Hloubky Hlubokých dějiští se sice mění, ale geoklin pojednával i o tom, od jaké hloubky bylo město vidět.[14] Tunely, cesty a komnaty nebyly hluboko pod povrchem, a přestože byly velkolepé ve svém designu, stavbě a vzhledu, nesloužily pro komunální účely. Infrastruktury například skladišť, tržišť a strážnic byly obvykle nad geoklinem. Tyto stavby vypadaly jinak než budovy pod povrchem. Thelwe Ghelein se domníval, že tyto budovy stavěli dwemerové jinak z toho důvodu, že si nebyli jistí, co by se mohlo při výkopech stát, i přes jejich umění mistrně ovládat mocnou magii a vyspělou technologii. Také je možné, že jsou tyto tunely výsledkem hledání po vhodnější hornině, se kterou by mohli pracovat.[62] Hoagen Keltorra je možný název typu stavebního stylu. Někteří vědci se domnívají, že to byl název dwemerské psychologie a náboženství, které se zaměřovalo na uctívání Mundu. Thelwe Ghelein zase předpokládá, že to má co společného s komunálními záležitostmi. Věří, že první část úryvku z textu, který se zmiňuje o Hoagen Keltorře, jenž byl nalezen během expedice v Irkngthandu, je spojený s klanem Rourken a popisuje, jak byl respektovaný dwemer, Cuolec, povýšen na komunální pozici, pravděpodobně na tonálního architekta. Druhý úryvek z textu pojednává o tom, že Cuolecova pozice vyžadovala, aby stavěl ve specifickém stylu. Thelwe Ghelein věřil, že Hoagen Keltorra byl název jistého, specifického stylu nebo označení shluku stylů, které se lišily v konstrukčních prvcích a typických strukturách.[14] Dwemerští architekti používali čtyři zkoušky v městském plánování a konstrukci: Zkouška vzoru požadovala, aby pozorovatel pozoroval a analyzoval vzory před plánováním. Zkouška potíží požadovala, aby pozorovatel postupoval metodicky v případě, že by žádný vzor nevypozoroval. Když pozorovatel zjistil, že úkoly nemusely být splněny v žádném určitém pořadí, tak měl za úkol přikázat, aby byly všechny splněny a měl by být schopen vybavit jak, proč a kdy byl který úkol vykonán. Zkouška úniku požadovala, aby si pozorovatel prostudoval překážku a posoudil svá východiska a schopnosti. Pokud byla překážka příliš obtížná, měl pozorovatel najít způsob, jak jí obejít. Zkouška konfrontace požadovala, aby pozorovatel prozkoumal překážku a posoudil svá východiska a schopnosti. Pokud byla překážka příliš obtížná, měl pozorovatel najít způsob, jak jí obejít, ale pokud žádný nemohl najít, pak jí musel překonat přímo.[63] Změny stylu Téma změn stylu v různých klanech, na různých místech a časových rozmezích bylo důkladně prozkoumáno a diskutováno. Stejně jako jiné civilizace, se dwemerská kultura mohla, a také tomu tak bylo, postupem času měnit. Jinak vypadala kultura na jiných místech a v jiných různých skupinách.[1][14] Architektura dwemerských měst a stanovišť na Vvardenfellu byla zřetelně jiná než ta v Morrowindu a v jiných zemích, kde měli dwemerové svá teritoria. Konstrukce a vnitřní struktura měst byla také jedinečná; významnější části měst byly blíže k povrchu. V dwemerských městech na pevnině byla významnější místa měst spíše hlouběji pod povrchem. Z těchto důvodů si někteří vědci myslí, že města mimo Vvardenfell a Morrowind byly pouhé strážnice, ale jiní vědci tvrdí, že rozdíly mezi výkopy a konstrukčními styly byly, protože architekti měli své vlastní styly a záliby, když došlo na plánování.[62] Někteří vědci tvrdí, že dwemerská společnost, techniky a architektonický design, vývoj a konstrukce byly založeny na empirické studii, takže nezbylo moc místa pro kreativitu a otevřenost. Jedna teorie, která podporuje tuto hypotézu je, že zeměpisné uspořádání pravděpodobně hrálo významnou roli pro dwemerské kolonie, které nedávno začaly hloubit horu tam, kde si naplánovali postavit nové město. Pro dwemerské exkavátory bylo těžší hloubit v severním Skyrimu, jelikož zde byla a pořád je velká zima a větrno, nehledě na to, že se zde nachází kamenný a silně zamrzlý povrch. To na Vvardenfellu byl vulkanický substrát měkký a dalo se v něm dobře hloubit a v Hammerfellu byly „všudypřítomné vodonosné vrstvy“. Je možné dwemerské exkavátory nebyly v severních oblastech schopny vyhloubit větší struktury, dokud se nedostaly k poddajnější vrstvě.[1] Významná města Dwemerové byli skvělí havíři, kteří dokázali hloubit hluboko pod povrch a do hor, aby si postavili svá města. Většina jejich měst se nacházela převážně v podzemí s jednou výjimkou, kterou je skyrimské město Markarth. Markarth bylo velké město a poté, co dwemerové zmizelo i hlavní město Plání. Když dwemerská civilizace stále existovala, jmenovalo se Nchuand-Zel. Část města se nacházela na čerstvém vzduchu a byla vytesaná z hory, na které bylo město postaveno. Podskalní pevnost se nacházela na úplném konci v úbočí hory a uvnitř sídlila vláda Plání. Město dosahovalo ještě hluboko do a pod hory, ale nikdo, kdo do Markarthu přišel po zmizení dwemerů, se zde nechtěl zabydlet. Ve Čtvrté éře už byl Markarth hlavním městem Plání a Nchuand-Zel, podzemní sekce města, byl stále neobydlený a okolo se pořád pohybovaly dwemerské stroje a falmerové.[64][65] Jazyk \"V hlubinných síních, daleko od lidmizapomenuté Rudé hory, zvrácený lidoslavuje mysl, oslavuje kamennoutrpasličí pýchu silnější než kost.\" ―text, který přeložil Thelwe Ghelein ve svém díle O dwemerech, díl I., II. a III.[src] Nepřeložená stránka z Božské metafyziky v dwemerštině. Jak dwemerskému jazyku, tak jeho písmu se říká dwemerština; tento jazyk používá často písmena z a d. Písmo bylo napsáno ve formě run a glyfů, které jsou podobné daedrické abecedě, přestože je hodně založený na aldmerském jazyku.[66] Některé formy dwemerštiny mají předpony a přípony. Historické názvy jako je „Volen-“ znamená „kladivo“ a „-Fel“ znamená „město“, což dává dohromady „Volenfell“ a to znamená „město kladiva“. Válečné kladivo Volendrung se překládá jako „kladivo moci“.[33] Národ Hammerfellu zasvětil svůj název Volendrungu, jelikož právě dwemerský náčelník z rodu Rourken, který se rozhodl, že se svým lidem odejde pryč, a tak z Morrowindu toto své válečné kladivo a se zbytkem klanu se usadil tam, kam dopadlo. To dopadlo právě na místo, kde leží dnešní město Volenfell v Hammerfellu.[33] Jméno Fal'Zhardum Din se ukázalo jako dwemerský název pro Černotu.[62] Pět knih, Božská metafyzika, Vejce času, Visící zahrady, Nchunakův oheň a víra, a Kroniky Nchuleftu, byly všechny přeloženy vědci. Božská metafyzika vysvětluje, jak dwemerové postavili Numidia a jak použili Kagrenacovy nástroje na Lorkhanovo srdce. Vejce času napsal Bthuand Mzahnch, který vyvracel Kagrenacovy teorie.[67] Visící zahrady byl cestovní průvodce,[68] Nchunakův oheň a víra byl příběh o Nchunakovi a Kroniky Nchuleftu byl příběh, který detailně popisoval atentát na dwemerskou radu v Nchuleftu.[56][66][69][70][71] Známé překlady Název v dwemerštině Tamrielský překlad Volenfell Město kladiva Volendrung Kladivo moci Nchardak Město tisíců věží FalZhardum Din Černota/Nejčernější království Filozofie a náboženství Druhá stránka z knihy Vejce času, psané Bthuandem Mzahnchem. \"Ale naši bratři, dwemerové, opovrhovali daedrami, a posmívali se našim bláhovým rituálům a dávali přednost svým bohům rozumu a logiky.\" ―Vivec[src]Dwemerská společnost toho měla velmi málo společného s ostatními merskými rasami, až na pár výjimek u několika politických a právních zásad, a shod v jejich jazyku a písmu.[11][72][73] Dwemerové navíc byli mnohem odlišní od ostatních ras v Tamrielu. Někteří vědci konstatovali, že dwemerové dávali přednost strojům před magií, ale existují i důkazy, že také používali magii.[14][35] Dwemerové opovrhovali daedrami,[16] Božskou devítkou a vlastně všemi bohy a snažili se jim vzdorovat rozumem a logikou. Dwemerové si zřejmě mysleli, z jejich moc konkuruje té božské,[16][36] což mnozí považují za důvod, proč jejich rasa zmizela[UL 2] a někteří je dokonce považují za rouhače. Dwemerové vyzývali síly a nadřazenost et'Ad, aeder a daeder, pochybovali o jejich autoritě a cestovali z Mundu do vnějších říší Aetheria a Zapomnění. Ve svých podzemních svatyních studovali dwemerové mocné magické relikvie a zkoumali síly, které věřili, že mohou „konkurovat samotným bohům“.[7] Dwemerská víra, pokud tedy nějaká existovala, byla prý jedna z nejsložitějších a nejobtížnějších záhad dwemerské kultury.[66] Od éry úsvitu do jejich zmizení se dwemerové pokoušeli dosáhnout stavu nesmrtelnosti. Zkoumali pád Kostí Země a snažili se uzmout si efekty pro sebe – snažili se vytvořit nesmrtelnost ze smrti Ehlnofey. Dwemerové se snažili vzdorovat bohům, zatímco se pokoušeli napodobit jejich moc. Kniha Božská metafyzika popisuje, jak se dwemerská rasa pokoušela vykovat nového boha, Anumidia, za použití Kagrenacových nástrojů a tajemných tónů Lorkhanova srdce.[67][69] Nebylo „moderní mezi dwemery, aby nahlíželi na své duše jako na umělé konstrukty, které jsou tři, čtyři nebo čtyřicet gradientů pod božstvím“.[67] Dwemerové ovšem nebyli sjednocení ve svém myšlení, někteří nesouhlasili s výzkumem Ehlnofey a s myšlenkou, že by dwemerové měli byt nesmrtelní. Ti, kteří nesouhlasili, věřili, že „použití Lorkhanova srdce byl neomluvitelný risk“.[67][68] Později, během bitvy na Rudé hoře, se hlavní tonální architekt Kagrenac naposledy pokusil darovat svým lidem nesmrtelnost, a když tak udělal způsobil, že (skoro) celá dwemerská civilizace zmizela. Nikdo neví, jestli uspěl či nikoli.[UL 1] Přestože knižní série Prastaré příběhy dwemerů je fiktivní a mnoha vědci označovaná, že špatně charakterizuje dwemery, existuje kniha Azura a krabice, která vypráví příběh o dwemerském vědci, Nchylbarovi, jenž nevěřil v bohy a náboženství. V Azuře a krabici potkal Nchylbar svého starého přítele Athynica. Během jejich návštěvy sdělil Nchylbar Athynicovi, že se chystá objevit přirozenost božské moci. Athynic mu ze začátku odmítal pomoct, ale jelikož byl Nchylbar jeho přítel, nakonec svolil. Athynic vyvolal Azuru, která si s ním promluvila. Azura, Athynic a Nchylbar probírali, co by mohlo být v uzavřené krabici, kterou přinesli Athynicovi studenti. Azura řekla, že v krabici je květina s červenými květy, ale když ji Nchylbar otevřel, byla prázdná. Předtím než Azura odešla, protáhla obličej, což viděl pouze Athynic. Athynic nedokázal promluvit a neustále se třásl. Té samé noci byl Nchylbar, který si nemyslel, že existence a síla bohů byla oprávněná, nalezen mrtvý.[74] Je dost možné, že dwemerové uctívali samotný Mundus. Alespoň v to věří vědci, kteří na tento nápad přišli z textu, jenž našel vědec Ghelein v Irkngthandu. Ovšem Ghelein samotný si myslel, že se týká komunálních a politických záležitostí.[14] Inovace a řemeslné práce Technologie Nákres dwemerské koule. \"Prastaří a dlouho mrtví dwemerové postavili mnoho zařízení a strojů, které fungují dodnes díky jejich vyspělé magii a technologii.\" ―Načítací obrazovky (Skyrim)[src] Různé dwemerské nákresy. O trpaslících se ví, že ve velkém množství vyráběli tisíce různých mechanických zařízení. Většina z nich byla sestrojena ve městě Nchardak, velkém válečném výrobním centru.[38] Tyto stroje jsou označovány za samohyby nebo \"roboty\", kteří za sebou zanechávali spoušť, když byli na bitevním poli vypuštění proti nepřátelům, které naprosto vyhladili je.[7] Několik typů robotů bylo nalezeno ve starodávných dwemerských ruinách, z nichž nejprimitivnější byli pavouci, kteří byli navrženi, aby se zbavili vetřelců.[10] Většina robotů obsahovala kámen duší, někdy i více než jeden. Podle výzkumu provedeným známým vědcem Calcelmem a Sullem Trebatiem, tak je tento kámen duší (případně kameny duší) zásoboval. Kameny také mohli sloužit jako zdroje energie pro bojler, vzhledem k nesmírné energii uvnitř. U některých robotů, jako byli třeba trpasličí pavouci – strážci, sloužili kameny duší jako zdroj magie ničení. Díky tomu byli schopní napadnout vetřelce bleskovými paprsky.[10][75] \"Trpasličí vojenské stroje jsou kulatí válečníci lidské velikosti, kteří hlídají interiéry rozpadlin jako neškodné koule jen proto, aby se z nich vynořili jako plně ozbrojení a obrnění bojovníci. Také to mohou být právem obávaní centurioni, kteří mohou být dvakrát i víc jak stokrát větší než lidé. Záleží na tom, čemu věříš.\" ―Calcelmo[src]Jiné typy robotů byly balisty, setníci a koule. Byli schopni přijímat, interpretovat a reagovat na jednání osob kolem sebe.[76] Roboti byli nějakým způsobem spojeni se svým místem původu, a kdyby byli přemístění, okamžitě by ztratili energii a vypnuli se.[76][77] Je možné, že byli schopní se sami dobíjet a opravovat.[38] Lexikon s runami, s informacemi ze Svitku předků Trpasličí vojenské vybavení bylo efektivní a odolné působení času. Jejich zbraně byly silné a jejich zbroj pevná. Trpasličí meče účinně prorazily lehké zbroje; díky kvalitě a ostrosti trpasličího kovu. Trpasličí zbroj byla schopná odolat neskutečně tvrdým ranám a silným šípům. Tak to bylo kvůli tomu, že dwemerové byli císařstvím, civilizací a kulturou postavenou výhradně v podzemí, z čehož vyplývá, že se dwemerové museli přizpůsobit životu v podzemí. Stejně jako trpasličí meče a jiné zbraně, byla efektivita trpasličí zbroje důkazem mistrně ovládnuté schopnosti v hutnictví spíše než v kování. Když porovnáte trpasličí a elfí dýky, je zřejmé, že většina dwemerských kovářů spoléhala nejprve na vytvoření kvalitních materiálů a teprve poté až na tvar zbraně.[10] Dwemerské armády také experimentovaly s kušemi. Luky sice používali také, ale kuše byly technologicky vyspělejší. Mnoho dwemerských inženýrů vytvořilo různá schémata trpasličích kuší, mezi nimiž byly i standardní a vylepšené. Existovaly i náčrty pro vybuchující šipky, které se daly používat společně se standardní kuší. Byly tři druhy těchto vybuchujících šipek: vybuchující ohnivé šipky, vybuchující ledové šipky a vybuchující šoková šipky.[78] Vyobrazení Mundu podle dwemerského planetostroje redguardů. Jeden z největších robotů, kterého dwemerové kdy postavili, byl Numidium neboli mosazný bůh.[79][80] Numidium byl postaven, aby jim pomohl získat božskou moc nesmrtelnosti a předčit Nirn. Byly vykovány tři nástroje, které pomohly tonálním architektům využít a čerpat moc z Lorkhanova srdce. Těmito třemi nástroji byly Keening, Sunder a Wraithguard. Wraithguard byl vytvořen, aby chránil svého nositele před potenciálně nebezpečnými účinky Lorkhanova srdce při jeho zacházení. Sunder zase aby těžil určité množství a kvalitu božské moci při práci se srdcem. Keening aby soustředil a naladil božskou moc, která se těžila ze srdce. Další stroje, jenž dwemerové udělali, byly dwemerské konvektory, vysoce pokročilé mašiny, které byly vyvinuty a využity, aby upravily jakýkoli kámen duší a přeměnily je na zdeformovaný kámen duší. Další stroj, který stvořili, byla řídící krychle, jenž byla vytvořena a použita, aby řídila určité stavby a udržovat je. Dwemerové z Nchardaku používali mnoho těchto krychlí, aby zachovali své město tím, že řídili několik napájecích systémů, které dodávaly energii do čítárny, jelikož chtěli, aby byla jejich rozsáhlá knihovna v bezpečí před cizinci. Další příklad technologie, který dwemerové udělali byly tonální rezonátory. Používaly se na otevírání dveří a označení kontrolních bodů mezi spojovacími chodbami, které do dnešní doby stále fungují. Další dva mechanismy stvořené dwemery byly ladící sféra a trpasličí mechanismy, jenž byly zařízení vytvořená a používaná na otevírání vchodu do Černoty. Tyto dva stroje na sebe přímo závisely; vložením ladící sféry do trpasličího mechanismu se otevřel vchod do Černoty. Ale vrchol jejich geniality bylo vytvoření zařízení s názvem lexikon, který jim pomohl přečíst Svitek předků bez toho, aniž by se zbláznili nebo oslepli. Lexikon také sloužil jako přenosné úložiště informací, které bylo schopné nést velké množství vědomostí. Dwemerští řemeslníci také vyráběli různé \"hračky\" podobné hrdličkám. Také vyráběli artefakty z aetheria: aetherická hůl, aetherický štít a aetherická koruna. Kovářství Dwemerové byli mistři řemeslné a kovářské práce a mnoho toho také nakreslili. S těmito schopnostmi kovali zbraně, zbroje, nářadí a mnoho dalších věcí před svým zmizením. Starodávné vědění byla jedinečná schopnost, která darovala nositeli trpasličí zbroje 25% bonus a kovářství se zvyšuje o 15 % rychleji. Tato vědomost byla obsažena v lexikonu. Dwemerové měli své vlastní zbraně a brnění, kterým se říkaly trpasličí. Poté co dwemerská rasa zmizela v 1E 700, bylo pro ostatní dost obtížné je získat nebo kovat. Bylo možno je kovat pouze s vědomostmi a se správnými materiály. Pokud si někdo přál udělat trpasličí zbraně či brnění, musel ten dotyčný získat a roztavit dwemerské artefakty, a poté je vytvarovat do trpasličího kovového ingotu. Na kování trpasličích zbraní bylo potřeba i několik dalších materiálů mimo trpasličího kovového ingotu, záleželo na tom, co dotyčný chtěl vykovat. Těmito ostatními materiály byly rtuť, ocelové a železné ingoty, dále kožené proužky a dokonce palivové dříví. Na kování trpasličích brnění bylo zapotřebí trpasličí kovové ingoty, ocelové ingoty, železné ingoty a kožené proužky. Stejně jako u zbraní záleželo na tom, co chtěl dotyčný vykovat. Také to byli stvořitelé kovárny aetheria, masivní, lávou poháněné kovárny, která byla konstruovaná, aby mohli manipulovat s aetheriem a kovat z toho různé materiály. Kovárna aetheria dokázala vyrábět tři věci: aetherickou korunu, aetherickou hůl a aetherický štít. Všechny tři předměty vyžadovaly ornament aetheria. Aetherická koruna vyžadovala jeden ornament, dva trpasličí kovové ingoty, dva zlaté ingoty a dva bezchybné safíry. Aetherická hůl vyžadovala jeden ornament, dva trpasličí kovové ingoty, dva ebonové ingoty a jeden zlatý ingot. Aetherický štít vyžadoval jeden aetheriový ornament, čtyři trpasličí kovové ingoty a dva čisté malachity. Způsoby výroby \"Kovodělnictví je pokud víme základní metoda výroby téměř všech trpasličích výtvorů. Ovšem nemůžeme opomenout snadněji zničitelné materiály jako je jíl, papír a sklo, které jsou mimo rozsah trpasličího řemesla, ale podle sklonu trpasličího designu dávat přednost dlouhotrvajícímu před křehkému, můžeme bezpečně předpokládat, že kov byl prioritou. A kov objevený ve všech známých trpasličích relikviích je naprosto jedinečný.\" ―Calcelmo Dwemerové se hlavně soustředili na hutnictví, studování fyzických a chemických vlastností kovu. Celková myšlenka trpasličích děl byla, že byla navržena a postavena tak, aby dlouho vydržela, proto dwemerové preferovali kov před křehkými a snadno zničitelnými materiály. I tyto materiály ovšem používali. Dwemerové studovali principy inženýrství, kovodělnictví a řemeslnictví. Těžba a tavba \"Žádná jiná rasa nedokázala napodobit proces, kterým se vyráběl trpasličí kov. Přestože je možné si ho splést s bronzem - jenž mnoho kovářů trpasličích materiálů používá na vytvoření falešných replik - je to jiný typ kovu. Osobně jsem viděl hutníky, jak se pokouší zkombinovat několik různých typů ocele a běžné a vzácné rudy, aby napodobili jedinečné vlastnosti trpasličího kovu. Ale jediná metoda, která je úspěšná, je roztavit existující trpasličí šrot a začít od znova.\" ―Calcelmo Dwemerové měli vědomosti v oblastech těžby a tavby rud, které našli a vykovali z nich své zbraně, brnění, nářadí, zařízení a další díla. Díky tomu si byli schopní vytvořit speciální druh kovu, který se dá snadno splést s bronzem. Kromě trpaslíků nebyl nikdo schopný proces, kterým se tento kov vyráběl napodobit. Jediná metoda, která je úspěšná, je roztavit existující trpasličí šrot a začít od začátku. Dwemerové také byli stvořitelé nepochopitelné myšlenky známé jako ,,Sedm vlastností kovu\". Jedna ze surovin, kterou tito elfové používali, bylo aetherium. Aetherium byl vzácný přirozený materiál, který modře světélkoval, měl silné magické vlastnosti, byl alchemicky nehybný a harmonicky nestálý. Nic ho nedokázalo očarovat, roztavit, tvarovat nebo zničit. Pro dwemery to ovšem nebylo nic složitého, jelikož si hluboko pod Bthalftem postavili kovárnu aetheria. Věda a matematika Mimo hutnictví, hornictví a dalších umění, dwemerové také mistrně ovládli využití matematiky a vědy. Věda byla důležitým aspektem ve dwemerské akademické společnosti a to hlavně astronomie. Studovali souhvězdí, hvězdy a planety za účelem lépe pochopit vnější svět. Z tohoto důvodu stavěli planetostroje. Dwemerové také podrobně pozorovali noční oblohu. Jak je po celém Tamrielu známo, v Aurbisu se nachází Mundus, ve kterém se nachází Nirn a jeho měsíce, hvězdy a Aetherius, říše aeder. Dva měsíce, které obíhají Nirn, jsou větší Masser a menší Secunda. Také se zde nachází Nicota a Zapomnění, jenž jsou říše daeder. Ekonomika Téměř nic nevíme o dwemerské ekonomice. Jeden druh měny, kterou používali, je známý jako dwemerská mince. Vláda Téměř nic nevíme o dwemerské vládě. Je nám známé jedno právo v dwemerském soudním systému: pokud byl někdo zabit robotem, měli příbuzní padlého právo robota do třiceti dnů rozebrat a vzít si jeho součástky. Během První éry uzavřeli dwemerové s chimery alianci, aby vyhostili nordy z Morrowindu. Této vládnoucí organizaci se začalo říkat První rada, která sdružovala tyto dvě civilizace a umožňovala jim a jejich kulturám se vzájemně ovlivňovat. Zajímavosti Dwemerské písmo bylo dost možná založené na skutečné gaelštině. Pokud je teorie o tom, že Azura dwemery uvěznila, správná, mohou se nacházet v říši, která je pro smrtelníky dosažitelná. Jak řekl Falion v Morthalu: „Procestoval jsem říše Zapomnění. Potkal jsem daedry a dwemery a všechno mezi tím.“ Je tedy možné, že jsou dwemerové buď v říši Zapomnění, nebo v nějaké kapesní dimenzi. Je možné, že je Harmonic Auditor, postarší elf nalezitelný v tonální posluchárně v Rkindaleftu v High Rocku, podle jeho dialogu a vzhledu, ve skutečnosti dwemer. Bývalý spisovatel Elder Scrolls, Michael Kirkbride, napsal v jednom svém příběhu, že když dwemerové zmizeli, byli vrhnutí časem do Deváté éry, kde byla jejich znalost a technologie zastaralá. Není ovšem jisté, zda se tyto příběhy mohou považovat za kánon. Ve Skyrimu mají dwemerské ruiny na stěnách řezby, na kterých je vyobrazené slunce s portálem do uprostřed. Ve Vejci času to vypadá, že dwemerové hořeli, když Kagrenac zasáhl Lorkhanovo srdce. Jako důkaz toho, že to může být pravda, můžeme v dwemerských ruinách najít hromady prachu hlavně v okolí postelí, lavic a knihoven."
}