{
    "title": "Ebonheartský pakt",
    "table_of_contents": [
        "Obsah",
        "1 Historie",
        "2 Galerie",
        "3 Poznámky",
        "4 Zdroje"
    ],
    "infobox": "",
    "content": "Ebonheartský pakt Politické informace Hlava země Velekrál Jorunn Hlava vlády Velká debata Hlavní velitel Vojenský velevojevůdce Zimmeron Společenské informace Hlavní město Mournhold Oficiální jazyk Tamrielština Historické informace Datum založení 2E 572 Datum rozpadnutí Neznámo Éry Druhá éra \"Nepromyšlené akce těch, kteří sedí na Rubínovém trůnu nebo těch, kteří tahají za jejich nitky, přinesly Tamriel na pokraj nenávratné zkázy. Musí být vyhnáni ze Cyrodiilu a upadající pozůstatky lidského císařství musí být smeteny. Nahradí ho Pakt, který prosadí mír napříč kontinentem a přísně usměrní veškerou účast v nebezpečných magických honbách.\" ―Alla Llareth[src]Ebonheartský pakt byl vojenskou aliancí mezi morrowindskými Velkými rody Dres, Hlaalu, Indoril, a Redoran, východním skyrimským království, a shadowfenskými a thornmarshskými kmeny v Black Marshi[1] během chaotického Interregna druhé éry. Pakt soupeřil s Aldmerským spolkem a Daggerfallskou smlouvou o cyrodiilský Rubínový trůn. Byla to tvorba nezvyklých spojenců, kteří měli mezi sebou dlouhá léta sporů, ale spojili se pro vzájemnou obranu, nejprve proti akavirským nájezdníkům a později proti daedrickým kultistům Molag Bala v Cyrodiilu. Jejich cílem bylo vymýtit zbrklou vládu Císařství a jednou a provždy ukončit zaplétání smrtelníků s vyššími silami mimo Nirn.[2] Pakt vedl Jorunn Skaldský král, který zasedal Velké debatě, spolu se třemi žijícími bohy dunmerů. Celkový rozsah Paktu v Black Marshi je sporný. Vícekanovnice Heita-Meen, kterou povolal Hist, aby vedla argoniany ke spojení s Paktem, tvrdila, že se murkmirské kmeny spojili s shadowfenskými a thornmarshskými.[1] Murkmire se ale nachází na jižním pobřeží Black Marshe s hlavním městem Lilmoth; přestože Pakt posílá vyslance do Murkmiru, aby přesvědčil místní kmeny se k němu přidat, oblast se od Paktu oddělila a zůstala plně nezávislá. Místní považovali tvrzení Heity-Meen za čistě ambiciózní.[3] Některé záznamy dokonce nepravdivě[4] označují oblast obklopující město Gideon za Murkmire.[5][6] Vzhledem k tomu, že tento region sousedí s Shadowfenem a Thornmarshem, je možné, že se Heita-Meenina tvrzení vztahují na gideonský venkov.[Poznámka 1] Historie Druhá akavirská invaze pod velením Ada'Soom Dir-Kamala se v 2E 572 vylodila na sever od Windhelmu, využila momentu překvapení a zaútočila na něj.[7] Město bylo vypleněno a královna Mabjaarn a její dědička Nurnhilde byly zabity, a koruna tím pádem padla do rukou mladšího syna, Jorunna.[8] Ten shromáždil beznadějnou obranu, ale akavirská armáda je obešla a zamířila do východního Morrowindu, kde se potkala s dunmerskou armádou, vedenou Almalexií samotnou. V nebývalém projevu kooperace mezi rasami s tak dlouhou historií nevraživosti, spolu Jorunn a Almalexia spolupracovali, aby obklopili Dir-Kamalovu armádu ve Stonefalls.[9] Byl to těsný boj, dokud se znenadání neobjevily argoniánské posily, které jim pomohly zahnat nájezdníky zpět do moře, čímž ukončily jejich hrozbu Tamrielu.[7] Byla to právě tato událost, která dala vzniku Ebonheartskému paktu. Tato aliance ukovaná v boji byla schválená smlouvami v Ebonheartu,[9] čímž pádem došlo k osvobození dunmery zotročených argoniánů jako díky za jejich klíčový zásah.[10] Pakt měl sice problém vyhovět požadavkům všech tří tak rozdílných ras, ale ty byly schopny spolu silně držet přes desetiletí díky potřebě vzájemné obrany a pospolitosti bratrů ve zbrani.[9] Nakonec si Tribunál všiml temných dění v Cyrodiilu a svolal své spojence, aby zahájil oprávněnou válku proti zkorumpovanému a rozpadajícímu se Císařství.[11] Během své existence, Pakt úspěšně přestál invazi Daggerfallské smlouvy, díky povolání bývalých chimerských válečníků, Bratrů sváru. Čelil nebezpečí v podobě maulbornského a stormfistského povstání v Deshaanu a Eastmarchi. Shadowfen byl napaden Aldmerským spolkem a Průrva zase lidem z Plání a Červím kultem. Paktu se ovšem podařilo se všemi těmito hrozbami vypořádat.[12]"
}