{
    "title": "Elsweyr",
    "table_of_contents": "",
    "infobox": "Elsweyr Merethická éra–dodnes Elsweyr ve třetí éře. Poloha v rámci kontinentu Lore Hlavní město Rimmen (Anequina)Senchal (Pelletine) Rozloha cca. 410 000 km² (4E 201)[1] Státní zřízení Dědičná monarchie Měna Zlatý Jazyk Ta'agra Rasy Khajiité Náboženství Khajiitský panteon Herní údaje Hry The Elder Scrolls: ArenaThe Elder Scrolls Online",
    "content": "Elsweyr, je země, která se nachází na jihu Tamrielu. V minulosti se jednalo o provincii Tamrielské říše, v současnosti se Elsweyr dělí na dvě tradiční království Anequinu a Pelletine, která jsou vazalskými státy Aldmerského spolku. Hlavním městem Anequiny je město Rimmen, kdežto hlavním městem Pelletine je Senchal. Elsweyr sousedí s Cyrodiilem na severu a s Valenwoodem na západě. Jižní pobřeží země omývá Eltherický Oceán, zatímco východní pobřeží omývá Topalská zátoka. Elsweyr je domovskou zemí Khajiitů. První Khajiité se v zemi usadili zřejmě již v merethické éře. V merethické éře se Elsweyr skládal z legendárních šestnácti království. V té době zemi také napadl Kaalgrontiid, spolu se svou hordou draků. Legendární hrdina Khunzar-ri dokázal draky nalákat hal Colossu a zde je uvěznit. Po celou merethickou éru a značnou část první éry spolu fungovalo šestnáct království ve vzájemné harmonii. V posledních staletích první éry, ale došlo k jejich úpadku. A nakonec se se zformovala dvě tradiční království Ne Quin-al, v tamrielském jazyce Anequina a Pa'alatiin, v tamrilštině Pelletine. Obě království byla dobyta druhou cyrodiilskou říší. Ve druhé éře došlo ke sjednocení obou království v rámci konfederace Elsweyru, nicméně i tak docházelo k občasným bojům mezi oběma královstvími. Během rozpadu druhého císařství dosáhl Elsweyr nezávislosti a v šestém století druhé éry se Khajiité připojili k prvnímu Aldmerskému spolku. V šestém století také uprchli draci ze svého vězení v halách Colossu a začali opět pustošit Elsweyr, nakone však byli za cenu velkých ztrát na straně Khajiitů poraženi. Na konci druhé éry byl Elsweyr dobyt Tiberem Septimem. Elsweyr byl sjednocen a připojen k Tamrielské říši jako provincie. Součástí Tamrielské říše zůstal Elsweyr po celou třetí éru. Během čtvrté éry nebyla říše schopná své pozice v Elsweyru udržet. Došlo ke katastrofálnímu zatmění měsíců, které hrají v životech Khajiitů velmi důležitou roli. Když se měsíce opětovně po letech objevily, přisvojil si zásluhu nad tím Thalmor, který obnovil Aldmerský spolek. Khajiité se poté dostali pod značný vliv Thalmoru, svrhli poslední císařské správce, rozpustili konfederaci a obnovili svá tradiční dvě království. Ta se stala vazalskými státy Aldmerského spolku. v • d • eTamrielProvincie:Black Marsh • Cyrodiil • Elsweyr • Hammerfell • High Rock • Morrowind • Skyrim • Summersetské ostrovy • ValenwoodKategorie: Tamriel Dle měřítka k této mapce[1]"
}