{
    "title": "Evermore",
    "table_of_contents": [
        "Obsah",
        "1 Geografie",
        "2 Historie",
        "2.1 První éra",
        "2.2 Druhá éra",
        "2.3 Třetí éra",
        "3 V hrách"
    ],
    "infobox": "",
    "content": "Evermore Obecné informace Postaveno Bretonci Zničeno Durcorach Černý kačer s frakcí Reachman Umístění Lokace řeka BjoulsaeBangkoraiHigh Rock Klima řekylesy Společnost Éry 1. - 4. Éra Přičlenění Daggerfallská smlouva Evermore je město ve východní části provincie High Rock, které se nachází podél řeky Bjoulsae. Je královstvím v Západním Reach a do značné míry také představuje hlavní část Reach. Město se potýká s neustálými útoky ze strany Reachmenů. Geografie Evermore je velké město, rozkládající se podél řeky Bjoulsae mezi provinciemi High Rock a Hammerfell. Pro vstup do města jsou k dispozici dvě brány, jedna na západě, která vede k Stormhavenu a Stormhavenskému mostu (Stormhaven Bridge), a druhá na východě, která vede ke Viridianským lesům (Viridian Woods) a zbytku Bangkorai. Zámek se nachází jižně na vrcholu kopce, zatímco doky se rozkládají dole u řeky. Jižně od doků je tržiště, východně od tržiště hřbitov a kousek na jih náměstí. Historie První éra V prvním éře bylo město založeno v regionu Mournoth a po Obléhání Orsinia zpřístupnilo Bjoulsae pro obchod a dopravu. Zdejší palác byl vyroben z žulových desek z lomu v Markarth. Místní obyvatelé uctívají Saint Pelin, který byl hrdinou v první éře a duchovním Bangkoraiské posádky (Bangkorai Garrison). Druhá éra V 2E 541 bylo město napadeno Durcorachem „Černým Kačerem“ (Durcorach Black Drake) a jeho armádou Reachmenů. Po obléhání Daggerfallu, Camlornu, Shornhelmu a Wayrestu podepsal vůbec první Daggerfallskou smlouvu (Daggerfall Covenant). V 2E 582 panovalo v Evermore napětí mezi Hagravenem Uelou z Reachmanů a velitelem Sedmé legie (Seventh Legion), Septimaem Tharnem. Na konci Vestige (Zachránce Tamrielu) zabije zlého Hagravena v Kavčí jeskyni (Jackdaw Cove) a vede Legionářskou invazi celou cestu proti Jižnímu Bangkorai. Třetí éra Evermore v The Elder Scrolls: Arena. Během Císařského Simulacrumu (Imperial Simulacrum) byl Evermore městský stát. Věčný Šampion (Eternal Champion) má v rámci questu město navštívit ve snaze získat část Hole chaosu (Staff of Chaos). Během Warp in the West je Evermore jedním z osmi „de jure“ království v High Rock spolu s Daggerfallem, Camlornem, Wayrestem, Shornhelmem, Northpointem, Fharunem a Jehannaem. V hrách The Elder Scrolls: Arena The Elder Scrolls Online"
}