{
    "title": "Falkreath",
    "table_of_contents": [
        "Obsah",
        "1 Historie",
        "2 Popis města",
        "3 Městská vláda",
        "4 Ekonomika",
        "5 Obyvatelstvo",
        "6 Kultura a zajímavosti",
        "7 Přírodní podmínky",
        "8 Cestování",
        "9 Reference"
    ],
    "infobox": "Falkreath Vyobrazení znak mapa Geografické info Typ sídla: město Země: Tamrielská říše Provincie: Skyrim Država: Država Falkreath Správní info Vládce: Jarl Siddgeir Centrum: Jarlův dlouhý dům Herní údaje Hry: The Elder Scrolls V: Skyrim",
    "content": "Falkreath je jedním ze skyrimských měst. Jedná se o hlavní město stejnojmenné državy, ležící nedaleko hranic s Cyrodiilem a Hammerfellem. Díky své poloze se město stalo častým dějištěm bitev mezi znesvářenými národy, připomínkou těchto časů je i zdejší hřbitov, který je údajně největším ve Skyrimu. Historie Falkreath patří mezi nejstarší skyrimská města. Zdá se, že za dob první a druhé éry byl Falkreath součástí Cyrodiilu. Ke konci druhé éry náležel Falkreath ke colovianským královstvím. Zdejší král Cuhlecain, se stal dokonce roku 2E 852 císařem Cyrodiilu.[1] Falkreath býval díky své poloze blízko hranic z Cyrodiilem a Hammerfellem, často dějištěm mnoha krvavých bitev a válek. I díky tomu se město pyšní zřejmě největším hřbitovem ve Skyrimu.[2] Ve čtvrté éře je Falkreath a okolní panství pokojnou zemí, náležící k říši, v občanské válce proti Bouřným hávům podporuje Falkreath říši. Popis města Hlavní ulice ve městě Falkreath patří k menším ze skyrimským městům. Přesto si dodnes udržuje něco ze svého mýtického významu. Celá osada se skládá asi z deseti budov, město je pak ze na jihozápadě i na severovýchodě obehnáno menší hradbou. Centrem města je Jarlův dlouhý dům, sídlo panovníka a jeho rodiny. Jedná se o největší budovu v osadě. Ve Falkreathu nalezneme také kasárny, kovárnu, Hostinec, dva obchody - Hokynářství Šedé sosny se smíšeným zbožím a obchod zaměřený na alchymii Umrlčí utrejchy, Síň mrtvých se hřbitovem a dva domy ostatních obyvatel. U malé říčky se také nachází místní pila. Městská vláda Jarlův dům Až do nedávna byl městským jarlem Dengeir ze Stuhnu. Dengeir byl zastáncem starých nordských tradic a sympatizoval s Bouřnými hávy, kteří prosazovali nezávislost Skyrimu. Díky tomu se samozřejmě stal trnem oku říšské vládě, ta mu nakonec doporučila, aby odstoupil s úřadu. Dengeir nakonec na nátlak císařských špehů skutečně abdikoval. Oficiální verzí Dengeirovo odstupu, je jeho údajný vysoký věk a senilita. Současným jarlem Falkreathu je Siddgeir, Dengeirův synovec. Siddgeir se zajímá především o jídlo, pití a lov. Vládní záležitosti přenechává na svých dvořanech, díky tomu je Siddgeir pouhou loutkou, která je pro říši přímo vhodná. Ekonomika Hospodářství Falkreathu je závislé na této pile Stejně jako většina osad v zalesněných oblastech Skyrimu, je i hospodářství Falkreathu silně závislé na produkci dřeva. Pro tento účel slouží pila stojící u řeky. Krom dřevorubectví se zde v omezené míře daří i zemědělství, u domů najdeme zahrádky, na kterých se pěstují především brambory. Nesmíme opomenout ani chov dobytka, který je po celém Skyrimu velmi rozšířený. Obyvatelstvo Falkreath není příliš lidnatým městem. Co se národnostního zastoupení týče, nejvíce obyvatel tvoří Nordové, potkat zde můžeme, ale také Císařské, Bretony, Redgardku a Altmery. Obyvatelé se živí především dřevorubectvím a zemědělstvím. O bezpečnost občanů se stará hlídka, která střeží městské ulice ve dne v noci. Kultura a zajímavosti Falkreathský hřbitov Zřejmě největší kulturní zajímavostí Falkreathu je zdejší hřbitov. Jedná se údajně o největší hřbitov v zemi, dokonce má být hřbitov mnohem starší než samotné město. V dávných dobách byl totiž Falkreath často dějištěm mnoha krvavých bitev. Nedaleko Falkreathu se také ve čtvrté éře nachází poslední útočiště Temného bratrstva. Přírodní podmínky Falkreath leží ne jihu Skyrimu, v cípu na hranici z Hammerfellem a Cyrodiilem. Městem protéká malá říčka, na které stojí falkreathská pila. Ze všech stran je pak Falkreath obklopen lesy a kopci, zdejší panenská příroda je přímo ideální pro lov a je lidskou rukou téměř nedotčená. Nedaleko města se na severu nachází jezero Ilinalta zatímco na jihu na hranici s Cyrodiilem se již vypínají monumentální Jerralské hory. Cestování Severovýchodní brána Falkreath leží na křižovatce cest a nedaleko hranic. Cesta na východ a severovýchod vede do Helgenu a Riverwoodu a dále do města Whiterun. Cesta na sever pak vede do Rorikova dvorce. Jižní cesta pak vede do nedalekého Hammerfellu. Většina obyvatel cestuje do Falkreathu koňmo nebo pěšky."
}