{
    "title": "Gentlemanův průvodce Bílým Průsmykem",
    "table_of_contents": "",
    "infobox": "",
    "content": "Gentlemanův průvodce Bílým Průsmykem napsal bard Mikael Vítej, dobrý pane, u této nepostradatelné příručky. Na těchto stránkách ti já, tvůj pokorný autor a průvodce, popíšu úžasné město Bílý Průsmyk, klenot severu. Bílý Průsmyk nabízí člověku, který hledá dobrodružství, štěstí a společnost, ať už pro jednu noc nebo na celý život, nesčetně možností. Město nekrášlí pouze jeden, ale hned dva vážené hostince a je tu i spousta služebných a vlídných děvčat. Poloha města je situována přibližně ve středu Skyrimu, což je dobře, protože to odsud není nikam daleko. Bílý Průsmyk se rozprostírá na skalnatém vrchu a tyčí se tak nad travnatými pláněmi, které jej obklopují. Vysoké palisády chrání jeho obyvatele před vlky, mamuty, lupiči a dalším nebezpečím, které se kolem skrývá. Až poprvé projdeš hlavní městskou bránou, ocitneš se ve čtvrti Pláně. Ten název vychází ze skutečnosti, že se jedná o nejníže položenou městkou (sic!) část, které jsou celkem tři. Ach, ale právě tady najdeš Kobylu a praporec, kterou považuju za jednu z nejlepších hospod ve Skyrimu. Pohled, který se ti uvnitř naskytne, je vcelku výmluvný, a pokud hledáš poctivou soulož, jistě se ti to tu bude zamlouvat. Na baru se často objevuje podsadité děvče jménem Hulda. Nenech se jejím hrubým nordským zevnějškem odradit. Je obdařena přesně takovým ohnivým temperamentem, jaký se všechny nordky tak snaží skrýt. Krčmářka Saadia je exotická redgardská kráska. Je trochu tajemná a tvůj pokorný autor je odhodlán odhalit, co skrývá. Za Kobylou a praporcem nazaríš na skrovné tržiště, na kterém jsem nalezl pravou lásku. Přestože bych nikdy neodrazoval žádného lovce hledajícího příležitost povyražení (a proč bych měl psát tyhle svazky, kdybych neposkytl návod i pro tuhle záležitost?), musím tě v tomto případě požádat, abys mi tuto laskavost přeci jen prokázal. Jmenuje se Carlotta Valentia a je to nádherná kráska, která vede skromný život. Celý den prodává chléb a pracuje na statku. U všech bohů, jednoho dne bude ta ohnivá kráska moje! V Pláních samozřejmě nalezneš i další služby. Belethorovo hokynářství nabízí rozmanité zboží pro cestujícího dobrodruha a u Arcadiina kotle najdeš různé lektvary a bylinky, které by jeden v bylinkářském krámku hledal. Samotná Arcadia je laskavá dívky. Často se za ní stavím prohodit pár slov a taky je to krajanka z Říše, která je tu stejně jako já daleko od domova. Je pro mě nicméně trochu stará. Ale gentleman v pokročilejším věku by v ní mohl najít dobrou společnici. Jestli budeš potřebovat nabrousit čepel nebo opravit zbroj, hned vedle brány najdeš kovárnu U Válečnice. Tamní kovářkou je krásná nordka jménem Adrianne Avenicci. Provdala se však za obrovského surovce známého jako Ulfberth Bojedvěd. Adrianne je docela pohledná, ale opravdu nerad bych jednoho dne zjistil, že se mě někdo snaží představit ostří sekery jejího manžela. Jestli jsou vdané paničky tvým oblíbeným sportem, užij si to. Pak ale neříkej, že jsem tě nevaroval. Nedaleko kovárny najdeš Nalitého lovce. Sem někteří z movitějších gentlemanů chodí jak na skleničku dobrého pití, tak kvůli drbům z celého světa. Jestli při pití dáváš přednost lepší společnosti, pak by se ti tu mohlo líbit. O Větrné čtvrti se toho moc říct nedá. Většinu zástavby této druhé části města tvoří obytné domy, ale najdeš tu i Kynaretin chrám, Jorrvaskr, nálevnu Družiníků. V náleně narazíš na pár nečekaných příležitostí, jestli dáváš přednost silným a nebojácným válečnicím. Zato v chrámu moc povyražení nenajdeš. Jeho kněžka Danica Jasnojará se zajímá téměř výhradně o duchovní záležitosti. Nakonec se dostáváme k Oblačné čtvrti, která celá náleží jarlovu hradu. Už jsem za kamennými hradbami Dračí síně zažil pár veselých dobrodružství, to mi můžeš věřit. Zdejší služebné dokáže výřečný Císařský tak snadno zaujmout. Konec konců, skyrimské noci bývají hodně chladné, jestli víš, co tím myslím. A nebudu popírat, že jsem jednou nebo dvakrát navštívil i městský žalář. Ten najdeš ve spodních patrech paláce. Ce se týče jarla a jeho dvora, raději se jim vyhýbej. Zjistil jsem, že tihle panáci postrádají jakýkoli smysl pro humor nebo porozumění pro císařskou kulturu. Kromě toho jsou to všichni bohatí lidé, takže se na ně musí pohlížet jako na nejtěžší konkurenty. Tihle nordi jsou konec konců jednoduchý lid, takže se nechají velmi snadno utáhnout na pěkné šaty a plný měšec septimů. Tím bych tuhle práci uzavřel a popřál ti hodně úspěchů při tvém hledání žen a vína. Vzpomeň si během svých radovánek na mě, tvého pokorného spisovatele, a nebezpečí, které jsem musel podstoupit, abych ti mohl přinést zprávy o všech záležitostech, které mohou zvídavého gentlemana v tak velkém městě, jakým je Bílý Průsmyk zajímat. Ach, nebudu lhát a tvrdit, že to všechno byla jen tvrdá práce. Kdo by konec konců chtěl za tak chladných nocí spát sám na holé zemi? Já tedy ne!"
}