{
    "title": "Haafingar",
    "table_of_contents": [
        "Obsah",
        "1 Geografie",
        "1.1 Sídla a pevnosti",
        "1.2 Zříceniny a jiná zajímavá místa",
        "2 Historie",
        "2.1 Třetí éra",
        "2.2 Čtvrtá éra",
        "3 Politika",
        "4 Vojenská moc",
        "5 Ekonomika",
        "6 Obyvatelstvo"
    ],
    "infobox": "Haafingar Haafingar ve čtvrté éře Lore Hlavní město Solitude Státní zřízení Država - Monarchie Jarl Elisif Jasná Měna Septim Rasy Nordové Ostatní národy Císařští, Altmeři ad. Náboženství Božská osmička (oficiální) Herní údaje Počet obyvatel (NPC) cca. 200 (TESV) Hry The Elder Scrolls V: Skyrim",
    "content": "Haafingar leží na severozápadě Skyrimu a jednou z jeho devíti držav. Hlavním městem državy je Solitude. Severní pobřeží državy omývá na severu Moře Duchů, zatímco na jihozápadě hraničí Haafingar s High Rockem, na jihu s državou Pláně a na východě s državou Hjaalmarka. Politicky, kulturně i ekonomicky se Haafingar řadí k vůbec nejrozvinutějším a nejmocnějším oblastem Skyrimu. Geografie Rozlohou se Haafingar řadí k menším državám Skyrimu. Severní pobřeží državy omývá na severu Moře Duchů, zatímco na jihozápadě hraničí Haafingar s High Rockem, na jihu s državou Pláně a na východě s državou Hjaalmarka. Pro Haafingar jsou typické členitý terén a vysoké žulové pohoří. V menších nadmořských výškách v okolí Solitude je podnebí mírnější, než ve výše položených místech. Půda zde není trvale zaledněná a dokonce se zde daří v omezené míře zemědělství. Avšak ve vyšších polohách, především v západních oblastech državy je půda trvale zmrzlá a zaledněná. Tato hornatá a členitá oblast je těžko přístupná, zalesněná a téměř neosídlená. V této oblasti nalezneme i malé tzv. Borové jezírko. Na východě ohraničuje Haafingar řeka Karth, která se nedaleko Solitude vlévá do Moře Duchů. Karth tvoří přirozenou hranici s Hjaalmarkou. Velkou zajímavostí je Velká klenba, která se tyčí nad ústím Karth do Moře Duchů a na které je vystavěno Solitude. Sídla a pevnosti Hranice mezi Haafingarem a Hjaalmarkou: řeka Karth Solitude - jedná se o hlavní město državy, které náleží k největším a politicky nejmocnějším ve Skyrimu. Dračí Most - vesnice, ležící při řece Karth. Svůj název získala podle mostu přes řeku. Tento most je nejhojněji využívaným pevninským spojením mezi Haafingarem a zbytkem Skyrimu. Vesnice je pravděpodobně druhé největší sídlo državy. Katlin Statek - zemědělská usedlost na předměstí hlavního města, nacházejí se zde i stáje. Samotská pila - malá dřevorubecká usedlost, ležící při řece Karth, produkující stavební dřevo. Hraggstad - malá pevnost v horách na západě. Severní pevnost - pevnost na jihozápadě, ovládána Thalmorem. Thalmorské velvyslanectví - velvyslanectví Thalmoru pro Skyrim. Zříceniny a jiná zajímavá místa Jeskyně Vlčí lebky Lunoborská jeskyně Nora u strmého vodopádu Socha Meridie Samotský maják Volskygge Historie Třetí éra Historie Haafingaru úzce souvisí s hlavním městem Solitude. Dávní Nordové si uvědomili výhodnou polohu Velké klenby a vybudovali na ní své město. V průběhu dějin se Haafingar stal jedním z nejmocnějších panství Skyrimu. Svůj vrchol Haafingar zažil za vlády Potemy Septim. Moc Potemy byla tak obrovská, že rozpoutala občanskou válku proti samotné říši, aby mohla prosadit svého syna Uriela III. na trůn. Pod haafingarskou hegemonii tehdy spadal celý Skyrim a některá království v High Rocku. Tento konflikt otřásl samotnými základy říše a vešel ve známost jako Válka o Rudý diamant. Válka nakonec skončila porážkou Haafingaru a Potemy roku 3E 137. K novému vzestupu se Haafingar pozvedl na konci třetí éry. Tehdy král Thian uzavřel sňatek s Mallacou, tím byla spojeny dva přímořské kraje Skyrimu personální unií. Haafingar v té době pořádal odvážné námořní expedice do Moře Duchů a ovládl ostrov Roscea, dobytý kdysi císařem Urielem Septimem V. Čtvrtá éra Ve čtvrté éře zůstává Haafingar stabilní součástí Tamrielské říše. Politické dění značně ovlivnilo přijetí Bělozlatého konkordátu, mírové smlouvy mezi říší a Altmerským spolkem, která postavila uctívání Talose mimo zákon. Konkordát pobouřil mnohé Nordy, kteří jej považovali za zásah do svých tradic a náboženství. Rozporů využil Ulfric Bouřný háv, jarl z Windhelmu a svých řevem zavraždil roku 4E 201 skyrimského velekrále a jarla z Haagingaru Torygga. Tak začala na území Skyrimu občanská válka. Politika Seznam haafingarských jarlů naleznete zde. Elisif Jasná, současný jarl Haafingaru V čele Haafingaru stojí, stejně jako ve všech ostatních državách, jarl, který sídlí v Modrém paláci v Solitude. Město Solitude je je hlavním městem Haafingaru a je považováno za formální hlavní město Skyrimu. Jarl se těší značné autoritě a v mnohém může samostatně rozhodovat a provozovat nezávislou politiku. Je již tradicí, že Haafingar je je největším spojencem říše ve Skyrimu. Oběma stranám přináší spojenectví značné výhody. Císařství ovládá v Haafingaru klíčové strategické body, díky čemuž může kontrolovat dění v celém Skyrimu. Haafingarští jarlové jsou zase za svou pomoc obvykle dosazováni na trůn skyrimského velekrále, což jim přináší alespoň formální vládu nad ostatními jarly. Díky tomu, že jsou tituly haafingarského jarla a skyrimského velekrále většinou spojeny, je jediným vládcem postaveným nad jarlem už jen samotný tamrielská císař. Současným jarlem z Haafingaru je vdova po Toryggovi Elisif Jasná, která tak disponuje legitimním nárokem na skyrimský trůn. Proti ní vystupuje jako protikandidát Ulfric Bouřný háv, bránící tradiční nordské tradice. V Solitude také sídlí velitelství císařské legie v zemi a je odtud vykonávána vojenská vláda nad Skyrimem. Vojenská moc Chmurný hrad sídlo velitelství císařské legie ve Skyrimu a Haafingaru Haafingar patří k nejmocnějším državám Skyrimu. Existují zde dvě vojenské složky. Jedná se o vlastní vojenské oddíly Haafingaru, které střeží především hlavní město a ostatní osady a jejich úkolem je chránit pouze samotné území državy, dohlížet na dodržování zákonů a trestání zločinců. Druhou složkou je císařská legie, jejíž velitelství se nachází na Chmurném hradě v Solitude. Právě z Haafingaru jsou kontrolovány a řízeny všechny pevnosti císařské legie ve Skyrimu. Sídlo císařské legie v Solitude je příhodné i z toho hlediska, že umožňuje snadnou kontrolu vnitřní skyrimské politiky skrze dvůr velekrále. Haafingarští jarlové jsou navíc na pomoci legie často závislí. Ekonomika Přístav v Solitude Haafingar patří k hospodářsky nejrozvinutějším a nejbohatším krajům Skyrimu. Hlavní město Solitude disponuje největším přístavem v provincii a probíhá zde námořní obchod až se vzdáleným Anvilem. V Solitude se tak daří i obchodu, je zde možné zakoupit dovážené zboží, které není jinde ve Skyrimu běžně dostupné. Obchodní monopol na námořní obchod vlastní Východocísařská společnost, která vlastní i obrovské sklady při přístavu. Námořní obchod tak tvoří hlavní příjmy Haafingaru. Krom toho se v Solitude vyrábí speciální kořeněné víno, které není nikde jinde ve Skyrimu dostupné. V Haafingaru je také rozšířen rybolov. Zemědělství se zde daří jen v omezené míře, a tak je Haafingar závislý na dovozu. Stejně jako v jiných částech Skyrimu, i zde se daří dřevorubectví. Obyvatelstvo Osídlena je hlavně východní oblast Haafingaru v okolí hlavního města. Rasy zde nejvíce zastupují přirozeně Nordové, následováni Císařskými, Altmery a Bretonci. Na území Haafingaru však žijí i příslušníci dalších ras, kteří však tvoří spíše menšinu, oproti třem prvním jmenovaným. V Solitude žije hlavně bohatá aristokracie a střední třída obchodníků. Na venkově pak převažuje především chudší obyvatelstvo, zemědělci, dřevorubci, rybáři a námořníci. Altmerská přítomnost je v Haafingaru silnější než kde jinde, Altmeři mají v državě i své velvyslanectví, odkud řídí svou politiku v zemi. v • d • e SkyrimHlavní město:SolitudeDržavy:Eastmarch • Falkreath • Haafingar • Hjaalmarch • The Pale • The Reach • The Rift • Whiterun • WinterholdKategorie: Skyrim"
}