{
    "title": "Hammerfell",
    "table_of_contents": [
        "Obsah",
        "1 Dějiny",
        "1.1 Ranné dějiny",
        "1.2 Příchod Redguardů",
        "1.3 Vnitřní rozpory a pád Hammerfellu",
        "1.4 Hammerfell říšskou provincií",
        "1.5 Čtvrtá éra: Nezávislost",
        "2 Geografie",
        "2.1 Klima a krajiny",
        "2.2 Pohoří",
        "2.3 Vodstvo a řeky",
        "3 Politický systém",
        "3.1 Městské státy",
        "4 Vojenské síly",
        "5 Ekonomika",
        "6 Obyvatelstvo",
        "6.1 Náboženství",
        "7 Kultura",
        "7.1 Architektura",
        "8 Reference"
    ],
    "infobox": "Hammerfell cca. 1E 808–dodnes Hammefell ve třetí éře. Poloha v rámci kontinentu Lore Hlavní město Sentinel Rozloha cca. 790 000 km² (4E 201)[1] Státní zřízení Republika Vláda KorunyPředci Měna Zlatý Jazyk TamrielštinaYoku Rasy Redguardi Náboženství Redguardský panteon (oficiální) Herní údaje Hry The Elder Scrolls: ArenaThe Elder Scrolls II: DaggerfallThe Elder Scrolls Online",
    "content": "Hammerfell, také známý jako Hegathe, Deathland a Volenfell je země v západním Tamrielu. V minulosti se jednalo o jednu z provincií Tamrielské říše, v současnosti se však jedná o samostatnou zemi. Hammerfell je domovinou Redguardů, národa bojovníků. Jedná se o republiku, které vládnou dvě tradiční politické frakce Koruny a Předci. Hlavním městem je Sentinel. Země sdílí krátkou hranici s High Rockem na severu. Dále sousedí se Skyrimem na severovýchodě a na východě s Cyrodiilem. Na severu omývá pobřeží Hammerfellu Iliácký záliv. Západní pobřeží omývá Eltherický Oceán a Abeceanské moře. Dějiny Ranné dějiny Sentinel, jedno z nejstarších hammerfellských měst a současné hlavní město země Hammerfell získal své současné jméno až s příchodem Redguardů. Do jejich příchodu byla země Altmerům známa jako Hegathe a Nedové nazývali zemi jako Deathland. Tak Nedové zvali všechny neúrodné země na sever od Colovie. Altmeři a později Bretonci stavěli na pobřeží Hammerfellu opevněné základny, aby chránili své rybáře a námořní kupce před nebezpečím z pouště. Tak vznikla například města Sentinel a Lainlyn. Roku 1E 420 se v Hammerfellu usadil klan Rourkenu, což byli dwemerští rebelové proti alianci Dunmerů a Dwemerů v Morrowindu. Noví obyvatelé pojmenovali zemi Volenfell. Nakonec však Rourkeni stejně jako Dwemeři v Morrowindu záhadně zmizeli. Pobřežní města pak byla pleněna nájezdníky z Akaviru a nordskými piráty.[2] Příchod Redguardů Před třemi tisíci léty, došlo na kontinentu Yokuda ke katastrofě, která donutila jeho obyvatele hledat novou vlast. Tito předci Redguardů připluli do Tamrielu s pomocí invazní flotily Ra Gada. Většina uprchlíků se vylodila na neobydleném ostrově Herne, zatímco ostatní pokračovali na pevninu.[3] Neorganizovaní Orkové, kteří v tu dobu ovládali severní pobřeží Hammerfellu byli náhlým objevením flotily zcela zaskočeni. Útočníci, rychle porazili Orky a nešetřili ani bretonské osady podél pobřeží. Redguardi, jak se jim v té době začalo říkat, nakonec svedli několik velkých a rychlých bitev a ovládli celé severní pobřeží Hammerfellu kolem Iliackého zálivu.[4] Redguardi a jejich vláda známa jako Na-Totambu brzy začala s obnovou nově získané vlasti. Byla vystavěna nová skvělá města, známá pro své vysoké kopule a pestré mozaiky, ale byla také obnovována i města předchozích civilizací na území Hammerfellu. Redguardské tradiční náboženství a zemědělství se také lépe hodilo pro drsné prostředí země. Redguardi se také úspěšně asimilovali mezi ostatní tamrielské obyvatelstvo. Od Nedů nakonec přejali Redguardi mnoho zvyklostí, včetně jazyka a náboženství. Přesto všechno, Redguardi otevřeně opovrhovali svými sousedy. Nepřátelství mezi Redguardy a Bretonci přetrvávalo po dlouhá léta. Teprve když se na scéně objevil nový mocný nepřítel - okrské království Orsinium - dokázaly se znepřátelené národy spojit. V návaznosti na úspěšnou alianci, získal Hammerfell své nynější jméno a začal obchodovat s High Rockem i Colovií. Spřátelené národy poté spolupracovali v mnoha bitvách proti společným nepřátelům.[5] Vnitřní rozpory a pád Hammerfellu V průběhu doby, se Redguardská společnost rozdělila na dva znepřátelené tábory. Stará vládnoucí šlechtická třída Na-Totambu se přetvořila ve frakci známou jako Koruny, ty byly zastánci tradičních yokudanských zvyků. Válečníci, Ra Gada, kteří přijali nové tamrielské zvyklosti se začali nazývat Předky. Hammerfell se stal republikou, která byla poddána cyrodiilské Druhé říši. Tato republika však trvala pouze do té doby, dokud byla Druhá říše dostatečně silná. Během chaosu v druhé éře byla obnovena původní dědičná monarchie v čele s Korunami. Nový nejvyšší král dokonce ponížil předky tím, že přenesl hlavní město Hammerfellu do jejich města Sentinel. Mapa ostrova Stros M´Kai Posledním nejvyšším králem byl Thassad II., ten by zavražděn Předky roku 2E 862, kteří opět ovládli Sentinel. Korunní princ A'tor se však rozhodl pomstít otcovu smrt a vyplenil ostrov Stros M´kai, což je jeden z nejkrvavějších masakrů v dějinách Tamrielu. Cyrodiilský císař Tiber Septim využil situace a odpověděl na volání Předků o pomoc. Nakonec byla A´torova flotila zničena spojeneckou flotilou Cyrodiilu a Předků v bitvě v Hundingském zálivu.[6] Hammerfell říšskou provincií Mapa Hammerfellu jakožto císařské provincie Předci se ve své vděčnosti podrobili nadvládě císaře Tibera Septima. Hammerfell byl připojen k Cyrodiilu jako říšská provincie a bylo zde obnoveno republikánské zřízení.[7] Císař přesto musel učinit vůči Hammerfellu několik ústupků díky úspěšnému povstání na ostrově Stros M´kai roku 2E 864. Tiber Septim nakonec sjednotil celý Tamriel v jedné říši a tím začala třetí éra. Ani říše však nebyla schopna dosáhnou smíru mezi Předky a Korunami. Předkové nadále ovládali hlavně jižní Hammerfell, zatímco Koruny převládaly na severu. Vzájemná nevraživost mezi oběma stranami se ukázala i roku 3E 253, kdy město Korun Elinhir neodpovědělo na volání měst Předků Rihad a Taneth, když Hammerfellem táhl uzurpátor císařského trůnu Camoron Uchvatitel. Rozzuření předci zase na oplátku nepomohli Korunám ve Válce Bend'r-Mahk a dopustili porážku od Skyrimu. Na konci třetí éry roku 3E 417 byl uzavřen takzvaný Zázračný mír mezi městskými státy kolem Iliáckého zálivu. Sentinel díky tomu získal kontrolu nad celým severním pobřežím Hammerfellu.[8] Čtvrtá éra: Nezávislost Tamriel po Velké válce Hammerfell zůstával součástí říše i po Vpádu Oblivionu na konci třetí éry. Nicméně ve čtvrté éře stále zuřil vnitřní boj mezi Předky a Korunami. Roku 4E 171 vypukla válka mezi Altmerským spolkem a říší. Altmerská vláda Thalmor, vznášela nárok na jižní pobřeží Hammerfellu. Během války oblehli Altmeři město Hegathe, patřící Korunám. Obležení města nakonec prolomila armáda Předků, což vedlo po staletích svárů ke smíru mezi Předky a Korunami. Tamrielský císař Titus Mede II. nakonec roku 4E 175 podepsal mírovou smlouvu známou jako Bělozlatý konkordát. Smlouvou říše podstupovala jižní Hammerfell Altmerům a zakázala uctívání Talose. Rozzuření Redguardi mírovou smlouvu rozhodně odmítli a pokračovali v boji. To vedlo k tomu, že se císař musel na nátlak Thalmoru provincie oficiálně zřeknout. Redguardi to považovali za zradu a pokračovali v osamoceném boji proti Altmerskému spolku. Nakonec pro ně válka skončila vítězně a roku 4E 180 byla podepsána druhá mírová smlouva mezi Thalmorem a Hammerfellem na ostrově Stros M´kai. Altmeři se zřekli svých nároků na Hammerfell a stáhli svou armádu.[9] Hammerfell dosáhl po staletích nezávislosti, frakce se smířili, avšak mezi Redguardy a říší zavládla dlouhodobá nevraživost. Geografie Pohled na hammerfellské pobřeží Hammefell leží na západě Tamrielu. Na severu hraničí s High Rockem, na severovýchodě se Skyrimem a na jihu s Cyrodiilem, všechny tři jmenované země jsou součástí říše. Na severu je pak Hammerfell omýván Iliáckým zálivem, zatímco západní a jižní pobřeží omývá Abeceanské moře. Rozloha Hammerfellu činí přibližně 790 000 km², čímž je pravděpodobně třetí největší zemí Tamrielu. Klima a krajiny Hammerfell je znám jako nehostinné, skalnaté a vyprahlé místo. Ve středu země se rozléhá nelítostná a obrovská poušť Alik'r, která neumožňuje podmínky pro život. Úrodné pastviny vhodné pro zemědělství se táhnou především kolem pobřeží, kde se také soustřeďuje veškerý život v zemi. Hlavní populační centra a města leží na severu a na jižním pobřeží. Pohoří Nejmohutnějším a neznámějším pohořím Hammerfellu je Pohoří Dragontail, které se nachází na severovýchodě země. V nejsevernějším místě Hammerfellu, při hranicích s High Rockem a Skyrimem, do země zasahuje také pohoří Druadac. Na jihovýchodní hranici se Skyrimem a Cyrodiilem zasahují do Hammerfellu také Jerralské hory. Jižní hranice mezi Hammerfellem a Cyrodiilem je pak tvořena především Colovianskou vysočinou. Vodstvo a řeky Hraniční řeka Brena, mezi Hammerfellem a Cyrodiilem Jelikož velkou část Hammerfellu zaujímají především pouště, najdeme zde jen velmi málo vodních toků. Hammerfellské řeky se nacházejí především na jihu země a nejsou příliš dlouhé. Nejdelší řekou v zemi je pravděpodobně řeka Bjoulsae, která tvoří severní hranici mezi Hammerfellem a High Rockem. Další významnou řekou je Brena, která tvoří přírodní hranici mezi Hammerfellem a Cyrodiilem. K dalším řekám patří Řeka Tuk a Řeka Irk. Politický systém Politický systém Hammerfellu je poměrně složitý a založený na dávných tradicích. Hammerfell je vlastně spolkem městských států, z nichž každý má svého vládce. Důležitým aspektem je rozdělení země na území Předků a Korun. Což jsou dvě nejmocnější politické frakce v zemi. Koruny se zrodily s původní yokudanské vlády Na-Totambu, udržují si své dávné yokudanské tradice v nejvyšší úctě a nesnesou jakékoliv novoty, jsou známy také svou nelibostí vůči cizincům a jejich kultuře. Rivalita mezi Korunami a Předky byla v minulosti tak velká, že si ani navzájem nepomáhali v případě útoku zvenčí. Teprve Velká válka dokázala znepřátelené frakce smířit. Předci se zrodili s frakce Ra Gada, třídy bojovníků, která stanula jako první z Yokudanů v Hammerfellu. Odsud pochází i pojmenování frakce jako Předci. V minulosti byli Předci vystaveni silnému vlivu a kontaktu s kulturou Bretonců i Císařských. Díky tomu Předci přejali od Bretonců a Císařských styl oblékání, kultury i architektury. Kosmopolitní Předci jsou otevření vůči cizincům, i když si zároveň uchovávají silnou úctu ke svým starým tradicím. Městské státy Sentinel je novým hlavním městem Hammerfellu, které leží na severozápadním pobřeží Iliáckého zálivu. Jedná se o město s obrovskými hlavními ulicemi a monumentálním palácem. Obchod zde jen vzkvétá, Sentinel je město patřící Předkům. Dragonstar je městským státem, ležícím jižně od hranic s High Rockem a Skyrimem. Během války Bend'r-mahk, bylo město obleženo Skyrimskou armádou. Po vítězství Skyrimu a uzavření míru, je město rozděleno mezi Hammerfell i Skyrim. Mezi oběma stranami ve městě panuje velká nedůvěra. Elinhir je město ležící blízko hranic se Skyrimem a Cyrodiilem. Skyrimské město Falkreath je jeho nejbližším sousedem. Gilane je město v jižním Hammerfellu ležící na západ od města Taneth a na jihovýchod od Sentinelu. Městu Gilane dokonce nějakou dobu vládli Septimové, jedním se zdejších králů byl Cephorus Septim I., který se stal také tamrielským císařem. Hegathe je město na jihozápadě Hammerfellu, na jih od města Sentinel. Před dávnými věky, bylo město Hegathe hlavním městem Hammerfellu. Později bylo hlavní město přesunuto do Sentinelu. Rihad je přístavním městem na jižním pobřeží země, ležící v těsné blízkosti u hranice s Cyrodiilem. Skaven je město ležící v severní části Hammerfellu. Během Velké války, byla u města vybojována krvavá, avšak nerozhodná bitva mezi císařstvím a Altmerským spolkem. Stros M'Kai je tropický ostrov se stejnojmenným hlavním městem, ležící na jihozápad od Hammerfellu. Strategicky důležitý ostrov byl dlouho odpůrcem císařské vlády, bylo zde potlačeno několik povstání a podepsáno mnoho důležitých mezinárodních smluv. Taneth je další hammerfellské město, ležící na jižním pobřeží Hammerfellu. Vojenské síly Redguardi jsou považováni za nejvíce talentované válečníky kontinentu. Přestože Redguardi nikdy plně neovládli sousední provincie, dokázali dlouho uhájit svou nezávislost a odrážet nepřátelské vpády. Nevýhodou Redguardů byla po dlouhá léta jejich nejednotnost. Zdá se, že v zemi neexistovala jednotná armáda, jednotlivé městské státy disponovaly vlastními vojenskými silami, které patřily buď ke Korunám nebo k Předkům. Teprve ve čtvrté éře se Předci a Koruny sjednotili a společně se postavili proti společnému nepříteli - Altmerskému spolku. Hammerfell díky svým zdatným vojenským jednotkám donutil Altmery ustoupit a uzavřít mír. V současné době je Hammerfell jednotný a mezi Předky i Korunami vládne mír a spojenectví, díky čemuž pravděpodobně dochází i k vojenskému sjednocení země. Armáda však i přesto neexistuje, jsou zde jen placení žoldáci v pobřežních a příhraničních oblastech.[10] Ekonomika Ekonomika Hammerfellu je úzce spjata především s námořním obchodem, který je zprostředkováván především prosperujícími přístavními městy na pobřeží Iliáckého zálivu. Jedním z nejdůležitějších obchodních středisek je po staletí Sentinel. Čilý námořní obchod probíhá především s High Rockem, který se nalézá na protějším břehu Iliáckého zálivu. Vnitrozemský obchod je neméně důležitý, ten probíhá především ze sousedním Skyrimem a Cyrodiilem. Redguardi jsou nejenom skvělí obchodníci, ale také dobří řemeslníci. Zemědělství v Hammerfellu, je díky nepříznivým klimatickým podmínkám omezeno na úzký pás úrodné země v pobřežních oblastech. Obyvatelstvo Ilustrace představující typického Redguarda Hammerfell je v současné době domovinou Redguardů, kteří sem kdysi připluli z Yokudy. Redguardi jsou především rasou talentovaných válečníků, známí pro svou tmavou pleť a černé kudrnaté vlasy. Redguardi jsou rasou zrozenou pro boj, i když jejich hrdost a divoká nespoutanost ducha z nich činí především zvědy, hrdiny, dobrodruhy a námořníky, než rekvalifikované vojáky. Redguardi jsou fyzicky velmi zdatní, jsou vysoce odolní vůči jedům a velmi rychlí a mrštní. Na rozdíl od ostatních lidských ras Tamrielu, nejsou pokrevně spřízněni s nordskými předky, kteří přišli na Tamriel z Atmory. Obyvatelé Hammerfellu obývají především pobřežní oblasti země, kde vládne příhodné klima, vnitrozemí, které se vyznačuje krutými podmínkami a nehostinnou pouští, zůstává po staletí neobydleno. Náboženství Náboženství v Hammerfellu je směsicí původní víry, kterou si obyvatelé přinesly z Yokudy a císařského pantheonu, jehož uctívání přijali Redguardi od svých sousedů. Původní yokudanská víra se těší přízni především u kočovníků, kteří cestují pouští Alik'r. Kočovníci uctívají tradiční náboženství, v jehož čele stojí bůh Satakal, který je velmi podobný nechvalně proslulému požírači času - Alduinovi. Pojetí víry v Satakala představuje redguardskou mentalitu, že násilí je nezbytné pro osobní růst. Moderním vůdcem božského pantheonu Redguardů je bůh Ruptga, v obyčejné řeči znám jako Tall Papa, který jako první přežil Satakalovo ničení. Mezi další uctívané bohy patří Zeht, Morwha, která je Papovou manželkou, Tava (ta je úzce spojována s bohyní Kyraneth), Leki, Onsi a Diagna. Kultura Mapa Yokudy, původní vlasti Redguardů Stejně jako náboženství, je i kultura Redguardů směsicí starých yokudanských zvyků a tradic a nově přejatých tamrielských prvků. Redguardi měli svůj vlastní jazyk Yoku, ale ten byl rychle nahrazen tamrielskou řečí, pro potřebu lepšího kontaktu a pro usnadnění obchodu, se sousedními zeměmi a národy. Yokudanské dědictví přineslo Redguardům pokročilé námořní, zemědělské, vojenské a astronomické znalosti. Společnost Redguardů je silně válečná, proto mají velký přehled o zbraních a bojovných taktikách. Jen ti nejlepší z Redguardů jsou přijati do rytířských řádů, mnozí z mladých zájemců o vstup do řádů, musejí prokázat své umění v nebezpečných dwemerských ruinách na ostrově Stros M´Kai. Oproti tomu, magie se v Hammerfellu popularitě netěší a je Redguardy odsuzována.[11] Mnozí Redguardi přejali bretonský, nebo císařský způsob oblékání a architektury, který byl kombinován se starými yokudanskými prvky. Přesto se způsoby, tradice i oblékání liší od městu, k městu. Města mají také velké problémy s kočovníky, kteří vyznávají tradiční yokudanské způsoby a náboženství a jsou velmi nepřátelští k cizincům. Architektura Mnohá města Redguardů byla vystavěna na troskách zaniklých civilizací i dobytých měst. Města bývají skvěle opevněná, významné stavby se pak vyznačují velkými kupolemi a nádhernými mozaikami."
}