{
    "title": "Hestra",
    "table_of_contents": "",
    "infobox": "",
    "content": "Hestra byla císařovna Tamrielu za první éry, kolem roku 1E 1029. Ten rok také rozšířila Alessiánskou říši (Alessian Empire) získáním Vysoké skály (High Rock) porážkou krále Styrica, upíra verkarthského, s pomocí bangkoraiské posádky. Když císařovna Hestra vedla své legie při nahánění krále upírů a jeho Šedého voje do západního Hammerfellu, říká se, že je vedla ze sedla ohnivého atronacha v podobě medvěda jménem \"Ohnivá Uršula\" (Fiery Ursula). Jeden z exarchů Šedého voje měl zájem o to proměnit císařovnu v upíra, ale z tohoto plánu nakonec sešlo. Za její vlády piráti a lupiči používali bažinu Černého močálu (Black Marsh) jako základnu pro útoky na obchodníky z jihozápadního pobřeží Tamrielu. V roce 1E 1033 proto začala agresivní proti-pirátskou kampaň, která vedla k chycení nejproslulejšího piráta, \"Rudého\" Brammana (Red Bramman). Zhruba ve stejné době jako zuřila její proti-pirátská kampaň, Hestřiny armády se snažili dostat Pláň (The Reach) na kolena. Zatímco mnozí tamní králové se vzdali, povstalecké tábory jim ale stále uštědřovali těžké ztráty. O Hestře se také ví, že zlepšila dálniční systém své říše, úkol, kterému se také věnovali remanští císaři o staletí později. Mocná třída runových kamenů byla po císařovně také pojmenována: \"Hestřiny\" kameny je možné najít v Cyrodiilu. Mohou osobě, která je spustí na omezenou chvíli dát kus zbroje nebo zbraň. Další druh runových kamenů je pojmenován po císaři Remanovi. Jedna teorie o původu těchto kamenů je, že byly vyrobeny a umístěny těmi vládci, jejichž jména nesou, zatímco další praví, že ty kameny byly vytvořeny daleko dřív a do jejich nynějších pozic byly umístěny až samotnými vládci. Spolu s jejím poutem k těmto kamenům, je s Hestrou spojen alespoň ještě jeden kouzelný artfakt: Státní šat (Gown of State), o kterém, se říká, že dokáže odrazit nepřátelská kouzla, odkládat únavu a umožňuje používat levitaci. Předchůdce:Gorieus Cyrodiilská císařovna1E ??? – 1E ??? Nástupce:Později Reman Cyrodiil"
}