{
    "title": "High Rock",
    "table_of_contents": [
        "Obsah",
        "1 Název",
        "2 Historie",
        "2.1 Merethická éra",
        "2.2 První éra",
        "2.2.1 Vpád Nordů",
        "2.2.2 Hegemonie Direnni",
        "2.2.3 Vzestup Bretonců",
        "2.2.4 Alessianská říše",
        "2.2.5 Remanská říše",
        "2.3 Druhá éra",
        "2.3.1 Interregnum",
        "2.3.2 Daggerfallská úmluva",
        "2.3.3 Konec nezávislosti",
        "2.4 Třetí éra",
        "2.4.1 Císařská provincie",
        "2.4.2 Mírový zázrak na západě",
        "2.4.3 Konec třetí éry",
        "2.5 Čtvrtá éra",
        "2.5.1 Po vpádu Oblivionu",
        "2.5.2 Velká válka",
        "2.5.3 Po válce",
        "3 Geografie",
        "3.1 Klima",
        "3.2 Povrch",
        "3.3 Vodstvo",
        "3.4 Regiony",
        "3.4.1 Glenumbra",
        "3.4.2 Stormhaven",
        "3.4.3 Rivenspire",
        "3.4.4 Bangkorai",
        "3.4.5 Wrothgar",
        "3.4.6 Balfiera",
        "3.4.7 Betony",
        "3.5 Fauna",
        "3.6 Flóra",
        "4 Politický systém",
        "4.1 Císařská správa",
        "4.2 Administrativní dělení",
        "4.3 Zákony a právo",
        "5 Zahraniční vztahy",
        "5.1 Tamrielská říše",
        "5.2 Hammerfell",
        "5.3 Skyrim",
        "5.4 Orsinium",
        "6 Ozbrojené síly",
        "6.1 Pozemní síly",
        "6.2 Loďstvo",
        "7 Ekonomika",
        "7.1 Měna a bankovnictví",
        "7.2 Obchod",
        "7.3 Zemědělství a lov",
        "7.4 Těžba a řemesla",
        "7.5 Cestování a doprava",
        "8 Demografie",
        "8.1 Rasy v High Rocku",
        "8.2 Náboženství",
        "8.3 Významná města",
        "9 Každodenní život a kultura",
        "9.1 Společnost",
        "9.2 Město a venkov",
        "9.3 Rytířství",
        "9.4 Zábava",
        "9.5 Móda",
        "9.6 Tradice a svátky",
        "9.7 Vzdělanost a literatura",
        "9.8 Umění",
        "9.9 Architektura",
        "10 Související články",
        "11 Reference a poznámky"
    ],
    "infobox": "High Rock 1E 500–dodnes High Rock roku 3E 433 poloha v rámci kontinentu Lore Hlavní město Daggerfall (Císařská vláda) Rozloha cca. 360 000 km² (4E 201)[1] Státní zřízení Provincie - Městské státy Císař Titus Mede II. Měna Septim Jazyk Tamrielština[2]Stará Bretonština[3] Rasy Bretonci Orsimerové Náboženství Božská osmička (oficiální) Herní údaje Počet obyvatel (NPC) cca 2 400+ (ESO)[UL 1] Hry The Elder Scrolls: ArenaThe Elder Scrolls II: DaggerfallThe Elder Scrolls Online",
    "content": "High Rock je jednou ze tří zbývajících provincií Tamrielské říše. Provincie se těší značnému stupni autonomie a vnitřně se dělí na řadu feudálních městských států v jejich čele většinou stojí králové, vévodové a baroni. Sídlem císařské administrativy je Daggerfall, který je tak de facto hlavním městem. Provincie sousedí na východě se Skyrimem a na jihu s Hammerfellem. Severní pobřeží omývá Moře Duchů, východní Eltherický Oceán a jižní Iliácký záliv. Dějiny High Rocku sahají až do merethické éry. Právě zde byla vybudována Adamantinová věž, která je považována za nejstarší dochovanou stavbu v Tamrielu. Bretonci, původní obyvatelé High Rocku jsou potomci Aldmerů a lidské rasy Nédů. Díky tomu mají Bretonci jako jediní lidé elfí krev, jsou mimořádně mocní mágové a jsou nazývání také Manmeři. Období nezávislosti střídala období, kdy byl High Rock součástí větších územních celků. V první éře byl High Rock nějaký čas pod nadvládou Hegemonie Direnni, První říše Nordů, Alessianské říše a Remanské říše. V druhé éře dosáhly městské státy samostatnosti a podílely se na založení Daggerfallské úmluvy. Ta se nakonec rozpadla a na konci druhé éry se High Rock stal provincií Tamrielské říše, jejíž součástí je dodnes. High Rock patří mezi nejhustěji obydlené, ekonomicky a kulturně nejvyspělejší provincie říše. Název High Rock (v českém překladu Vysoká Skála), je jednotný název území obývané Bretonci a také název císařské provincie. Název je zřejmě odvozen od geografických poměrů, kdy se jedná o hornaté a kopcovité území. Jako jednotný stát však High Rock nikdy neexistoval, území se totiž dělí na četné městské státy, které jsou však sjednoceny pod císařskou správou. Historie Merethická éra Právě v High Rocku začínají zaznamenané dějiny celého Tamrielu. Učenci a badatelé se shodli, že Adamantinová věž je nejstarší dochovanou stavbou v Tamrielu a jako pravděpodobný rok její výstavby stanovili ME 2500.[4] Události po tomto roce jsou považovány za historické. Události před tímto rokem jsou naopak napůl mýty, jelikož nejsou doložená. Tak či tak, vzhledem ke svému stáří je Adamantinová věž bez pár let stará téměř 7 000 let. Podle pověstí postavili věž sami Bohové, aby měli v Tamrielu místo, kde se mohou scházet k poradám a rozhodovat o osudu Nirnu. Ať to bylo jakkoliv, žádný ze známých národů věž nevystavěl. Jelikož, když do oblasti přišli první Aldmeři, aby se zde usadili, věž již stála.[5] Adamantinová věž Krom elfů z řad Aldmerů se na území dnešního High Rocku usazovali i lidé známí jako Nédové. Zatímco jinde Aldmeři nepřipustili křížení ras, v High Rocku byla situace jiná. Vládl zde klan Direnni. Elfové z tohoto klanu se křížili se svými lidskými otroky a postupně se tak zrodila nová rasa Manmerů, lidí s elfí krví. Manmerové jsou v dnešní době známí spíše jako Bretonci.[6][5] První éra Vpád Nordů Během první éry se hrozbou pro Elfy i Manmery stali Nordové ze Skyrimu. Nordové na Manmery zpočátku útočili, brzy si však povšimli jejich lidského zevnějšku. Nakonec se začaly Skyrimem šířit zvěsti, že Manmeři jsou potomky otroků, kteří byly Elfy vzati do zajetí poté, co byl zničeno nordské město Saarthal. Událost byla známá jako noc slz.[6] Pod záminkou osvobození Manmerů, svých domnělých příbuzných, vpadli tedy Nordové do High Rocku a dobyli zde značná území, především pobřeží. Stalo se tak ve třetím století první éra. Nordové zakládali na pobřeží osady a pevnosti, aby získali základy pro budoucí dobytí vnitrozemí. Tak byl například roku 1E 246 založen Daggerfall.[6][7] Nordové si však nikdy nedokázali udržet na High Rockem trvalou moc a postupně byli asimilováni domácím obyvatelstvem. Skyrim přišel o vliv na záležitosti Bretonců.[6] Hegemonie Direnni Bitevní pole na Glenumbra Moors High Rock byl nakonec zcela ovládnut klanem Direnni. Hlavním sídlem tohoto klanu byla Adamantinová věž, proto je v dnešních dobách známá i jako věz Direnni. Direnni nakonec vytvořili Hegemonii Direnni, která ovládala značnou část kontinentu a byla rivalem říše Nordů ve Skyrimu a alessianské říše v Cyrodiilu. Zdá se, že v dobách vlády klanu Direnni nebyli již Bretonci otroky, ale byli plně začleněni do feudální společnosti. Z této doby pochází první zmínky o bretonské šlechtě. Svou moc si elfové z klanu Direnni udržovali především prostřednictvím mocné magie. Nakonec došlo k válce mezi hegemonií a alessianskou říši, která vyvrcholila roku 1E 482 bitvou u Glenumbra Moors.[6][8] V této bitvě Direnni zvítězili, avšak ztráty byly tak velké, že jejich vliv v High Rocku začal slábnout. Stále více se začala prosazovat sebevědomá bretonská šlechta, která se začala osamostatňovat a přebírat moc nad jednotlivými regiony. Do roku 1E 500 ovládli Bretonci většinu území High Rocku a vznikly tak jejich první městské státy. Direnni si však nadále udrželi moc nad některými oblastmi, především v oblastech na hranicích se s Skyrimem a na ostrově Balfiera, kde stála Adamantinová věž.[6] Vzestup Bretonců Mocenské vakuum, které následovalo po úpadku hegemonie Direnni, rozdrobilo High Rock do stovky malých státečků. Což Bretonce činilo slabší v případě útoků větších říší a silnější po rozpadu těchto mocností. Sotva se Bretonci na svém území zbavili Nordů a elfů, museli čelit novým nepřátelům, kteří se objevili v jejich sousedství.[5] Město Orsinium, druhá éra Předně to byli Redguardi, kteří roku 1E 808 obsadili Hammerfell, ležící na protějším břehu Iliáckého zálivu. Bretonské osady na jižním pobřeží Iliáckého zálivu byli obsazeny Redguardi. Od té doby mezi oběma národy probíhal vytrvalý boj o dominanci nad regionem.[5] Někdy kolem roku 1E 800 bylo založeno také město Wayrest, které se v budoucnosti mělo stát jedním z nejmocnějších států v High Rocku.[9] Bretonci a Redguardi odložili vzájemné spory ve chvíli, kdy se objevil společný nepřítel. V horách Wrothgar založili své město Orkové, město vešlo do dějin ve známost jako první Orsinium. Orkové z Orsinia začali podnikat loupeživé vpády až k řece Bjoulsae a ohrožovali především Daggerfall, Wayrest a redguardský Sentinel. Města Daggerfall a Sentinel nakonec uzavřela spojenectví a společně zahájila válku proti Orkům. Orsinium bylo dobyto a zničeno.[5] Alessianská říše V roce 1E 1029 se High Rock připojil k alessianské říši a to mírumilovnou cestou. Bretonci byli do říše přijati, jelikož byla císařovna Hestra ohromená hrdinskými skutky Bretonců. Nicméně později se říše odklonila od svých původních hodnot a docházelo k náboženským excesům. Nespokojenost Bretonců byla čím dál větší a tak se nakonec státy High Rocku od říše odtrhly. Agresivní cyrodiiliští mniši se odmítali se ztrátou provincie smířit a tak vyslali proti High Rocku své legie. Stalo se tak kolem roku 1E 2305. Po neúspěšném obléhání posádky v Bangorai museli Císařští uznat porážku a High Rock si podržel nezávislost.[10] Remanská říše Roku 1E 2703 byla založena druhá, tzv. Remanská říše poté, co Reman I. Cyrodiil odrazil akavirskou invazi. Druhá říše byla značně kosmopolitní a High Rock se stal její součástí jako provincie. Císařský dvůr přijal mnohé z bretonské kultury za své.[11] Byl to také Reman, který rozdělil roku 1E 2704 Pláně, domovinu obávaných Reachmenů mezi High Rock a Skyrim a to ve snaze oslabit Reachmeny.[12] Druhá éra Interregnum V říši se postupně ujali vlády akvariští potentáti. High Rock zůstal součástí oslabeného impéria až do roku 2E 430, kdy byl poslední potentát zavražděn a druhá říše zanikla. Následovalo několik staletí trvající období zvané Interregnum.[11] Byla to doba absolutního politického rozvratu, chaosu, válek a ekonomického propadu. Bretonské státy musely čelit mnohým novým hrozbám. Roku 2E 541 Reachmeni napadli High Rock s mohutnou silou a ohrozili dokonce samotný Daggerfall a Wayrest. Nakonec byli Reachmeni poraženi a městské státy High Rocku uzavřely první Daggerfallskou úmluvu, obranný pakt proti společným nepřátelům.[13] Daggerfallská úmluva Král Emeric Cumberland, vůdce deggerfallské úmluvy Roku 2E 563 se králem Wayrestu stal Emeric Cumberland. Ten se měl původně oženit s dcerou krále Ransera, vládce Shornhelmu. Namísto toho se však Emeric rozhodl pro hammerfellskou princeznu, dceru krále Sentinelu. Uražený Ranser zahájil proti Emericovi válku, avšak byl poražen. Po vítěství nad Ranserem uzavřeli Brentoci obranný pakt s Hammerfellem a Orky, který vešel ve známost jako (druhá) Daggerfallská úmluva. Tři odvěcí nepřátelé se tak spojili pro společný cíl, kterým bylo obnovení říše pod vládou členů úmluvy a nastolení míru.[13] Roku 2E 578 začala invaze daeder známá jako Planemeld, kdy se daedrický princ Molag Bal pokusil vtáhnout Nirn do své říše. Ani tato mimořádná hrozba nezabránila tomu, aby se rozhořela válka tří praporů, kdy se národy Tamrielu rozdělily do tří aliancí. Všechny aliance měly jediný cíl, a to ovládnout Tamriel a nastolit novou říši pod jejich vládou.[14] Není známo, jak tato válka skončila, avšak nová říše nastolena nebyla až do příchodu Tibera Septima a chaos pokračoval až do konce druhé éry. Konec nezávislosti Mapa High Rocku ve druhé éře V devátém století vyvrcholily snahy o obnovení říše, když se vlády zmocnil Cuhlecain, kterému sloužil mocný generál Talos. Tou dobou neměly státy High Rocku a Skyrimu již dávno zájem o obnovu říše a tak se Bretonci a Nordové spojili proti společné hrozbě. V bitvě u Sacre Tor roku 2E 852 utrpěli rozhodující porážku od sil vedených Talosem. Cuhlecain byl zavražděn a vlády se ujal Talos jako císař Tiber Septim. High Rock a Skyrim byly císařem dobyty a začleněny do říše.[15] Od té doby se stal High Rock součástí třetího císařství a první říše, která ovládla celý Tamriel. Rok 2E 896 byl posledním rokem druhé éry a následně byla vyhlášena nová třetí éra. Třetí éra Císařská provincie Třetí éra znamenala pro High Rock dlouhé období prosperity a míru. Provincie se plně začlenila do vnitřních struktur říše a patřila mezi nejstabilnější regiony. Období míru byla přerušena občasnými válkami. Roku 3E 267 se Bretonci proslavili, když porazili Camorana Uzurpátora, který byl do té doby neporažen a zdál se nezastavitelný. Na trůně tou dobou seděl slabý císař. Bretonci opět dokázali, že ačkoliv podceňováni, jsou silou se kterou je třeba počítat.[5] Po vítězství nad Uzurpátorem pokračovaly vnitřní konflikty a spory mezi bretonskými státy. Došlo k několika významným konfliktům, například k válce Bend'r-mahk, kdy Nordové porazili Bretonci a získali některá pohraniční území High Rocku. V letech 3E 402 - 3E 403 došlo k válce mezi Daggerfallem a Sentinelem o ostrov Betony. Zhruba v té době bylo opět obnoveno Orsinium, které začalo ohrožovat Wayrest.[5] Mírový zázrak na západě Roku 3E 417 došlo k mimořádné události a to s působením nadpřirozených sil. Došlo k přesunům armád a změnám hranic. Bretonci věří, že ke změnám došlo díky zásahu bohů. Bolestivý proces byl nazván jako Mírový zázrak na západě, jelikož tam, kde se kdysi nacházely desítky rozhádaných států jich náhle bylo pouze pět. High Rock se tak ocitl mnohem blíž ke sjednocení, než kdy dřív během své tisíce let trvající historie.[5] Konec třetí éry Po mírovém zázraku začaly městské státy své spory řešit spíše prostřednictvím diplomacie než ozbrojenými konflikty. Daggerfall a Camlorn mohly být po jistou dobu sjednoceny pod vládou jednoho panovníka, došlo totiž ke sňatku mezi dědici trůnu obou monarchií. Sňatkovou politiku využil Daggerfall i v případě politiky vůči Sentinelu, což přineslo zlepšení vztahů mezi oběma královstvími. Northpointu a Evermore se mírový zázrak přímo nedotkl, avšak obě města využila chaosu, který kolem události nastal a ovládla své menší a slabší sousedy. Za nejmocnější stát v High Rocku byl v té době považován Wayrest, který dávno ekonomicky a politicky předčil Daggerfall.[5] Roku 3E 433 došlo ke Vpádu Oblivionu, další invazi daeder do Tamrielu. Císař Uriel Septim VII. a jeho synové byli zavražděni. Říše se otřásla v základech a málem se rozpadla, nakonec však byla invaze odražena. Jednalo se však o natolik převratnou událost, že od dalšího roku byla vyhlášena nová čtvrtá éra.[16] Čtvrtá éra Po vpádu Oblivionu Čtvrtá éra začala bez vládnoucího císaře a impérium se začalo rychle rozpadat. High Rock se opět spojil s Hammerfellem a společně obě provincie zničily další Orsinium.[17] Zatímco v říši byla nakonec nastolena dynastie Mede, mnohé provincie se osamostatnily a opět stoupala moc elfů, kteří obnovili svou nezávislost a založili stát známý jako Třetí Aldmerský spolek, který se stal nejzávažnější hrozbou pro říši a tím pádem i pro High Rock.[18] Velká válka Poloha High Rocku v rámci říše ve čtvrté éře V letech 4E 171 - 4E 175 proběhla mezi říší a aldmerským spolkem mimořádně krvavá válka tak velkého rozsahu, že vešla ve známost jako Velká válka. Cílem spolku bylo říši zcela zničit, říše se naopak bránila, aby zachovalo status quo. Válečný konflikt území High Rocku přímo nedotkl, Bretonci se však konfliktu účastnili a díky jejich posilám se nakonec podařilo Altmery v Cyrodiilu porazit.[18] Po válce Válka jasně ukázala, že ani jedna ze dvou mocností není schopna tu druhou porazit a obě je materiálně a lidsky zcela vyčerpala. Mír byl draze vykoupen Bělozlatým konkordátem, smlouvou, která zakazovala uctívání Talose jako boha v celé říši. Tato právní úprava se samozřejmě dotkla i High Rocku a každý, kdo byl podezřelý z uctívání Talose byl stíhán jako kacíř.[18] Roku 4E 188 byl Wayrest obsazen korzáry, kteří zničili tamní svatyni Temného bratrstva.[19] To že se dokázali korzáři zmocnit Wayrestu, svědčí o úpadku jeho moci. Momentálně zůstává High Rock jednou z mála zbývajících říšských provincií. Geografie Mapa High Rocku High Rock leží v severozápadním cípu Tamrielu. Co do rozlohy se jedná o jednu z nejmenších zemí kontinentu. High Rock má rozlohu přibližně 360 000 km² [1] a zaujímá tak asi 6% z celkové rozlohy Tamrielu. High Rock má velmi dlouhé a členité pobřeží, na severu jej omývá Moře Duchů, zatímco na jihu Iliácký záliv. Na pevnině má země společnou východní hranici se Skyrimem a na jihovýchodě s Hammerfellem. Téměř polovina území provincie se nachází na poloostrově. Klima Příroda v High Rocku Značná část High Rocku leží v mírném podnebném pásu. V létě se střídá sluneční počasí s dešti a bouřkami, zimy jsou mírné. Pobřežní oblasti kolem Iliáckého zálivu jsou proto úrodné a vhodné pro zemědělství. Severní oblasti v horách Wrothgar jsou naopak trvale zasněžené a klima je zde podobné, jako v nejsevernějších oblastech Skyrimu. Naopak v Bangorai přechází mírné klima v subtropické. Povrch Povrch High Rocku je poměrně hornatý a kopcovitý. Pohoří a vrchy pokrývají především vnitrozemí, nížiny převládají na jižním pobřeží a kolem řeky Bjoulsae. Na západě se nachází Cambrayské kopce, rozsáhlý les Daenia a pohoří King's Guard. Na severovýchodě leží zasněžené pohoří Wrothgar. Na východní hranici se Skyrimem se rozkládá pohoří Druadach. Vodstvo Most přes řeku Bjoulsae Nejdelší a největší řekou v provincii je řeka Bjoulsae, která ústí do Iliáckého zálivu. Na řece Bjoulsae se nachází také jezero Halcyon. Provincií protéká řada dalších říček a potoků, které mají však spíše lokální význam. Iliácký záliv omývá jižní pobřeží High Rocku a tvoří přirozenou hranici s Hammerfellem. Severní pobřeží omývá Moře Duchů a západní Eltherický Oceán. Regiony Geograficky se High Rock dělí do pěti regionů. Jsou jimi Glenumbra, Stormhaven, Rivenspire, Bangorai a Wrothgar. Každý z těchto regionů se dále dělí na několik místních oblastí. K provincii náleží také řada ostrovů, mezi nejvýznamnější patří Balfiera a Betony. Glenumbra Hlavní článek: Glenumbra Glenumbra je jedním z pěti velkých regionů High Rocku. Jedná se o rozlehlý poloostrov, který tvoří jihozápadní část provincie. Poloostrov je omýván Eltherickým Oceánem na západě a Iliáckým zálivem na jihu. Region se geograficky dělí do tří menších oblastí. Na Daenii na samém západě, kde se nachází městský stát Daggerfall, obklopený rozsáhlými listnatými lesy. Centrální oblast se jmenuje Cambray Hills, kde se nachází městský stát Camlorn a velkou část této oblasti zabírají nehostinné mokřady a bažiny. Konečně poslední část regionu zabírá pohoří King's Guard, které se nachází na východě a tvoří přirozenou hranici mezi poloostrovem a zbytkem High Rocku. Stormhaven Hlavní článek: Stormhaven Stormhaven je region, který se nachází přibližně v centrální oblasti High Rocku. Hranice regionu na jihu vymezují Iliácký záliv a řeka Bjoulsae. Právě při ústí slavné řeky Bjoulsae se nachází město Wayrest, který je považován za perlu Iliáckého zálivu a zároveň se jedná o největší město oblasti Menevia, která tvoří centrální oblast regionu. Západní část Stormhavenu zabírá oblast a vévodství Alcaire, odvozující svůj název od stejnojmenného hradu. Konečně poslední, východní oblast se jmenuje Gavaudon. Území téměř celého regionu tvoří úrodné nížiny, kde se nachází spousta farem a zemědělských usedlostí a jen výjimečně několik menších řídkých listnatých lestů. Rivenspire Hlavní článek: Rivenspire Rivenspire je severně položený region, který na severu omývá Moře Duchů a na západě Eltherický Oceán. Rivenspire je poměrně hornatým regionem, který působí nehostinným dojmem. Většinu území tohoto kraje tvoří majestátní hory a úzké průsmyky. Osídlení je oproti jižněji položeným oblastem poměrně řídké. Přesto se zde nacházejí velká města Shornhelm a Northpoint. Region se dělí do tří menších oblastí. Centrální oblastí regionu je Eyebright Feld, kde se nachází město Shornhelm. Boralis je naopak severně položená pobřežní oblast, na tom nejseverněji položeném mysu se nachází město Northpoint. Poslední oblastí je východně položený Westmark Moor, kde se nachází ta nejúrodnější půda v Rivenspire. Bangkorai Hlavní článek: Bangkorai Bangkorai je nejjižněji položeným regionem v High Rocku. Geograficky je severovýchodní část Bangorai také součástí západních Plání (The Reach), rozlehlé oblasti na pomezí High Rocku a Skyrimu, která je domovem divokých Reachmenů, kteří výrazně ovlivňovali a dosud ovlivňují dějiny severozápadního Tamrielu. V Bangkorai pramení řeka Bjoulsae, která také tvoří hranici mezi regionem a zbylým High Rockem. Jihozápadní Bangkorai pak náleží Hammerfellu. Území High Rocku v Bagkorai tvoří dvě oblasti, jsou jimi Ephesus na jihu, kde se nachází také pevnost strážící průsmyk a hranici s Hammerfellem a severně položená oblast Mournoth, kde se nachází významné město Evermore. Wrothgar Hlavní článek: Wrothgar Wrothgar je posledním z pěti velkých regionů High Rocku, který se nachází na severovýchodě provincie. Svůj název nese region po mohutném pohoří, které se rozkládá na většině území tohoto rozlehlého regionu. Wrothgar je spíše řídce osídlen, jelikož zde panuje drsné klima, typické pro severní oblasti, ne nepodobné tomu ve Skyrimu. Většina území je pernametně pokryta ledem a sněhem. Wrothgar se dělí do tří menších geografických celků. Jsou jimi centrální, západní a jižní Wrothgar. Mezi významná města, která se ve Wrothgaru nachází patří Jehanna a Farrun. V minulosti se ve Wrothgaru nacházela hned dvě legendární města Orků, obě pojmenovaná jako Orsinium. Balfiera Hlavní článek: Balfiera Balfiera je jeden z mnoha ostrovů v Iliáckém zálivu, který geograficky, politicky a kulturně patří k High Rocku. Ostrov se nachází v severní části Iliáckého zálivu na dohled od pobřeží Glenumbry a Stormhavenu. Dominantou ostrova viditelnou i z pobřeží je Adamantinová věž, podle mnohých učenců nejstarší stavba Tamrielu. Ostrov byl v dávných dobách domovem elfů, kteří odsud opanovali celý High Rock a jejich městské státy byly známy jako hegemonie Direnni. Pro svůj význam a výhodnou polohu je ostrov Balfiera často využíván jako neutrální místo k setkávání a pořádání diplomatických jednání mezi bretonskými králi. Právě zde se podepisují mírové a spojenecké smlouvy. Betony Hlavní článek: Betony Betony, známý také jako Betnikh, je další z významných ostrovů, který patří High Rocku. Ostrov leží na jih od pobřeží Glenumbry v místech, kde zhruba Iliácký záliv ústí do Eltherického Oceánu. Betony je mírumilovný ostrov s příznivým mírným podnebím, které vládne i v jižních oblastech High Rocku. Obyvatelstvo ostrova tvoří z velké části Okrkové a Bretonci. Politicky a kulturně je pak ostrov pod silným vlivem daggerfallského království. Pro svou polohu se jedná o významný strategický bod, který svému držiteli umožňuje kontrolu nad námořními trasami mezi Iliáckým zálivem a okolními moři. O ostrov se proto sváděly nemilosrdné a krvavé války, především mezi Daggefallem a Sentinelem. Fauna Vlci se vyskytují v celé provincii V High Rocku se díky příznivému podnebí a poloze daří rozličným živočišných druhům. Ve městech, vesnicích a na farmách jsou chována klasická hospodářská zvířata, především kuřata, prasata, ovce a dobytek. V High Rocku se daří i mnoha druhům koní. K oblíbeným domácím mazlíčkům patří kočky a psi, na které lze často narazit ve městech. V blízkosti lidských obydlí žijí také krysy, především pak v kanalizacích. Ve volné přírodě High Rocku lze narazit na řadu mírumilovných, ale i vysoce agresivních živočišných druhů. Zelené lesy a pastviny provincie obývají především jeleni, lišky a veverky. Louky, pole a lesy High Rocku obývá také celá plejáda ptačích i hmyzích druhů. Často lze ve volné přírodě narazit na zajíce, hady, žáby, různé brouky a kraby. V horských oblastech, především ve Wrothgaru, pak žijí kozy a endemické živočišné druhy echalette a echatere. V řekách se vyskytuje mnoho druhů ryb. V hlubokých lesích, jeskyních a zříceninách však žije i spousta útočných a agresivních druhů před kterými by měli být cestovatelé obezřetní. Louky a pastviny High Rocku obývají velcí agresivní brouci, pavouci a dreughové. V lesích zase číhá na dobrodruhy i cestující nebezpečí v podobě medvědů, vlků, sprigganů, vlkodlaků, impů, trollů a dalších. Jižní pobřeží provincie zase obývají krokodýli. Ve zříceninách představují největší hrozbu často harpyje a různé nemrtvé kreatury, kostlivci, upíři, zombie. Pohoří Wrothgaru obývají obři a mamuti. Flóra High Rock je z velké části zemí zelených lesů, úrodných polí a pastvin. Neplatí to však pro území celé provincie. Nejrozlehlejší lesy se nachází především v Glenumbře a Wrothgaru. V Glenumbře se jedná o listnaté lesy plné bříz a dubů, kterým se výborně daří ve zdejším mírném podnebí. V severněji položených oblastech les ustupuje a nahrazují jej rozlehlé bažiny a mokřady s typickou vegetací bahenních rostlin. Raritou v Glenumbře a vůbec v severním Tamrielu je obrovský strom Beldama Wyrd, podobné stromy rostou pouze ve Valenwoodu. Stormhaven je naopak regionem, kde se vyskytují jen řídké lesy. Téměř celý region totiž pokrývají louky, pastviny a pole. Zdejší oblast je velmi úrodná a daří se zde zemědělským rostlinám, různým keřům a pestrobarevným květinám. Podobné listnaté lesy, jako v Glenumbře se vyskytují také v Bangorai. Naopak v Rivenspire na severu se téměř žádné lesy nevyskytují a místo toho je zdejší region krajinou, pro kterou jsou typické rozlehlé pláně a skaliska. Ve Wrothgaru, kde vládne chladnější klima se daří především odolným jehličnatým lesům, jedlím a borovicím a různým keřům. Politický systém Císařská správa Před příchodem říše neexistoval High Rock jako jednotný stát, ale jednalo se spíše o geografický název domoviny Bretonců. K jistému formálnímu sjednocení došlo právě po připojení k Tamrielské říši, kdy byl High Rock do císařství začleněn jako jeho provincie. Tímto aktem byly definovány taky hranice provincie. Daggerfall, hlavní město provincie Sídlem císařské správy je Daggerfall, který je tak symbolickým hlavním městem High Rocku. Tamrielská říše sjednotila pod svou vládou celý kontinent a dlouhá staletí si nad ním udržela moc. To by jistě nebylo možné, kdyby císaři utlačovali provincie. Místo toho zvolil tamrielský stát jinou taktiku. Provinciím bylo umožněno zachovat si jistý stupeň autonomie, právo, kulturní zvyklosti, tradice a jazyk. Nejinak tomu je i v High Rocku. Díky tomuto přístupu je říše známa jako multikulturní a kosmopolitní stát. Podobně jako v jiných provinciích, i v High Rocku říše udržuje vojenskou přítomnost a ovládá strategické pevnosti v zemi, které slouží jako základny legií. Dá se předpokládat, že v Daggerfallu má na starost říšskou agendu civilní, nebo vojenský guvernér, který je zástupcem císaře v provincii a kterému jsou zdejší vládci odpovědní. Administrativní dělení Císařská provincie High Rock se těší vysokému stupni autonomie. Císařství akceptuje zdejší poměry, kdy je provincie vnitřně rozdělena na řadu městských států, jejich vládci mají většinou tituly králů, vévodů, nebo baronů. Jedná se o klasické feudální monarchie. Nejmocnější království jsou Daggerfall a Wayrest, odvěcí rivalové. Zmíněné státy úzce spolupracují s říší a díky tomu se těší mnohým výhodám, mají určující vliv na zahraniční i vnitřní politiku High Rocku. Jednotlivé státy se snaží rozšířit svou moc na úkor ostatních a to prostřednictvím válek, obchodu a sňatkové politiky. Říše do těchto vnitřních záležitostí zasahuje pouze a jen, když jsou ohroženy její zájmy. Zákony a právo Každé království v High Rocku má své vlastní zákony. Vzhledem k feudálnímu charakteru vládnutí se dá předpokládat, že se zdejší obyvatelé řídí zvykovým právem. Nejvyšší právní autoritou je pak vládnoucí panovník a šlechta. Všechny městské státy se však musí řídit císařským právem, které je nejvyšším zákonem v provincii. Říšská justice spadá pravděpodobně do kompetence místního říšského guvernéra, nebo císařských úředníků. Dalším zákonem, který je platný pro všechny obyvatele bez výjimky je Bělozlatý konkordát, smlouva mezi říší a aldmerským spolkem, která zakazuje uctívání Talose.[20] Na dodržování zákonů a pořádku dohlíží městské hlídky. Každý, kdo je přistižen při porušování zákonů se musí hlídce bezpodmínečně vzdát. Pokud se pachatel rozhodne klást odpor, postrádá všechna práva a může být hlídkou zabit. K vynucení doznání je využíváno i právo útrpné, žaláře bývají vybaveny mučírnami. Zločiny jsou trestány dle stupně provinění. Vraždy, loupeže a krádeže jsou trestány buď tučnou pokutou, nebo žalářem. Trest smrti je udělován za zvlášť závažná provinění, například vlastizradu. Některá náměstí ve městech jsou vybavena pranýři a gilotinami.[14] Zahraniční vztahy Tamrielská říše Pro více informací navštivte článek Tamrielská říše Po dlouhá staletí panovaly mezi Bretonci a Císařskými spíše nepřátelské vztahy. To se změnilo poté, co byl High Rock dobyt a začleněn do říše jako provincie. High Rock se během třetí éry stal jednou z nejspolehlivějších a nejposlušnějších provincií říše. Mnozí tamrielští císaři byli příbuzensky spřízněni s předními bretonskými rody a někteří členové dynastie Septimů dokonce v některých královstvích vládli. Bretonci vytrhli říši trn z paty, když například porazili Camorana Uzurpátora a zastavili tak jeho vítězné tažení říší. Legie a vojáci z High Rocku se účastnili také Velké války a houževnatě bojovali proti Altmerům. V současnosti jsou vztahy na výborné úrovni a High Rock zůstává přes všechny katastrofy čtvrté éry stabilní provincií a věrným vazalem říše. Hammerfell Pro více informací navštivte článek Hammerfell Vztahy mezi High Rockem a Hammerfellem se často mění z přátelských na nepřátelské a naopak. V oblasti Iliáckého zálivu jsou Bretonci a Redguardi největší obchodní partneři a zároveň konkurenti. Oba národy spolu svedly řadu válek, například o ostrov Betony. V případě, že se objevil společný nepřítel, odložili však vzájemné spory stranou a vyrazili vstříc nepříteli společně. Například, když se Bretonci a Redguardi cítili ohroženi Orsiniem. Ve druhé éře uzavřeli Wayrest a Sentinel alianci známou jako Daggerfallská úmluva. Vztahy byly často posíleny také sňatkovou politikou. Momentálně jsou vztahy mezi oběma národy poměrně klidné a to i přesto, že Hammerfell získal nezávislost a není již součástí říše. Skyrim Pro více informací navštivte článek Skyrim Mezi největší nepřátele Bretonců patřili bezpochyby Nordové ze Skyrimu. Během první éry Nordové do High Rocku několikrát vpadli a pokusili se jej ovládnout. Přestože se jim podařilo ovládnout pobřeží, úplné kontroly nad zemí nikdy nedosáhli. Nakonec byli Nordové v High Rocku asimilováni Bretonci. Nordové si však nikdy nepřestali dělat nároky na východní pohraničí High Rocku, což se stalo zdrojem trvalého napětí. Během druhé éry se oba národy střetli znovu v aliančních válkách. Na konci stejné éry však došlo k něčemu dosud nevídanému, Bretonci a Nordové se spojili, aby porazili Cuhlecaina, který se snažil obnovil cyrodiilské císařství. Byli však poraženi v bitvě u Sancre Tor a poté se High Rock a Skyrim staly prvními provinciemi vznikající Tamrielské říše. Jakmile zmizel společný nepřítel, stali se Bretonci a Nordové opět nepřáteli, v čemž jim nezabránilo ani sjednocení pod říší. Dlouholeté spory vyvrcholily válkou Bend'r-mahk. V té utrpěli Bretonci porážku a museli Skyrimu odstoupit některá území. Momentálně ve čtvrté éře se zdá, že vztahy mezi provinciemi jsou klidné, jelikož říše opět čelí velkému nepříteli v podobě Altmerů. Orsinium Pro více informací navštivte článek Orsinium Orsimeři, zvaní Orkové, patřili historicky mezi další velké nepřátele Bretonců. První městský stát Orsinium byl založen v první éře v pohoří Wrothgar. Orkové pořádali často nájezdy až k řece Bjoulsae, čímž si vysloužili nepřátelství Bretonců a Redguardů. Daggerfall a Sentinel vyhlásily Orkům válku a společně zničili první Orsinium. Paradoxně druhé Orsinium bylo spojencem a Bretonci a Redguardi spolu s ním podepsali daggerfallskou úmluvu. Druhé Orsinium později opět zaniklo. Mezi třetím Orsiniem a Bretonci opět panovaly napjaté vztahy. Nakonec bylo toto Orsinium zničeno kombinovaným útokem Bretonců a Redguardů ve čtvrté éře. Čtvrté Orsinium bylo nakonec založeno mimo High Rock, tentokrát na hranicích mezi Skyrimem a Hammerfellem. O momentálních vztazích mezi Bretonci a čtvrtým Orsiniem není nic známo. Ozbrojené síly Pozemní síly Za pořádek, kontrolu a obranu v provincii odpovídají císařské legie, které ovládají klíčové pevnosti v zemi. Jedná se o plně profesionální složky císařské armády, zodpovědné říšským velitelům a císaři. Každý z městských států pak udržuje svou vlastní vojenskou posádku, která je v dobách míru zodpovědná za pořádek ve městech. V případě nouze jsou bretonští vládci výjimečně schopni sjednotit své síly a se svými vojsky vyrazit do pole společně. Ochranu králů a šlechtických rodin pak mají na starosti především rytířské řády, disponující elitními vojáky. V zemi působí také Cech bojovníků, který přijímá různé zakázky a pomáhá obyvatelům s jejich problémy. Válek se zúčastňují také bojoví mágové z magického cechu, který má své pobočky téměř ve všech velkých městech. Loďstvo Klasická bretonská loď Mocná a prosperující města Daggerfall a Wayrest, které vděčí svému bohatství především díky příjmům z námořního obchodu, mají samozřejmě také vlastní válečné flotily. V dobách míru tato loďstva chrání zdejší přístavy, v dobách válek pak svádí námořní bitvy, především v oblasti Iliáckého zálivu. V zálivu působí také severozápadní flotila, součást císařského loďstva, které se zaměřuje na boj s piráty a námořní ochranu provincie.[6] Ekonomika Měna a bankovnictví Nejpozději od druhé éry je v High Rocku zavedeno bankovnictví. V každém větším městě se nachází budova banky, kam mohou obyvatelé provincie ukládat své úspory.[14] Před připojením k říši se zde platilo místní měnou. Tato měna byla zrušena a v současné době je platidlem všech Bretonců Septim, oficiální říšská měna ve formě zlatých mincí. Obchod Hlavním zdrojem bohatství High Rocku je obchod. Wayrest je největším obchodním přístavem v zemi, následován Daggerfallem. Nejrušnější námořní obchod probíhá prostřednictvím Iliáckého zálivu, především s protějším břehem ovládaným Hammerfellem. Obchodní lodě však směřují také do Skyrimu a Cyrodiilu. Ve městech se nachází tržiště regionálního významu. Pozemní trasy pak vedou do sousedního Skyrimu a Hammerfellu. Bohatá střední třída v High Rocku je tvořená především mocnými obchodníky, kteří mají mnohdy díky svému bohatství i vliv na politiku. K hlavním vývozním komoditám patří potraviny a výrobky zdejších řemeslníků. Zemědělství a lov Většina obyvatel mimo města se živí zemědělstvím a chovem domácích zvířat. V úrodných nížinách High Rocku jsou roztroušeny mnohé vesnice a farmy. Pěstuje se především obilí a zelenina. Obilí se zpracovává ve větrných mlýnech. Z domácích zvířat je na farmách chován dobytek, prasata, kuřata, kozy, králíci a ovce. Bretonci také rádi loví zvěřinu pro maso a kožešiny. Při pobřeží je hojně rozšířený také rybolov. Těžba a řemesla V provincii se také poměrně daří těžbě. Hojně se zde těží železná ruda, drahokamy a krystaly. Rozšířené je také dřevorubectví. Získaný materiál se zpracovává v pilách a kovárnách ve městech a usedlostech. Bretonci jsou skvělí řemeslníci a vyrábí zbraně, nábytek a zbroje. Výrobky jsou prodávány na tržištích a v obchodech ve městech, dále pak vyváženy do zahraničí. Cestování a doprava Přepravu zboží a občanů v provincii zabezpečují kvalitní dlážděné silnice, budované říší. Většinou se na cestu vydávají obchodní karavany, nebo patroly vojáků. Bohatší lidé cestují na koních, nebo povozech. Méně majetní, kteří se musí vydat na cestu pěšky. Množství přístavů v High Rocku zajišťuje dobré námořní spojení s celým kontinentem. Nejvíce námořních tras křižuje Iliácký záliv. Ve druhé éře fungovala v High Rocku síť teleportačních svatyň.[14] Demografie Ilustrace znázorňující typického Bretonce High Rock je z hlediska rozlohy menší, avšak hustě zalidněnou zemí. Největší populační centra jsou soustředěna především na západě země a podél pobřeží.[6] V severovýchodních oblastech země je osídlení podstatně řidší. Provincie High Rock je domovinou Bretonců. Na rozdíl od jiných lidských ras Tamrielu, nejsou Bretonci čistokrevní lidé, ale v jejich žilách koluje také elfí krev. Bretonci jsou proto někdy nazýváni také Manmerové, ve volném překladu tedy lidští elfové.[5] Díky své elfí krvi jsou Bretonci mimořádně citliví na magii a právě z jejich řad pocházejí vedle elfů ti nejlepší kouzelníci.[6] Krom Bretonců, patří mezi původní obyvatele High Rocku i Orsimerové, známí spíše jako Orkové. Tento národ, který je ostatními rasami považován za barbarský, založil hned několikrát městský stát. Každý z těchto států nesl název Orsinium. Pohraničí High Rocku je také domovem divokých Reachmenů, kteří jsou příbuznými Bretonců, avšak nepovažují se za ně. Rasy v High Rocku Tato sekce zahrnuje obsah a informace ze hry The Elder Scrolls Online, nebo jejích expanzí (kapitol) a DLC. Rasové složení obyvatel High Rocku okolo roku 2E 582 můžeme celkem dobře odhadnout na základě informací, které z té doby máme. Domácími rasami High Rocku jsou Bretonci a Orsimerové, vedle nich však žila ve druhé éře v provincii také velká menšina Redguardů ze sousedního Hammerfellu. Bretonci, Orsimerové a Redguardi tvořili dohromady 82 % z celkového počtu obyvatel, všechny ostatní rasy dohromady tvořily 18 % z celkového počtu obyvatel.[UL 2] V následujícím seznamu uvádíme přibližné a zaokrouhlené procentuální zastoupení ras v High Rocku v roce 2E 582. Do výpočtu nejsou zahrnuti divocí Reachmeni. Bretonci, domácí rasa z High Rocku, tvořili 51 % z celkového počtu obyvatel. Redguardi, ze sousedního Hammerfellu, tvořili 16 % z celkového počtu obyvatel. Orsimerové, domácí rasa z High Rocku, tvořili 15 % z celkového počtu obyvatel. Khajiité, z Elsweyru, tvořili 3 % z celkového počtu obyvatel. Bosmerové, z Valenwoodu, tvořili 3 % z celkového počtu obyvatel. Argoniáni, z Black Marshe, tvořili 3 % z celkového počtu obyvatel. Nordové, ze sousedního Skyrimu, tvořili 3 % z celkového počtu obyvatel. Dunmerové, z Morrowindu, tvořili 2 % z celkového počtu obyvatel. Altmerové, ze Summersetských ostrovů, tvořili 2 % z celkového počtu obyvatel. Imperialové, z Cyrodiilu, tvořili 2 % z celkohého počtu obyvatel. Náboženství Katedrála ve Wayrestu Většina obyvatel High Rocku se hlásí k zavedenému císařskému kultu, božské osmičce. Každé větší město má svou vlastní katedrálu, nebo chrám. Menší města pak kaple. Na venkově jsou zase budována opatství. Náboženský život v provincii ovlivnil Bělozlatý konkordát, který říši vnutili Altmeři. Tato smlouva zakazuje víru v Talose a její porušování je přísně trestáno thalmorskými justicionáry. V těžko přístupných oblastech na západě je také hojně rozšířeno kacířství a čarodějnictví. V provincii působí lidové léčitelé, čarodějnice a šamani. Tyto kulty se nepodařilo za dlouhé tisíce let nikdy zcela vymýtit. Významná města V High Rocku leží mnoho měst a vesnic. V tomto odstavci uvádíme osm nejvýznamnějších městských států. Camlorn - město na západním pobřeží, v jehož čele stojí vévoda. Daggerfall - jedno z nejmocnějších měst a království v High Rocku, zároveň se jedná o hlavní město císařské provincie High Rocku. Evermore - leží u řeky Bjoulsae, jedná se o důležitý městský stát, který střeží nedalekou hranici s Hammerfellem. Farrun - je nejsevernější město v High Rocku. Původně byl založen orky. Momentálně se jedná o jeden z nejmocnějších městských států, který je zcela pod vládou Bretonců. Jehanna - leží na severovýchodě země, nedaleko hranic se Skyrimem. Je častým předmětem sporů mezi High Rockem a Skyrimem. Northpoint - město, které leží na severu země. Shornhelm - město na vzdáleném severním pobřeží. Wayrest - jeden z nejmocnějších států v High Rocku. V minulosti největší konkurent Daggerfallu a Sentinelu o dominanci nad regionem. Každodenní život a kultura Společnost Ačkoliv jsou Bretonci rozděleni do četných znepřátelených frakcí, pro jejich společnost je typická homogenita v odívání, architektuře, kultuře, jazycích a zvycích. Bretonská společnost se dělí do čtyř základních sociálních tříd. Do nejnižší třídy spadá městská chudina a drobní rolníci. Ke střední třídě náleží obchodníci a bohatší měšťané. Následuje magická elita. Nad těmi všemi vládnou šlechtické rody. V jednu dobu byl High Rock rozdělen na tolik států, že se se mezi lidmi šířil vtip: \"najdi nový kopec a staň se králem.\" Zajímavostí také je, že mládež v High Rocku tráví často svůj čas rytířskými záležitostmi a konáním dobrých skutků a to ve zbytečné snaze dosáhnout šlechtického stavu.[6] Město a venkov Ulice města v High Rocku Bretonská společnost je typicky městskou civilizací s tisíce let trvající tradicí. Mezi nejstarší města patří Daggerfall a Wayrest, která se rozlohou a počtem obyvatel řadí také mezi největší města světa. V High Rocku se nachází osm velkých metropolí, následovaných řadou měst regionálního charakteru, pevností a hradů a mnoha vesnicemi a farmami. Největší města disponují velkou politickou, kulturní a ekonomickou mocí a ovlivňují nejen přilehlá území, ale mnohdy také zahraniční politiku. Města na pobřeží Iliáckého zálivu jsou význačnými obchodními centry. Vždyť Bretonci jsou také známí jako zběhlí obchodníci. Města jsou vystavěna v typickém bretonském architektonickém stylu, bez pravidelného plánu. Uličky jsou často úzké a křivolaké, domy vystavěny jeden vedle druhého. Ulice se pak sbíhají v otevřená náměstí, která slouží obchodníkům jako tržiště. Velká města nepostrádají paláce, chrámy, hostince a obchody a jsou obehnána mohutnými hradbami. Obyvatelé měst žijí v přízemních, až dvoupatrových domech. Města a obce leží často u zdrojů pitné vody, jsou také vybaveny mnoha studněmi a fontánami. Mimo města žijí lidé v menších až větších vesnicích, sestávajících z obytných a hospodářských budov. Některé významnější osady a městečka jsou obehnány palisádou. Většinou jsou však vesnice zcela nechráněny a jejich obyvatelé se často stávají oběťmi banditů, či divokých stvůr. Mimo tyto vesnice se v provincii nachází i menší farmy, většinou patřících jedné konkrétní rodině. Rytířství Jedním z důležitých aspektů, kterým se vyznačuje bretonská společnost, je rytířství. Každé vévodství, nebo království v High Rocku má zpravidla vlastní rytířský řád. Mezi nejvýznamnější řády patří dračí řád v Daggerfallu, rytíři plamene z Alcaire, nebo řád svatého Pelina v Evermore.[21] V dnešních dobách má udělení rytířského stavu v High Rocku dvojí využití. Předně se rytíři stávají ty děti obchodníků, které nemají hlavu na to, aby jednoho dne sami převzali obchodní řemeslo jejich rodičů. Rytířství se tak pro tyto děti stává ušlechtilým povoláním, vhodným pro jejich postavení. Potomci boháčů mají místo mezi rytíři vždy zaručeno a získávají ho tak bez nějakých významných zásluh.[21] Rytířství je také udělováno těm, kteří přispějí finanční částkou. Postavení takových členů ve společnosti je spíše nominální a neočekává se od nich, že se ujmou meče a štítu a vyrazí do války. Na druhou stranu se však očekává, že budou pravidelně finančně přispívat svému řádu. Návštěvníka High Rocku tedy nesmí překvapit, že narazí na mnohé obchodníci, kteří mají rytířský titul sir, nebo dáma.[21] Do rytířského stavu jsou samozřejmě povyšováni ti, kteří se vyznamenali ve válkách a povýšení je oceněním za jejich chrabrost. Rytíři bývají často elitní stráží místních králů. Zábava Společenský život ve městech v High Rocku se soustřeďuje především v hostincích a na náměstích. V krčmách se lidé setkávají, aby si vyslechli nejnovější drby, popovídali a popili. O rozveselení hostů se starají bardové, kteří hrají na hudební nástroje a zpívají. Některé hostince jsou také vybaveny vodními dýmkami. Šlechta pořádá hostiny na svých hradech a hony v lesích. Na rozdíl od Cyrodiilu, neexistují v provincii žádné arény. Je však možné, že zde konají rytířské turnaje. O svátcích se ve městech konají festivaly a průvody. Móda Zatímco politicky jsou Bretonci nejednotní, co se týče módy, jedná se o poměrně homogenní společnost. Bretonci nejsou podle některých učenců v módě příliš nápadití a v jejich stylu oblékání převládá jistá unitárnost.[6] Dle oblékání však lze celkem snadno rozpoznat jednotlivé společenské vrstvy. Odívání krále a královny v High Rocku Městská chudina a žebráci chodí většinou bosí, nebo v jednoduchých sandálech. Jejich oblečení často tvoří jen staré špinavé cáry. Příslušníci střední třídy, obchodníci a řádoví občané nosí oblečení nevýrazných barev. Mezi základní oblečení každého muže patří tuniky, kalhoty a vysoké boty. Ženy nosí často jednodílné šaty, svázané v pase, s dlouhými rukávy. Šlechta se obléká o poznání nápaditěji. Muži opět nosí tuniky a kalhoty, přes tuniku však přehazují dlouhé pláště. Součástí šatníku jsou také límce zahalující ramena. Pláště boháčů jsou často zdobené vzory. Králové nosí jednoduché diadémy, vpředu zdobené několika drahokamy. Šlechtičny se oblékají do krásných šatů, splývajících kolem jejich postavy. Mezi oblíbené barvy vrchnosti patří modrá, purpurová a zlatá.[14] Tradice a svátky Bretonci zbožňují festivaly a slavnosti, proto se v provincii během roku slaví mnoho svátků. Jsou to například tyto svátky: Den šíleného Pelagia: připadá na 2. Úsvitník, jedná se o svátek na počest císaře Pelagia Septima III., který vešel ve známost pro své výstřelky. Bretonci, kteří srší vtipem mají tento svátek velmi rádi, v tento den je dovoleno každé malé šílenství. Bitva o Wightmoor: připadá na 5. Úsvitník. Vzdělanost a literatura Bretonci se řadí k nejvzdělanějším národům Tamrielu. Číst a psát dovede mnoho obyvatel, o čemž svědčí poměrně velké rozšíření písemností v domácnostech. V literární tvorbě se bretonští autoři specializují především na pojednání o historii, vtipy, písně a básně, mýty a pojednání o náboženství. Mimořádná péče je věnována především vzdělávání v oblasti magie. V bohatších regionech, především pak ve městech, jsou organizovány magické cechy. Děti Bretonců jsou v raném věku testovány na magický potenciál a ty, které projdou sítem jsou zařazovány do vzdělávacích programů. Toto vzdělání je z velké části sponzorováno magickými cechy, nebo nezávislými sponzory. Ve vzdálenějších oblastech působí čarodějnice, kouzelníci a léčitelé, kteří své vzdělání získali mimo magický cech. Takoví mágové jsou často přirovnáváni k orkským šamanům. Přesto často ovládají působivé magické schopnosti.[6] Umění Umění v High Rocku dosahuje poměrně vysoké úrovně. V provincii působí, podobně jako ve Skyrimu, bardové. Jedná se o lidové umělce, kteří interpretují básně a písně s epickými, historickými a mytologickými projevy. Bardové svůj zpěv doprovází také hrou na hudební nástroje. Mezi oblíbené nástroje patří flétna a loutna. Bardové často vystupují v městských hostincích. vitráže v chrámu v High Rocku Pro malířství jsou typické výjevy, znázorňující krajinu. Většinou se jedná o prostředí High Rocku, Bretonci rádi malují přírodu a těmito obrazy zdobí své domy. Chrámy jsou zdobeny krásnými barevnými vitrážemi, které znázorňují bohy. Hrady jsou zdobeny mnoha gobelíny se znaky daného rodu. Rozvinuté je také sochařství. Náměstí a fontány jsou zdobeny sochami znázorňujícími bohy, svaté, nebo rytíře. V některých městech lze narazit také na chrliče. Sochy jsou spíše kolosální, ne tak propracované a realistické, jako ty, které se nachází například na Summersetských ostrovech. Architektura Příklad bretonské městské architektury Bretonci jsou zdatní stavitelé, jejichž hlavním stavebním materiálem je kámen a dřevo. Známí jsou především pro budování mohutných kamenných pevností a hradů a obloukových mostů. Mezi obvyklé prvky patří lomený oblouk, používaný často u oken a vstupních portálů významných budov. Nutno podotknout, že architektura patří mezi jednotící prvky High Rocku a města jsou tak značně monotónní. Významné budovy, jako například chrámy a paláce jsou stavěny z pravidelných a dobře opracovaných kamenných bloků. U oken je využíván prvek lomeného oblouku a jsou prosklená. Bretonci rádi staví hrázděné domy, které jsou pro jejich města typická. Největší domy jsou většinou dvoupatrové. Ve městech není těchto domů mnoho a jsou většinou využívány jako hostince. Domy střední třídy mají obvykle přízemí a patro. Domy chudších jsou pak přízemní. Přízemky jsou kamenné, zatímco vyšší patra dřevěné. Domy jsou většinou opatřeny šedivou omítkou. Měšťanské domy mají na rozdíl od významných budov obdélníková okna. Ulice jsou zpravidla dlážděné kočičími hlavami a sbíhají se na prostorných náměstích, kde nechybí zdobné fontány. Související články Bretonci Tamrielská říše Daggerfall Wayrest Hammerfell"
}