{
    "title": "Historie vyháčkování",
    "table_of_contents": "",
    "infobox": "",
    "content": "Historie vyháčkování Autor Carlovac Townway Výskyt The Elder Scrolls IV: Oblivion Novodobé zámky mají v Cyrodiilu fascinující historii. Nutnost zamezit přístup do vlastněných domů existuje od chvíle, kdy byla tato stavení prvně zbudována. Úplně prvním zabezpečovacím systémem byla jednoduchá závora na dveřích. To ovšem má jednu velkou slabinu v tom, že je užitečná pouze ve chvíli, kdy je vlastník doma. První zaznamenaný příklad zámku je důmyslný rukolam hradu Anvil. Někdejší hrabě totiž nechal udělat pět posuvných závor na kraji dveří. Díra ve dveřích přímo nad nimi mu pak dovolovala sáhnout dovnitř a manipulovat s nimi. Ovšem pouze jedna z těchto závor tyto dveře opravdu uzamkla či odemkla. Zbylé čtyři uvolnily uzávěr na kladivu, které následně spadlo na vetřelcovu ruku. Tedy jedině znalost skutečného zámku dokázala dveře bezpečně otevřít. Po více než sto let se umění zámků sestávalo z posuvných závor a drsných pastí. Pak slavný trpaslík Mzunchend vymyslel kolíkový zámek. První vynález měl tři kolíky. Klíč byl otočen v zámku čtyřikrát, přičemž každé otočení záviselo na tom, že každý předchozí kolík byl na své pozici. Je samozřejmé, že kolík mohl být použit vícekrát. Trvalo 65 let než někdo přišel na metodu, jak otevřít tento kolíkový zámek bez klíče a poškození zámku samotného. Ne, že by to byl nějak zvlášť velký problém. Důvodem bylo to, že si ho nikdo krom panovníka nemohl dovolit. Vynalézavý kovář Orenthal se rozhodl vyrábět obyčejnou formu zámku ve velkém a za rozumnou cenu. Pak měl každý obchod zámek. Teď už byl důvod, proč je ničit. Netrvalo dlouho, než se objevily paklíče a vyháčkování. Orenthal se tak stal velmi bohatým a vynalézal čím dál tím víc sofistikovanější zámky. Dnešní zámky jsou propracované mechanismy s pružinovými kolíky. Každý kovový kolík musí být klíčem zatlačeny nahoru tak, aby došlo k odemčení. Jakákoliv nepřesnost klíče, každá chabě zhotovená kopie či nemotorný pokus zámek prolomit, uvolní napnutou pružinku, což způsobí, že se kolík uvolní, nebo dokonce zlomí klíč či šperhák. Zámky jsou bezpečnější, pokud mají víc kolíků. Vícekolíkové zámky jsou křehčí a náročnější na výrobu, a také dražší, ale poskytují spolehlivější ochranu proti neoprávněné manipulaci. Další výhodou je to, že se všechny kolíky vrátí do původní podoby, pokud zloděj něco pokazí. Jediná chyba u pátého kolíku u pětikolíkového zámku vyžaduje začít od znova. Většina cenově dostupných zámků má jeden nebo dva kolíky. Pětikolíkový zámek představuje ten nejlepší výsledek zámečníkova řemesla a zároveň tu největší výzvu pro rádoby vetřelce. Vyháčkování moderního zámku je forma umění. Šperhák je tenká kovová tyčka s malým zubem na konci. Ten se používá k zatlačení kolíku nahoru do mechanismu zámku. Zloděj využívá dovednosti a zkušenosti k manipulaci s každým kolíkem v pořadí, aby určil přesné napětí potřebné k nastavení pružinového kolíku na jeho záchytný bod. Jemným stisknutím a nadzvednutím špendlíku určí mistr zloděj přesný pohyb potřebný k jeho nastavení. Zloděj začátečník rozbije mnoho paklíčů, zatímco se učí svému řemeslu. Pouze časem a praxí se zlepší v odhadování napětí a načasování potřebných ke správnému zatlačení kolíků. Výsledkem je, že začínající zloději mají tendenci nosit velké množství šperháků, zatímco mistři jich mívají jen pár."
}