{
    "title": "Hlavní dějová linie (Oblivion)",
    "table_of_contents": "",
    "infobox": "",
    "content": "Pro více informací, přejděte na stránku: Hlavní dějová linie Píše se rok 433 třetí éry, zdánlivě všichni nástupci císařského trůnu padli rukou Bájného úsvitu, kultu vyznávajícího Mehrunese Dagona, a císaři Urielu VII. nezbývá moc času. Ujměte se role hlavního hrdiny, abyste našli nového vládce říše a zastavili hrozbu bran Zapomnění. Tím, že postoupíte v hlavní dějové linii, způsobíte, že se po Cyrodiilu otevřou brány Zapomnění (na konci se všechny uzavřou). Celkové uspořádání úkolů se také může lišit podle toho, čí questy se rozhodnete splnit jako první (buďto Jauffreho nebo Martinovy). V určité chvíli také musíte mít splněný alespoň jeden quest pro daedrického prince. Linie vás nikdy, až na jeden dobrovolný úkol, nikdy nevezme do měst Bravil a Leyawiin. Většina questů vám za jejich splnění udělí body věhlasu. A celkem 6 achievementů (360 bodů) může být během dějové linie získáno. Questy Tutoriál (Tutorial) - Využijte tajnou únikovou cestu, abyste uprchli z vězení. Doručení Amuletu (Deliver the Amulet) - Doručte Amulet králů Jauffremu ve Weynonském převorství. Nalezení dědice (Find the Heir) - Zamiřte do Kvatche, abyste našli posledního dědice trůnu. Prolomení obléhání Kvatche (Breaking the Siege of Kvatch) - Porazte daedrické útočníky a ukončete obléhání Kvatche. (volitelné) Bitva o kvatchský hrad (The Battle for Castle Kvatch) - Pokuste se zachránit kvatchského hraběte a zbavte město zbylých daeder. Weynonské převorství (Weynon Priory) - S Martinem se vraťte do převorství. Cesta Úsvitu (The Path of Dawn) - Vraťte se do Imperial City za Baurusem, abyste vystopovali ukradený Amulet králů. Dagonova svatyně (Dagon Shrine) - Najděte a infiltrujte svatyni Bájného úsvitu. (volitelné) Útok na pevnost Sutch (Attack on Fort Sutch) - Pomozte skupince vojáků uzavřít bránu Zapomnění. (nezobrazuje se v úkolovém deníku). Špehové (Spies) - Vystopujte osoby, které špehují chrám Vládce oblak. Krev daeder (Blood of the Daedra) - Najděte pro Martina daedrický artefakt. Brumská brána (Bruma Gate) - Pomozte brumské stráži uzavřít bránu Zapomnění před branami města. (volitelné) Spojenci pro Brumu (Allies for Bruma) - Získejte pro Brumu spojence z ostatních měst. Krev bohů (Blood of the Divines) - Získejte pro Martina krev boha. Miscarcand (Miscarcand) - Najděte pro Martina velký welkyndský kámen. Obrana Brumy (Defense of Bruma) - Dovolte, aby se u Brumy otevřela Velká brána Zapomnění. Velká brána (Great Gate) - Najděte velký sigilsky kámen a uzavřete Velkou bránu předtím, než se daedrická obléhací zbraň dostane do Tamrielu. Ráj (Paradise) - Vstupte do Ráje Mankara Camorana a získejte zpět Amulet králů. Zažehnutí Dračích ohňů (Light the Dragonfires) - Doprovoďte Martina do chrámu Jednoho... budete ho ale schopni korunovat na císaře? Císařská dračí zbroj (Imperial Dragon Armor) - Vyzvedněte si svou odměnu za záchranu světa."
}