{
    "title": "Hlavní dějová linie (Skyrim)",
    "table_of_contents": [
        "Obsah",
        "1 Questy",
        "1.1 Akt I",
        "1.2 Akt II",
        "1.3 Akt III",
        "1.4 Výjimky (*)",
        "2 Lokace",
        "3 Postavy",
        "3.1 Hlavní postavy",
        "3.2 Významné postavy",
        "3.3 Vedlejší postavy",
        "3.4 Antagonisté",
        "3.5 Bezejmené postavy"
    ],
    "infobox": "",
    "content": "Pro více informací, přejděte na stránku: Hlavní dějová linie Dvě stě let uběhlo od Vpádu Zapomnění a nyní se píše rok 4E 201. Skyrimský velekrál, Torygg, byl zabit Ulfrikem Bouřným hávem a občanská válka se rozlétla krajem. Rebelská frakce Bouřných hávů si přeje, aby se Skyrim oddělila od rozpadajícího se Císařství, ale jejich pohled na věc není podporován všemi vůdci a lidmi této provincie; většina stále podporuje císařskou armádu. Válka dosáhla patové situace. Tento rozkol je poslední událostí v proroctví Svitků předků. Je předpovězeno, že tento konflikt povede k návratu draků, kteří jsou vedeni Alduinem, nordským bohem destrukce, také známým jako Požírač světů. Questy Mirmulnir útočí na západní strážní věž. Akt I Svoboda (Unbound) – Unikněte z vesnice Helgen, na kterou útočí Alduin. Předzvěst bouře (Before the Storm) – Cestujte do Whiterunu a promluvte si s jarlem Balgruufem o dračím útoku. Mohyla Temných vod (Bleak Falls Barrow) – Prozkoumejte starověkou nordskou zříceninu, abyste získali Dračí kámen, mapu dračích pohřebišť. Vzestup draka (Dragon Rising) – Bojujte a zabijte svého prvního draka u západní strážní věže. Cesta Hlasu (The Way of the Voice) – Cestujte do Vyšného Hrothgaru a setkejte se s tajemnými Šedovousými. Roh Jurgena Vládce větru (The Horn of Jurgen Windcaller) – Cestujte do starověkých nordských ruin, abyste získali roh zakladatele Šedovousích. Delfína posílá Drakorozeného vyšetřovat Thalmor. Akt II Čepel v temnotě (A Blade in the Dark) – Setkejte se s Delfínou, jednou z posledních členů Čepelí, a zjistěte něco o dračí hrozbě. Diplomatická imunita (Diplomatic Imunity) – Pronikněte do Thalmorského velvyslanectví, abyste zjistili, co Aldmerský spolek ví o dracích. Krysa zahnaná do kouta (A Cornered Rat) – Cestujte do Krysí díry v Riftenu a najděte dalšího člena Čepelí dřív, než ho objeví Thalmor. Tajemství Alduinovi zdi (Alduin's Wall) – Cestujte do chrámu Nebeského útočiště s Čepelemi, abyste zjistili tajemství Alduinovi zdi. Jícen světa (The Throat of the World) – Setkejte se s vůdcem Šedovousích, drakem Paarthurnaxem, a zjistěte, jak porazit Alduina. Znalosti předků (Elder Knowledge) – Prozkoumejte Černotu, abyste našli jeden z legendárních Svitků předků a naučte se řev potřebný k porážce Alduina. Alduinova zhouba (Alduin's Bane) – Bojujte s Alduinem za pomoci Paarthurnaxe na vrcholku Jícnu světa. Alduinova porážka v Sovngardu. Akt III *Nekonečná válka (Season Unending) – Vyjednejte mírovou dohodu mezi Císařskou legií a Bouřnými hávy. *Paarthurnax – Zabijte Paarthurnaxe pro Čepele. Spadlý z oblohy (The Fallen) – Připravte past pro Odahviinga, pravou ruku Alduina, v Dračí síni. Hnízdo požírače světů (The World-Eater's Eyrie) – Pronásledujte Alduina skrz starověký dračí chrám do říše Sovngardu. Sovngard (Sovngarde) – Cestuje Sovngardem až do síně cti, abyste získali pomoc tří starodávných hrdinů při boji s Alduinem. Drakobijec (Dragonslayer) – Zničte Alduina a skončete jeho hrozbu Tamrielu. Doslov (Epilogue) – Vraťte se na Nirn a sklízejte odměny vašeho triumfu. Výjimky (*) Nekonečná válka (Season Unending) je jedině dostupná, pokud hráč ještě nedokončil dějovou linii Občanské války. Jinak je úkol přeskočen. Paarthurnax je naprosto dobrovolný. Aby mohl hráč dokončit dějovou linii Čepelí, musí úkol ovšem splnit. Jestliže Paarthurnax stále žije po Drakobijci, úkol zmizí z deníku, ale pokud je poté zabit, opět se objeví. Pokud si chcete promluvit o Alduinově porážce s Paarthurnaxem a Šedovousými, a také se připojit k Čepelím, je doporučeno zabít Paarthurnaxe až po Alduinovi. Lokace Poznámka: Seřazené podle výskytu ve hře. Helgen Helgenská pevnost Vorařov Whiterun Dračí síň Západní strážní věž Vyšný Hrothgar Ustengrav Hostinec U Spícího obra Kynin hájek Samota U Mrkajícího kolčaváka Katlin statek Thalmorské velvyslanectví Riften Krysí díra Karthská věž Chrám Nebeského útočiště Jícen světa Univerzita ve Winterholdu Útočiště Septima Signa Alftand Černota Mzarková věž Skuldafn Sovngard Postavy Hlavní postavy Paarthurnax Delfína Esbern Šedovousí Významné postavy Balgruuf Velkomožný – Výskyt v „Předzvěst bouře,“ „Mohyla Temných vod,“ „Vzestup draka,“ „Cesta hlasu,“ „Nekonečná válka“ a „Spadlý z oblohy.“ Ralof – Výskyt v „Svoboda“ a „Předzvěst bouře“ v případě, že ho hráč následoval. Hadvar – Výskyt v „Svoboda“ a „Předzvěst bouře“ v případě, že ho hráč následoval. Odahviing – Výskyt v „Spadlý z oblohy,“ „Hnízdo požírače světů“ a „Doslov.“ Hakon Jednooký – Výskyt v „Alduinova zhouba,“ „Sovngard“ a „Drakobijec.“ Felldir Starý – Výskyt v „Alduinova zhouba,“ „Sovngard“ a „Drakobijec.“ Gormlaith Zlatohruška – Výskyt v „Alduinova zhouba,“ „Sovngard“ a „Drakobijec.“ Irileth – Výskyt v „Předzvěst bouře,“ „Mohyla Temných vod,“ „Vzestup draka“ a „Spadlý z oblohy.“ Farengar Ohnětaj – Výskyt v „Mohyla Temných vod,“ „Vzestup draka“ a „Spadlý z oblohy.“ Vedlejší postavy Iddra – Výskyt v „Čepel v temnotě.“ Malborn – Výskyt v „Diplomatická imunita.“ Tsun – Výskyt v „Sovngard“ a „Drakobijec.“ Ysgramor – Výskyt v „Sovngard.“ Gerdur – Výskyt v „Předzvěst bouře“ pokud hráč následuje Ralofa. Alvor – Výskyt v „Předzvěst bouře“ pokud hráč následuje Hadvara. Brynjolf – Výskyt v „Krysa zahnaná do kouta.“ Kudla – Výskyt v „Krysa zahnaná do kouta.“ Orgnar – Možný výskyt v „Roh Jurgena Vládce větru.“ Septimus Signus – Výskyt v „Znalosti předků.“ Urag gro-Shub – Možný výskyt v „Znalosti předků.“ Faralda – Možný výskyt v „Znalosti předků.“ Vignar Šedovlasý – Možný výskyt v „Nekonečná válka“ a „Spadlý z oblohy.“ Antagonisté Alduin – Hlavní antagonista. Elenwen – Významný antagonista. Mirmulnir – Vedlejší antagonista. Sahloknir – Vedlejší antagonista. Císařský kapitán – Pokud hráč následuje Ralofa, vedlejší antagonista. Rulindil – Vedlejší antagonista v thalmorském velvyslanectví. Gissur – Vedlejší antagonista v thalmorském velvyslanectví. Drahff – Vedlejší antagonista v Krysí díře, pokud hráč nevkročil do Krysí díry před „Krysa zahnaná do kouta.“ Hewnon Černopliž – Vedlejší antagonista v Krysí díře, pokud hráč nevkročil do Krysí díry před „Krysa zahnaná do kouta.“ Gian Pěst – Vedlejší antagonista v Krysí díře, pokud hráč nevkročil do Krysí díry před „Krysa zahnaná do kouta.“ Sulla Trebatius – Výskyt v „Znalosti předků,“ pokud ještě nebyl zabit. Umana – Výskyt v „Znalosti předků,“ pokud ještě nebyla zabita. J'darr – Výskyt v „Znalosti předků,“ pokud ještě nebyl zabit. Nahkriin – Vedlejší antagonista. Nalezen v Skuldafnu. Bezejmené postavy Falmer – Výskyt v Alftandu. Draugr – Výskyt v mohyle Temných vod, Ustengravu a Skuldafnu. Bandité – Výskyt v mohyle Temných vod a Ustengravu. Vyvolávač – Výskyt v Ustengravu. Animunculi – Výskyt v Alftandu. Ledovcoví pavouci – Výskyt v Helgenské pevnosti, mohyle Temných vod, Ustengravu a Alftandu. Chaurus – Výskyt v Alftandu. Císařský voják – Výskyt v Helgenu, pokud hráč následuje Ralofa. Vojáci Bouřných hávů – Výskyt v Helgenu, pokud hráč následuje Hadvara. Draci – Výskyt ve Skuldafnu."
}