{
    "title": "Iluze",
    "table_of_contents": "",
    "infobox": "",
    "content": "Iluze (v originále Illusion) je jedna z herních dovedností, nacházející se ve hrách The Elder Scrolls III: Morrowind, The Elder Scrolls IV: Oblivion a The Elder Scrolls V: Skyrim. Iluze patří do magických škol. Tato škola, jak již název napovídá, se zaměřuje na různé iluze a ovlivňování mysli protivníka. Asi nejznámější iluzí byla ta, kterou císařský bojový mág Jagar Tharn využil roku 3E 389, aby se mohl vydávat za císaře Uriela Septima VII. Skyrim Oficiální popis: Škola iluzí se zabývá ovlivňováním mysli nepřítele. Tato dovednost ulehčí sesílání kouzel, jako je strach, utišení či neviditelnost. Talenty Název ‡ Min Popis Nutné talenty Novicovské iluze 1 – Umožňuje sesílat novicovská kouzla iluzí za polovinu many. –––– Animág 1 20 Kouzla ze školy iluzí účinkují i na odolnější zvířata. Novicovské iluze Obouruční sesílání iluzí 1 20 Kouzla iluzí seslaná oběma rukama najednou mají silnější účinky. Novicovské iluze Učednická kouzla iluzí 1 25 Umožňuje sesílat učednická kouzla iluzí za polovinu many. Novicovské iluze Hypnotizující pohled 1 30 Uklidňující kouzla nyní účinkují i na silnější protivníky. Sčítá se se schopnostmi antropomág a animág. Novicovské iluze Antropomág 1 40 Všechna kouzla ze školy iluzí účinkují i na odolnější postavy. Animág Hlas hrůzy 1 50 Kouzla strachu účinkují i na silnější protivníky. Sčítá se se schopnostmi antropomág a animág. Hypnotizující pohled Kouzla pro znalce iluzí 1 50 Umožňuje sesílat kouzla pro znalce iluzí za polovinu many. Učednická kouzla iluzí Tiché sesílání 1 50 Sesílání kouzel všech škol je naprosto nehlučné. Antropomág Hněv 1 70 Kouzla zuřivosti účinkují i na silnější protivníky. Sčítá se se schopnostmi antropomág a animág. Hlas hrůzy Mistrovská iluze 1 75 Umožňuje sesílat mistrovská iluzí za polovinu many. Kouzla pro znalce iluzí Pán myšlenek 1 90 Kouzla ze školy iluzí účinkují i na nemrtvé, daedry a golemy. HněvTiché sesílání Velmistrovské iluze 1 100 Umožňuje sesílat velmistrovská kouzla iluzí za polovinu many. Mistrovská iluze Pozn.: symbol ‡ označuje počet, kolikrát si hráč daný talent muže zvolit"
}