{
    "title": "Imperial City",
    "table_of_contents": [
        "Obsah",
        "1 Název",
        "2 Historie",
        "2.1 Merethická éra",
        "2.2 První éra",
        "2.3 Druhá éra",
        "2.4 Třetí éra",
        "2.5 Čtvrtá éra",
        "2.6 Bitvy o město",
        "3 Geografie",
        "3.1 Poloha",
        "3.2 Klima",
        "4 Popis města a čtvrti",
        "4.1 Talosovo náměstí",
        "4.2 Chrámová čtvrť",
        "4.3 Arboretum",
        "4.4 Aréna",
        "4.5 Tržiště",
        "4.6 Elfí zahrady",
        "4.7 Císařský palác",
        "4.8 Císařské vězení",
        "4.9 Magická univerzita",
        "4.10 Nábřeží",
        "4.11 Kanalizace",
        "5 Správa",
        "5.1 Městská hlídka",
        "6 Ekonomika",
        "6.1 Služby",
        "6.2 Nemovitosti",
        "7 Demografie",
        "7.1 Rasy ve městě",
        "7.2 Sociální třídy",
        "7.3 Náboženství",
        "8 Kultura a společnost",
        "8.1 Pamětihodnosti",
        "8.2 Tradice",
        "8.3 Městský život a zábava",
        "8.4 Vzdělání",
        "8.5 Architektura",
        "9 Doprava",
        "9.1 Pozemní doprava",
        "9.2 Námořní doprava",
        "10 Mapy",
        "11 Reference"
    ],
    "infobox": "Imperial City Vyobrazení znak mapa Geografické info Typ sídla: hlavní město, metropole Země: Tamrielská říše Provincie: Cyrodiil Správní info Vládce: císař, rada starších Centrum: Císařský palác Počet čtvrtí: 10 Počet obyvatel: Pravděpodobně desetitisíce Herní údaje Počet NPC: cca 300 (TESIV) Imperiálové (60 %) Bretonci (9 %) Redguardi (5,5 %)Ostatní rasy (25,5 %) Hry: The Elder Scrolls: ArenaThe Elder Scrolls IV: OblivionElder Scrolls Online",
    "content": "Imperial City je hlavní město Tamrielské říše a také hlavní a největší město Cyrodiilu. Pravděpodobně se také jedná o největší město celého kontinentu. Leží na velkém ostrově uprostřed jezera Rumare v srdci Cyrodiilu. Sídlí zde císař, jeho rodina a dvůr a Rada Starších, de facto tamrielský senát. Město je kulturním, politickým a obchodním centrem celé říše. Název Imperial City, v českém překladu Císařské Město, je současným a nejrozšířenějším názvem města. Jednoduchý název zvýrazňuje postavení hlavního města jako císaře a vlády. Před založením první říše bylo město známé pod názvem Bílozlatá věž. Na některých starších mapách má město název také Cyrodiil City, odvozený od názvu provincie ve které se nachází. Historie Merethická éra Bílozlatá věž, nejstarší a nejvyšší stavba ve městě Ve střední Merethické době začali Cyrodiil osidlovat elfové, kteří sem přicházeli ze Summersetských ostrovů. Tito elfové byli známí jako Ayleidé a byli příbuzní summersetských Altmerů. Ayleidé vystavěli v Cyrodiilu monumentální Bílozlatou věž.[1] Architektura věže byla inspirována staršími věžemi, Adamantinovou v High Rocku a Křišťálovou na Summersetu. Ayleidé zotročili Nédy, lidské obyvatele Cyrodiilu a využívali je na otrocké práce při výstavbě věže.[2] Bílozlatá věž se stala samostatným městským státem, nad kterým měli králové z Alinoru pouze formální moc.[1] První éra Ayleidé ovládali svou Bílozlatou věž až do roku 1E 242, kdy proti nim povstala Alessia, která se postavila do čela lidských otroků a vedla povstání proti elfům. Povstání bylo tak mohutné, že se Alessii podařilo dobýt Zlatobílou věž a zlomit moc elfů..[2] Po tomto vítězství se Alessia stala první lidskou císařovnou a založila první cyrodiilskou říši. Pro nedostatek zdrojů se nedá určit, zda se Bílozlatá věž stala hlavním městem. Podle dochovaných pramenů bylo tehdy důležitějším městem Sancre Tor, které bylo považováno za posvátné.[3] Sancre Tor bylo navíc místem, kam byla podle zdrojů Alessia uložena k poslednímu odpočinku a později byla v katakombách ve městě pohřbena řada dalších důležitých císařů. Podle některých zdrojů byl však místem posledního odpočinku Alessie i Chrám Jediného v Imperial City.[3] První zmínka o městě pod názvem Imperial City pochází z roku 1E 461, kdy byl císařem korunován Gorieus.[4] Hlavním městem se Imperial City stalo po roce 1E 2321.[3] Po rozpadu první říše se Imperial City stalo hlavním městem druhé říše, kterou založil Reman Cyrodiil. V roce 1E 2920 byl ve svém paláci ve městě zavražděn Reman Cyrodiil III, poslední císař z dynastie založené Remanem I. Vlády nad říší se zmocnil Versidue-Shaie, císařův rádce, který byl do spiknutí proti panovníkovi zapleten. Po Remanově smrti nastolil Versidue Shaie akavirský potentát a stal vládnoucím potentátem.[5] Po těchto událostech byla vyhlášena druhá éra. Druhá éra V druhé éře bylo Imperial City nadále hlavním městem druhé říše. Po rozpadu říše začalo staletí dlouhé období chaosu, válek a úpadku, které vešlo do dějin jako Mezivládí. Během těchto neklidných dob bylo Imperial City centrem zbytků říše. Vládnoucí císaři byli až na výjimky slabí a nedokázali prosadit svou moc ani nad celým Cyrodiilem, navíc trůnu dosáhli často pochybným způsobem a Amulet králů, symbol císařské moci byl ztracen. V sedmdesátých letech šestého století se Imperial City zmocnil Varen Aquilarios, který osobně v císařském paláci zabil císaře Leovica a poté se sám prohlásil za císaře. Aby zlegalizoval svou uzurpaci, oženil se Varen s Leovicovou vdovou Clivií Tharn, která byla dcerou kancléře Abnura Tharna.[6] Ve službách císaře působil i Mannimarco, proslulý král červů. Ten Varena přesvědčil, aby začali s pátráním po Amuletu králů a to pod záminkou legalizace císařské vlády. Císař založil skupinu známou jako pět společníků. Tato skupina nakonec Amulet králů objevila v katakombách Sancre Tor. Mannimarco však císaře zradil, zmocnil se amuletu králů a s jeho využitím způsobil událost známou jako Výbuch Duší. Výbuch způsobil zmizení císaře a invazi daeder vedených daedrickým princem Molag Balem. Molag Bal se pokusil Nirn vtáhnout do své říše a zaútočil na Imperial City.[6][7] Imperial City ve druhé éře Invaze začala roku 2E 582 a vešla do dějin jako Planemeld. Nad Imperial City se objevila obří kotva, která měla vtáhnout Bílozlatou věž do říše Molag Bala. Město zavalily daedry a většina obyvatel buď zešílela, nebo byla pobita. Pouze několika málo lidem se podařilo přežít. Ti, kteří přežili buď uprchli z města, nebo se skryli v kanalizacích pod městem. Město navíc bylo krutě zdevastováno. Na pozadí těchto událostí navíc vypukla válka tří vlajek mezi aliancemi jednotlivých ras Tamrielu. Každá z těchto aliancí se pokoušela Iperial City dobýt. Invaze Molag Bala byla nakonec odražena, Imperial City osvobozeno a jednotlivé aliance zanikly.[7] Interregnum trvalo až do devátého století. Nakonec se Imperial City zmocnil Cuhlecain, král Falkreathu v jehož službách působil také generál Talos. V roce 2E 854 přebýval Cuhlecain v císařském paláci, kde byl těsně před svou císařskou korunovací zavražděn. Palác byl zapálen. Útok přežil generál Talos, který se bezprostředně poté prohlásil za císaře.[8] Talosovi se podařilo to co nikomu předtím a prostřednictvím mnoha válek, diplomacie a úskoků ovládl celý kontinent a založil Tamrielskou říši. Začala třetí éra. Třetí éra Imperial City v roce 3E 433 Imperial City bylo přestavěno a obnoveno v celé své nádheře. Po celou třetí a čtvrtou éru zůstávalo hlavním městem říše. V letech 3E 120 - 3E 137 proběhla mezi příslušníky císařské dynastie Septimů válka o Rudý diamant. Jednalo se o krvavou občanskou válku ve které se jednotliví Septimové střetli o trůn. Roku 3E 121 dobyl Imperial City princ Uriel Septim III., který proslul obzvláštní krutostí. Uriel byl nakonec po prohrané bitvě zabit rozvášněným davem po cestě do hlavního města, kde měl být souzen. Imperial City poté obsadil jeho strýc Cephorus Septim I.[9] Roku 3E 399 byl ve městě poražen a zabit císařský zrádce Jagar Tharn, který se zmocnil trůnu tím, uvěznil císaře Uriela Septima VII. v Oblivionu a vzal na sebe jeho podobu.[10] Roku 3E 433 byli v Imperial City zavražděni císař Uriel Septim VII. a jeho synové. Následně započala další invaze daeder, tentokrát pod vedením prince Mehrunese Dagona. Vpád Oblivionu byl zastaven ve finální bitvě v hlavním městě, kdy se Martin Septim, nemanželský syn zemřelého císaře obětoval a s pomocí amuletu králů převzal podobu draka a daedrického prince vypudil zpět do jeho sféry. Touto událostí skončila třetí éra a začala čtvrtá éra.[11] Čtvrtá éra Imperial City ve čtvrté éře Čtvrtá éra začala bez vládnoucího císaře na trůně a opět vypukly boje o trůn. Roku 4E 17 dobyl Imperial City colovianský válečník Titus Mede I. a to s pouhou tisícovkou mužů. Titus byl následně korunován císařem a založil novou vládnoucí dynastii.[12] Roku 4E 40 došlo před branami Imperial City k další bitvě, když se objevilo létající městou Umbriel, následované hordami nemrtvých. Útok byl naštěstí odražen a hlavní město zachráněno.[13] Další pohroma pro město přišla roku 4E 174, kdy bylo město dobyto a vypleněno Altmery ve Velké válce. Altmeři prý napáchali hrozná zvěrstva na civilním obyvatelstvu a vypálili císařský palác. O rok později však byli Altmeři poraženi v Bitvě o Červený kruh a město opět ovládl císař Titus Mede II. Následně byl uzavřen mír, který vešel ve známost jako Zlatobílý konkordát. Lord Naarifin, altmerský generál, který vedl útok na město byl zajat a potrestán tak, že byl zavěšen na Bílozlatou věž. Podle pověsti ho nakonec unesla okřídlená daedra.[14] Po Velké válce bylo Imperial City obnoveno a zůstalo nadále hlavním městem říše. Bitvy o město Ztvárnění bitvy o Červený kruh Během své dlouhé historie bylo Imperial City mnohokrát obléháno a dobyto. Zde uvádíme všechny známé bitvy o Imperial City. 1E 242: Bitva o Zlatobílou věž mezi silami Alessie a Ayleidy. 2E 582: Útok na Imperial City daedrami z říše Molag Bala. 2E 852: Dobytí Imperial City králem Cuhlecainem. 3E 121: Dobytí Imperial City Urielem Septimem III. 3E 433: Bitva o Imperial City mezi císařskými vojáky a daedrami ve které Martin Septim vypudil Mehrunese Dagona. 4E 17: Dobytí Imperial City Titem Medem, který se následně stal císařem. 4E 40: Bitva o Imperial City mezi říší a hordami nemrtvých během útoku létajícího města Umbrielu. 4E 172 - 4E 174: Pád Imperial City obléhání a dobytí města Aldmerským spolkem během Velké války. 4E 175: Bitva o Červený kruh finální střetnutí Velké války, která se odehrála před branami Imperial City. Geografie Poloha Imperial City a okolí Imperial City leží na velkém ostrově v jezeře Rumare, v srdci provincie Cyrodiil. Geograficky náleží k oblasti známé jako Niben. Jezero napájí řeku Niben, která teče na jih od města a je hojně využívána pro lodní přepravu, díky tomu je Imperial City spojeno i se vzdáleným mořem, třebaže leží ve vnitrozemí. Ostrov je mírně kopcovitý, ale uvnitř městských hradeb je terén vyrovnán. Klima Imperial City leží v mírném podnebném pásu. Střídají se zde tedy teplá léta s mírnými zimami. Teploty po většinu roku jsou většinou příjemné, avšak počasí je značně proměnlivé. Sluneční dny jsou střídány deštivými a ty jsou občas vystřídány těmi, kdy panuje nepropustná mlha a sychravo. Popis města a čtvrti Rozvržené města zůstává po stovky let neměnné. Imperial City je obehnáno mohutnou a vysokou hradbou, která tvoří dokonalí kruh kolem městské zástavby. Ve středu města stojí Zlatobílá věž, která se nad ním majestátně tyčí a tvoří jeho dominantu, rozpoznatelnou z velké dáli. Ve věži je umístěn císařský palác, který je od ostatního města oddělen vlastní kruhovou hradbou a příkopem. Z paláce vybíhá do městských čtvrtí šest širokých ulic. Okolo paláce je město rozděleno na šest stejně rozlehlých částí, které jsou odděleny svými vlastními zdmi. V městské hradbě jsou zabudovány čtyři brány. Jedna tvoří hlavní vstup do města a vede z ní cesta na západ, kde je městský ostrov spojen s pevninou velkým Talosovým mostem. Zbylé tři brány spojují město s částmi, které se nachází mimo hradby. Hradba je dále posílena šesti velkými strážními věžemi, které slouží i jako ubytovny městské hlídky. Ulice ve městě jsou kompletně vydlážděny. Talosovo náměstí Talosovo náměstí je název čtvrti, která se nachází hned za hlavní bránou. Jedná se tak o tu část města, kterou většina návštěvníků Imperial City navštíví jako první. Na západě je čtvrť ohraničena městskou hradbou, právě zde se nachází hlavní brána, oficiální vstup do města. Na severu a jihu je Talosovo náměstí odděleno od sousedních Elfích zahrad a Chrámové čtvrti odděleno zdmi. Na východě se nachází hradba, oddělující čtvrť od císařského paláce. Talosovo náměstí Ve druhé éře byla tato část města pojmenována jako Čtvrť šlechticů. Ulice dělily čtvrť na čtyři velké bloky, které obklopovaly centrální kruhové náměstí. Uprostřed náměstí stála agora. Velké domy, které se ve čtvrti v té době nacházely, byly pravděpodobně honosnými sídly městské aristokracie. Ve třetí éře byla čtvrť pojmenována na počest Tibera Septima jako Talosovo náměstí. Škody, které na čtvrti napáchaly konflikty druhé éry, byly odstraněny a čtvrť byla přestavěna. Agora byla odstraněna a doprostřed náměstí byla umístěna velká socha draka, obklopená sloupořadím. Čtvrť byla i ve třetí éře obývaná nejbohatšími občany města. Chrámová čtvrť Chrám během druhé éry \"Tato čtvrť je velmi pěkná a žijí zde jen příjemně naladění lidé. Přesto, tak jako ve všech částech města, jsou i zde problémem žebráci\" ―Průvodce po Imperial City[src] Chrámová čtvrť leží v jihozápadní části města. Sousedí s Talosovým náměstím a Arboretem, od kterých je oddělena zdmi. Na jihozápadní straně ohraničuje čtvrť městská hradba, zde se nachází také brána s cestou vedoucí k přístavu. Na severovýchodě se nachází vnitřní hradba, která čtvrť dělí od císařského paláce a také příkop. Centrem čtvrtě je Chrám Jediného, který během historie doznal mnohých změn a který je náboženským centrem města. Ve druhé éře tvořily čtvrť čtyři bloky domů a ulice se sbíhaly uprostřed v náměstí, kterému dominoval Chrám Jediného. Ve druhé éře byl chrám mnohem rozlehlejší, než v novodobějších érách. Byl však zle poničen a znesvěcen daedrami v roce 2E 582. Stejně tak byla zdevastována okolní zástavba. Později byla čtvrť významně přestavěna. Základní rozvržení budov však zůstalo i ve třetí éře stejné, jako tomu bylo v té předchozí. Jádro chrámu zůstalo sice zachováno, ale jinak byl svatostánek významně přestavěn. Během vpádu z Oblivionu na konci třetí éry byla čtvrť opět značně poničena, neboť se zde odehrávaly nejlítější boje. Střechu chrámu zničil Mehrunes Dagon a přímo zde se střetl s Martinem Septimem, který se obětoval a s pomocí amuletu králu na sebe vzal podobu draka. Po vyhnání Mehrunuse Dagona drak zkameněl a ve formě obrovského draka zůstal v chrámu zachován dodnes. Arboretum \"V této přenádherné zahradě může najít slavné sochy Devíti. Ve středu naleznete sochu Pána talose, císaře Tibera Septima. Ale je to vůbec správné? Aby Talos měl lepší místo než Akatosh, samotný král bohů? Je to machinace Rady starších, která sdílí své sympatie s potomky Talosovými.\" ―Průvodce po Imperial City[src]Arboretum se nachází v jihovýchodní části města. Čtvrť je od sousedních částí Talosova náměstí a Arény oddělena zdmi. Na severozápadě se nachází příkop a hradba, která tvoří předěl mezi čtvrtí a císařským palácem. Na jihovýchodě ohraničuje čtvrť městská hradba, nachází se zde brána s cestou do magické univerzity. Na rozdíl od vydlážděných obytných čtvrtí je Arboretum plné zeleně a flory, jelikož se jedná o městský park. Uprostřed parku se nachází kruhové sloupořadí kolem sochy Tibera Septima. Okolo jsou v kruhu umístěny sochy božské osmičky. Ve druhé éře bylo Arboretum značně poničeno, avšak během třetí éry se dočkalo oprav a bylo obnoveno. Aréna Aréna ve druhé éře Aréna je část města, která se nachází na východě. Od sousedních čtvrtí Arboreta a Tržiště je čtvrť oddělena zdí. Na východě je Aréna ohraničena městskou hradbou a na západě příkopem a hradbou, která ji odděluje od císařského paláce. Jak již název napovídá, nachází se zde proslulá aréna v Imperial City, kde se konají gladiátorské zápasy a občané si mohou vsadit na svůj oblíbený tým. V době druhé éry byla aréna poněkud velkolepější a téměř celá z kamene a mramoru. Utrpěla však značné škody a proto byla přestavěna. V době třetí éry bylo první nadzemní podlaží kamenné, zatímco lóže pro diváky byly dřevěné. Oblast v okolí arény byla využívána gladiátory pro jejich tréninky. Tržiště \"Najdete zde davy lidí, kteří čekají před dveřmi Kanceláře císařského obchodu, aby mohli podat stížnost na nějakého obchodníka, kterým byli podvedeni a okradeni.\" ―Průvodce po Imperial City[src]Tržiště je čtvrť, která se nachází v severovýchodní části města. Na severu je ohraničena městskou hradbou s bránou, kterou se dá projít na most vedoucí k císařskému vězení. Čtvrť sousedí s Elfími zahradami a Arénou od kterých je oddělena zdí. Na jihozápadě se nachází hradba a příkop, oddělující čtvrť od císařského paláce. Na tržišti je možné nalézt většinu městských obchodů a služeb. Ve druhé éře se zde Tržiště nenacházelo. V centrální části čtvrti se nacházel velký městský hřbitov, který byl obklopen okolní zástavbou rozdělenou do čtyř bloků. I proto byla tato část tehdy známá jako Pamětní čtvrť. Ve třetí éře byla čtvrt přestavěna. Hřbitov byl zrušen a městská výstavba rozšířena. Pro potřeby tržiště byly vystavěny agory, zdobené sochami císařů. Elfí zahrady Elfí zahrady Elfí zahrady jsou obytnou čtvrtí, která se nachází v severozápadní části města. Elfí zahrady sousedí s Talosovým náměstím a Tržištěm a jsou odděleny vlastní zdí. Na jihovýchodě je čtvrť hradbou oddělena od císařského paláce. Jedná se o klidnou rezidenční čtvrť, jejíž základní charakter se během historii příliš nezměnil. Po konfliktech druhé éry byly domy ve čtvrti opraveny. Císařský palác Přímo v centru města stojí Zlatobílá věž, která je jeho dominantou a tyčí se do neuvěřitelné výše. Kolem základny věže byl vystavěn císařský palác, který je sídlem císaře a jeho rodiny a také Rady Starších. Okolo paláce se nachází rozlehlý park, který slouží zároveň jako pohřebiště. Stovky významných lidí zde byly uloženy k poslednímu odpočinku. Palác je od ostatního města oddělen vlastní hradbou a příkopem. Z palácových bran vybíhá paprskovitě do celého města šest širokých ulic. Během historie byl palác několikrát vypálen, avšak vždy byl obnoven do své původní nádhery. Císařské vězení Císařské vězení se nachází na sever za městskými hradbami. Jedná se o mohutnou baštu, která je obklopena vlastní hradbou. Nachází se zde sídlo posádky legie ve městě. Cely se nachází v kobkách pod baštou a jsou zde vězněni jak zločinci, kteří se provinili těžkými zločiny, tak ti, kteří porušují pořádek ve městě. Magická univerzita Magická univerzita Magická univerzita se nachází jihovýchodě za městskými hradbami. Jedná se o školu, kde je možné získat nejvyšší magické vzdělání v Cyrodiilu. Magická univerzita je chráněna vlastní hradbou. Její dominantou je především vysoká věž, kde se nachází kanceláře rady mágů a komnaty arcimága. Nábřeží Nábřeží Nábřeží je čtvrť za jihozápad od hradeb. Jedná se o městský přístav, kde kotví lodě, které sem připlouvají se vzdáleného moře po řece Niben. Na nábřeží se nachází maják, sklady a kanceláře císařské obchodní společnosti. Za hradbou Nábřeží se nachází chatrče městské chudiny, která nemá finanční prostředky na to, aby si mohla dovolit žít v domech uvnitř městských hradeb. Kanalizace Pod celým městem se nachází hustá kanalizační síť, budována stovky let. Téměř všechny domy ve městě mají sklepy, ze kterých je možné do kanalizace vstoupit. Do kanalizace je možné vstoupit i přes studny a přes ústí vedoucí do jezera Rumare. Stoky odnáší splašky a odpad z města. Vzhledem ke své rozloze a propletenci chodeb jsou kanalizace také skutečným bludištěm a jsou velmi nebezpečné. Do stok se ukrývají kriminální živly, ale také upíři nebo různé kreatury, jako například krysy. Správa Trůnní sál císařského paláce Sál Rady starších Imperial City je hlavním městem Tamrielské říše a zároveň provincie Cyrodiil. Jedná se o sídlo císaře, jeho rodiny a dvora. Ve městě sídlí mnoho vládních institucí a organizací. Vedle císaře a jeho dvora je palác také sídlem Rady Starších, jedná se o obdobu tamrielského senátu. Radu Starších řídí kancléř, který je nejvyšším úředníkem říše a v případě absence vládnoucího císaře přebírá moc nad říší i nad městem. Rada se skládá z nejmocnějších a nejbohatších šlechticů říše, z nichž se množí snaží prosazovat vlastní sobecké zájmy na úkor občanů. Mnohdy se však k vládě dostanou i schopní úředníci. Ve městě sídlí také posádka legie a kancelář císařského obchodu, která má na starost prodej nemovitostí. Městská hlídka Palácová stráž Nad pořádkem ve městě, chráněním bezpečnosti občanů a dodržováním zákonů, bdí městská hlídka. Na rozdíl od jiných cyrodiilských měst, které mají většinou vlastní vojenskou posádku, chrání Imperial City přímo císařská legie. Ta má své kanceláře a velitelství nedaleko císařského vězení. Vojáci pravidelně střeží všechny hlavní brány, hradby a hlídkují v městských ulicích. Problémem velkoměsta je velká míra zločinnosti, ve městě operují kriminální živly a dochází často k loupežím a krádežím, občas také k vraždám. Mezi některými vojáky dokonce bují korupce, kdy je možné vojáky uplatit, aby přivřeli oči nad konáním kriminálních skutků. Ten, kdo je přistižen při porušování zákona, obvykle musí zaplatit pokutu, případně si odsedí několik dní v žaláři. Pokud se zločinec vzepře hlídce, ztrácí všechna práva a propadá životem. O bezpečnost císařského paláce se stará elitní palácová stráž. Ekonomika Tržiště Díky výhodné poloze v srdci Cyrodiilu na křižovatce cest je Imperial City ekonomickým centrem provincie. Ekonomika ve městě prosperuje především díky službám a obchodu. Sídlí zde císařská obchodní společnost, která má své kanceláře a sklady v přístavu, také zde sídlí kancelář císařského obchodu, která má mimo jiné na starosti prodej nemovitostí ve městě. Na tržišti ve městě se dá sehnat téměř všechno zboží, které přijde zákazníkovi na mysl. Ekonomika je do značné míry závislá na dovozu, z blízkých zemědělských usedlostí se do města dováží potraviny. Obchodní komodity jsou dováženy ze vzdálených oblastí, což umožňuje jednak síť kvalitních císařských cest, které se sbíhají před Imperial City, tak námořní doprava a spojení s mořem po řece Niben a jezeře Rumare. Služby V roce 3E 433 fungovaly ve městě následující služby: Ubytování a pohostinství Hospoda U Poctivého kupce Hostinec U Krále a královny Hotel Tiber Septim Krčma U Všech svatých Pěnivý žejdík Penzion Luthera Širokého Plovoucí necky Obchody Božská elegance Bum a bác Edgardova kouzla z druhé ruky Hlavní přísada Jako nové od Jensine Kancelář císařského obchodu Klenotnictví Rudý diamant Naditý měšec Nejlepší obrana Neprůstřelné štíty Obchod U Tří bratří První vydání Pytel jídla Rindirovy hole Šance na vítěství Tajemný obchod Zlatá karafa Nemovitosti Ve hře The Elder Scrolls IV: Oblivion si může hráč koupit tuto nemovitost: Chatrč na Nábřeží - malá chatrč na Nábřeží, kterou si může hráč koupit za 2000 Septimů. Demografie Rasy ve městě Jelikož Imperial City je hlavním městem Tamrielské říše, je jeho obyvatelstvo značně kosmopolitní a žijí zde vedle sebe příslušníci všech tamrielských ras. Domácím obyvatelstvem Imperil City jsou Imperiálové, národ, jehož vlastí je Cyrodiil. Pokud bychom v roce 3E 433 sečetli obyvatelstvo města bez vojáků, tvořili Imperiálové 36 % z celkového počtu obyvatel města. Dalšími dvěma národy s největším zastoupením byli Bretonci (14 %) a Redguardi (9%), zbylé procento tvořili zástupci všech ostatních ras. Pokud bychom přičetli stráže, procentuální zastoupení by se změnilo a Imperiálové by tvořili více než 60 % z celkového počtu obyvatel.[15] Sociální třídy V Imperial City jsou pro jeho velikost a status sociální rozdíly mezi obyvateli patrné více, než kde jinde. Ve městě žijí jak příslušníci císařské rodiny, tak členové Rady Starších a další bohatá aristokracie. Příslušníci této třídy vlastní ve městě luxusní nemovitosti a paláce. Ti nejbohatší lidé žijí na Talosově náměstí. Žije zde i početná střední třída složená především z podnikavých obchodníků, řemeslníků a bohatých měšťanů. Chudina pak žije v chatrčích v městském přístavu. Ve městě se potuluje také velké množství žebráků. Velkým problémem města je kriminalita a korupce. Náboženství Chrám Jediného Oficiálním kultem v Imperial City, stejně jako v celé říši, je Božská Osmička. Většina obyvatel Imperial City jsou praktikující věřící, kteří navštěvují pravidelně velký Chrám Jediného, který je náboženským svatostánkem města. Ve městě se nachází také spousta soch bohů. Před Velkou Válkou byl uctívaným božstvem i Tiber Septim a to jako bůh Talos. Zlatobílý konkordát však uctívání Talose přísně zakazuje. Je však pravděpodobné, že mnozí obyvatelé svého prvního císaře tajně jako boha uctívá nadále. Kultura a společnost Pamětihodnosti Císařský palác V Imperial City se nachází řada architektonických památek. V seznamu uvádíme nejdůležitější památky ve městě. Arboretum - městský park, kde si mohou návštěvníci prohlédnout sochy božské osmičky. Aréna - monumentální aréna, kde se konají gladiátorské zápasy, ale také různé kulturní akce, jako například koncerty. Bílozlatá věž - nejstarší a nejvyšší budova města, která byla vystavěna Ayleidy v merethické éře. Císařský palác - sídlo císaře a jeho rodiny, dvora a Rady Starších. Veřejnosti jsou přístupná pouze první dvě patra, neoprávněný vstup do vyšších pater je považován za těžký zločin. Ve vyšších patrech se nachází proslulá knihovna Prastarých svitků. Císařské vězení - mohutná opevněná bašta, kde jsou vězněni zločinci, sídlo legie. Chrám Jediného - náboženské centrum země a nejdůležitější svatostánek ve městě. Magická univerzita - škola, kde je možné dosáhnout nejvyššího magického vzdělání v provincii. Socha císaře Pelagia IV. - socha slavného tamrielského císaře, která se nachází hlavní ulici ve čtvrti Tržiště. Socha císaře Uriela Septima III. - socha císaře, který nechvalně proslul svou krutostí. Nachází se na hlavní ulici ve čtvrti Tržiště. Talosův most - monumentální most přes jezero Rumare, který spojuje městský ostrov se zbytkem Cyrodiilu. Talosovo náměstí - hlavní náměstí ve městě, kde je umístěna velká socha draka. Po náměstí je pojmenována celá okolní čtvrť. Zelená císařova cesta - nebo také císařská promenáda, je park okolo císařského paláce, kde je řada hrobů významných lidí. Tradice V Imperial City se dodržuje řada zajímavých tradic, každoročně jsou zde slaveny důležité tamrielské svátky a jedná se o korunovační místo tamrielských císařů. Ve třetí éře bylo součástí korunovace zapálení dračích ohňů v Chrámu Jediného. Nový císař tak učinil prostřednictvím Amuletu králů. Zapálené dračí ohně chránily Tamriel před vpádem z Oblivionu. Po vymření dynastie Septimů a zničení Amuletu králů ztratil tento rituál smysl a bylo upuštěno od jeho dodržování. Městský život a zábava Interiér arény Občané Imperial City jsou velmi společenští lidé, kteří se rádi setkávají se svými sousedy a známými. Většina lidí se přes den věnuje svým zaměstnáním, nebo tráví čas procházkami ulicemi a klábosením. Za zábavou vyráží občané do arény, kde sledují gladiátorské zápasy. Fanoušci často uzavírají sázky, Imperial City má dva gladiátorské týmy a to modrý a žlutý. Ti statečnější se mohou sami zápasů zúčastnit. Boháči ve městě konají ve svých sídlech hostiny a slavnosti. Oblíbenými místy pro setkávání jsou také hostince, kterých je ve velkoměstě celá řada. Vzdělání Většina obyvatel města má vzdělání a dovede číst a psát. Důkazem o tom je například to, že město vydává snad jako jediné v celém Tamrielu vlastní noviny. Tyto noviny jsou známé jako Cyrodiilský kurýr a informují čtenáře o nejnovějších událostech ve městě. Navíc jsou distribuovány zcela zdarma. Do města míří za vzděláním i ti, kteří jsou nadáni magickými schopnostmi. Studium na zdejší magické univerzitě je považovEáno za velmi prestižní. Univerzita má na své studenty přísné požadavky. Než byl rozpuštěn Cech mágů, meuseli zájemci o studium získat doporučení od všech cechů ve velkých cyrodiilských městech. Architektura Arboretum Celé město je vystavěno v jednotném architektonickém stylu, stavební sloh je pompézní, reprezentativní a také poněkud fádní. Hlavním stavebním materiálem je šedý kámen a bílý mramor. Na všech střechách ve městě jsou položeny zelené tašky. Mezi typické prvky městské architektury patří klenba a kopule. Klenby jsou využívány v případě vstupních portálů, dveří i oken. Okna jsou klenutá, úzká a klenutá. Klenby jsou také využívány jako podpěrný systém v případě velkolepých mostů. Kopule jsou součástí významných budov, například císařského paláce, kde se nachází vůbec největší kopule ve městě, nebo chrámu Jediného. Menší kopule mají i významné městské domy. Ve městě se nachází dokonale vydlážděné ulice a chodníky, kanalizační síť a příkopy. Imperial City je také zdobené velkým množstvím umných soch. Zajímavostí je, že v závislosti na denní době se zdá, že městské budovy mění barvu. V jistou denní dobu má město narůžovělý barevný nádech, v jinou hodinu zase dokonale bílý a někdy šedý. Ve skutečnosti má většina domů světle šedou fasádu a změna barev je optický klam, vyvolávaný změnami denního světla. Doprava Pozemní doprava Talosův most Dalo by se napsat, že všechny cesty vedou do Imperial City. Říše je známá tím, že buduje kvalitní dlážděné silnice, které propojují důležitá města a provincie s hlavním městem. Hlavní silnice v Cyrodiilu jsou pojmenovány dle barev a všechny se sbíhají ve velkou okružní cestu okolo městského ostrova. Tato silnice se jmenuje Červený kruh a vede přes Talosův most do Imperial City. Cestují hlavně obchodníci, vojáci a majetnější občané a to na koních. Obchodníci také cestují v karavanách. Hlavní silniční tahy jsou celkem pravidelně střeženy legií a tak je cestování do Imperial City celkem bezpečné. Námořní doprava Rozlehlé Jezero Rumare a široká řeka Niben, která ústí do Topalské zátoky, umožňuje čilou námořní dopravu. Imperial City má vlastní přístav, který je využíván především obchodními a vojenskými loděmi. Mosty nad Nibenem jsou stavěny tak, aby umožňovaly proplutí lodí. Mapy Plán města, třetí éraPoloha v rámci CyrodiiluPoloha v rámci Tamrielu"
}