{
    "title": "Indoril Nerevar",
    "table_of_contents": [
        "Obsah",
        "1 Historie",
        "1.1 Svatost",
        "2 Artefakty",
        "2.1 Trueflame",
        "2.2 Měsíc a Hvězda",
        "2.3 Nůž ducha",
        "2.4 Nerevarova sekyra",
        "3 Nerevarín (Nerevarine)",
        "3.1 Falešná vtělení",
        "4 Drobnosti",
        "5 Galerie",
        "6 Výskyt",
        "7 Zdroje"
    ],
    "infobox": "Indoril Nerevar Vyobrazení Indorila Nerevara vražděného Tribunálem. Životopisné údaje Datace: *První éra – †1E 700 Pohlaví: Muž Rasa: Chimer Rodina: Almalexie (manželka) Frakce: Rod Indoril Sídlo: Resdayn Herní údaje Výskyt: The Elder Scrolls III: Morrowind (jako Nerevarine)",
    "content": "Lord Indoril Nerevar, také známý jako Nerevar Kapitán[1], Nerevar Měsíc a Hvězda[2], a Bohovrah,[3] byl chimerský hrdina, který žil v první éře. Byl Azuřiným šampiónem a prvním hortátorem, neboli vojevůdcem, sjednocených chimerů a dwemerů po svržení Nordské říše v Resdaynu. Nicméně po zjištění, že dwemerové stavěli Numidia, vedl svůj lid proti nim ve válce První rady. Nerevar zemřel na Rudé hoře, ale příčina jeho smrti nám není zcela jasná. Později se stal svatým dunmerského Tribunálního chrámu.[1] Nerevar hrál klíčovou roli v morrowindské historii. Popelci a ilegální odvětví Tribunálského chrámu, známé jako disidentní kněží z Vvardenfellu, věřili, že byl mnohokrát převtělen jako součást proroctví o Nerevarinovi.[2] Toto proroctví bylo vykonáno hrdinou z The Elder Scrolls III: Morrowind. Historie Holografická projekce Nerevara stvořená Sothem Silem. Podle oficiálních záznamů Chrámu byl Nerevar hortátor a vůdce chimerů. Významně figuroval ve vyjednávání pro založení První rady a spojeného království Resdaynu (nyní známého pod jménem Morrowind), také to byl přítel dwemerského vůdce, Dumaca.[4] Avšak chimerové nakonec šli do války proti dwemerům (ironií osudu je, že by dwemerský král Nerevarovi pomohl, kdyby věděl, že za tím vším stál jeho vedoucí vědec, Kagrenac), což vyvrcholilo v bitvu na Rudé hoře, kde Nerevar po Dumacově smrti padl.[5] Některé záznamy tvrdí, že Nerevarovu smrt neměla za následek jeho zranění, která obdržel během bitvy.[4] Po bitvě Nerevar s Dagoth Urem (tehdy známým jako Voryn Dagoth) pokračovali dál do centra dwemerské pevnosti, kde objevili Lorkhanovo srdce a Kagrenacovo nářadí: Keening, Sunder a Wraithguard. Nerevar přikázal Vorynovi strážit toto nářadí, zatímco on sám se vrátil ke svým rádcům, aby se dohodli, co bude dál.[4][5] Když se k nim dostal, tak se s nimi po určitou dobu radil. Společně se rozhodli, že nechají nářadí na pokoji a zavázali se slibem Azuře. Oficiální záznam říká, že se Nerevar k Vorynovi opět vrátil, aby se nářadí ujmul, ale zjistil, že v jeho absenci se Dagoth v přítomnosti Lorkhanova srdce zbláznil a ten mu odmítl nářadí předat. Nerevar s Dagoth Urem bojoval a porazil ho. Bohužel byl ale smrtelně zraněný a přežil pouze tak dlouho, dokud ho jeho rádci nenašli a on je přinutil přísahat, že nikdy nářadí nepoužijí.[5] Tento slib nakonec porušili, aby ze sebe udělali bohy, a když se tak stalo, zjevila se Azura a zaklela celou chimerskou rasu tím, že jim ''proměnila jejich oči v oheň a jejich kůži v prach'' a přeměnila je do Dunmerů.[4][5] Svatyně sv. Nerevara V ashlanderských textech zase stojí, že Nerevar nebyl zabit v boji, ale jeho třemi rádci, Vivecem, Almalexií a Sotha Silem. V této zprávě stojí, že je Nerevar přinutil přísahat, že nikdy nepoužijí Kagrenacovo nářadí a oni uposlechli, ale tajně se dohodli na zavraždění Nerevara, aby získali moc. Když se Nerevar pokoušel vyvolat Azuru, neuspěl; Almalexie použila otrávené svíčky, Sotha Sil otrávená roucha a Vivec otrávené invokace. Nerevar byl zabit. Jako odplata za jejich zradu Azura přeměnila kůži Chimerů v šedou a jejich oči v ohnivě rudé, čímž chimerský lid přetvořila do dnešních Dunmerů.[4] Tribunál i poté použili moc nářadí a Srdce, aby sami sebe učinili nesmrtelné. Poté se prohlásili za nové bohy Dunmerů a tvrdili, že byli nadřazení Daedrám,[4][5] jež Chimerové uctívali. Ke konci třetí éry už měl Tribunálský chrám pod kontrolou celý Morrowind až na občasná malá a izolovaná území Ashlanderů, kteří stále následovali starou víru.[2] Svatost Nerevar se stal mučedníkem a svatým Tribunálského chrámu,[1] také je o něm napsáno, že pomohl Baranatovi během jeho zkoušek proti Coribaelským bratrům.[6] Svatyně jemu zasvěcené mohou být nalezeny po celém Vvardefllu uvnitř chrámů, jako je třeba High Fane ve Vivec City, chrám v Ghostgate v Ashlands nebo v Holamayaském klášteře v oblasti Azuřiným pobřeží. Artefakty Během svého života použil Nerevar mnoho různých artefaktů. Některé z nich obdržel/a Nerevarine, hortátorovo skutečné vtělení.[2] Osud ostatních je neznámý. Trueflame Opravený Trueflame \"V den, kdy jsme byli s Nerevarem oddáni, nám Dumac daroval dva meče, Hopesfire a Trueflame.\" ―Almalexie[src]Poté co okupace Resdaynu Nordskou říší skončila, se Dumac Trpasličí král a Nerevar stali blízkými přáteli. V den svatby Nerevara s Almalexií jim Dumac daroval dva mocně očarované meče, Trueflame a Hopesfire. V bitvě na Rudé hoře se ovšem Trueflame ztratil, jeho oheň pohasl a jeho kusy byly ve zmatku ztraceny.[7] Čepel s názvem Trueflame může získat Vestige ve Stonefalls v 2E 582, kde je podivně neporušený.[8] Po poražení Dagoth Ura v 3E 427 dala Almalexie Nerevarinovi za úkol Trueflame získat. S pomocí od Radaca Stungnthumze byla Trueflame navrácena původní moc.[2] Měsíc a Hvězda Měsíc a Hvězda \"Prsten daroval svému nositeli velkou moc v přesvědčování; kvůli bezpečí byl očarován, aby okamžitě zabil kohokoliv, kdo jej nosil až na Nerevara. Prstenu se říkalo Měsíc a Hvězda, a pomohl Nerevarovi sjednotit nejrůznější klany do První rady.\" ―autor neznámý[src]Jeden-klan-pod-měsícem-a-hvězdou byl prsten, který Nerevar obdržel od dwemerského kováře během okupace Resdaynu Nordskou říší. Kovář mu dal prsten plný moci v přesvědčování a kvůli ochraně také očarovaný tak, aby zabil kohokoliv, kdo ho nosí až na Nerevara samotného. Nerevar použil sílu prstenu, aby sjednotil nejrůznější klany do První rady.[9] Azura později tento prsten dala Nerevarínovi v Jeskyni vtělení.[2] Nůž ducha Nůž ducha (Ethos Knife) je vzácný nůž, o němž toho víme jen velmi málo. Vivec ho původně použil na zabití svého dítěte City-Face.[10] Nerevar ho později vyměnil za svoji sekyru a vzal si ho s sebou do bitvy na Rudé hoře. Je možné, že ho použil na zabití Dumaca během jejich souboje.[11] O tomto noži nemáme žádné zprávy. Nerevarova sekyra V chrámu Nesprávného myšlení v Mournholdu si Nerevar vybral ze stojanů sekyru a odcestoval s ní na první měsíc bojovat s prázdnými hroby, čímž udělal chybu v tom, že poslechl Viveca, který mu radil, aby ''dosáhl nebes za pomocí násilí''.[12] Později sekyru vyměnil za Nůž ducha.[11] Osud sekyry po bitvě není známý. Přestože Nerevar sekyře dal nějaké jméno,[12] není nikde zmíněno. Nerevarín (Nerevarine) Skutečný/Skutečná Nerevarín byl/a ztělesnění Nerevara a hrdina/hrdinka, který/která úspěšně vyplnil/a proroctví o Nerevarinovi, zachránil/a Morrowind od sněti a porazil/a Dagoth Ura. Falešná vtělení Falešná vtělení byli jednotlivci, kteří měli potenciál se stát Nerevarínem, ale nepodařilo se nim naplnit proroctví. Známá falešná vtělení jsou: Ane Teria Conoon Chodala Erur-Dan Hort Ledd Idrenie Nerothan Peakstar Drobnosti Podle Michaela Kirkbridea zobrazuje vzhled každé indorilské přilby, jež nosí ordinátoři, pravou podobu Nerevarova obličeje.[13] Také existovala speciální daedrická přilba, která zobrazovala Nerevarův obličej v Morrowindské výtvarné knize. Kirkbride řekl, že ''vypadala spíše jako jeho hrůzný aspekt jako hortátora a padomaického šampióna.''[13] Tapiserie nalezené na Nerevarových svatyních vyobrazují jeho kostichodce. Kirkbride řekl, že Nerevarův kostichodech byl ''ztracen v letopisech většiny vůdčích historií. Nerevar, ať už zrazen či ne, byl stále drahý pro ALMISIVI i po smrti.''[13] V The Elder Scrolls V: Skyrim mohou být dunmerské postavy v boji slyšeny, jak se k Nerevarovi modlí, přičemž vykřikují: ''Nerevare, veď mě!'' V The Elder Scrolls: Legends mohou být určité dunmerské postavy slyšeny, jak se o Nerevarovi zmiňují slovy, jako jsou: ''Chrabrost Nerevara je se mnou!''"
}