{
    "title": "Invaze na Akavir",
    "table_of_contents": [
        "Obsah",
        "1 Přípravy ",
        "2 Zahájení invaze ",
        "3 Porážka invazních sil ",
        "4 Císařova smrt "
    ],
    "infobox": "",
    "content": "Přípravy Po ovládnutí Černého přístavu, začal císař plánovat invazi na Akavir. Černý přístav byl v rámci příprav, na císařův příkaz rozšířen a opraven. Uriel Septim V. zamýšlel s Černého přístavu učinit své velitelské stanoviště a zásobovací bod, díky jeho příznivé poloze mezi Akavirem a Tamrielem. V tomto období také započala výstavba nové impozantní flotily, protože dosavadní loďstvo nemělo dostatek transportů a pro invazi bylo proto nevhodné. V letech 3E 285 až 3E 286 byly vyslány námořní expedice, aby prozkoumaly akavirské pobřeží a shromáždily veškeré dostupné informace o nepřátelském území. Na základě zjištěných informací, bylo jako místo pro vylodění invazních jednotek vybráno království Tsaesci, ležící na jihozápadě Akaviru. Císař mezitím shromažďoval expediční síly. Nově vybudované loďstvo se stalo známé jako Dálnovýchodní flotila a je považováno za nejmocnější loďstvo, které kdy říše měla k dispozici. Jako útočné síly byly vybrány pátá, sedmá, desátá a čtrnáctá legie. Devátá a sedmnáctá legie, měly zůstat v záloze, jako posily. Více legií nebylo možné přepravit ani v rámci nově vzniklé flotily a navíc by jejich nepřítomnost ve vlasti mohla způsobit nepokoje císařových vazalů. Zahájení invaze Invaze na Akavir započala roku 3E 288, poté co flotila opustila Černý přístav. Po šestitýdenní plavbě se císařská vojska v čele s císařem bez odporu vylodila, poblíž malého tsaescického přístavu, který ležel při ústí velké řeky. Tsaescičtí byli zjevením císařské flotily natolik překvapeni, že město bez odporu vyklidili. V okolí města se nacházelo říční údolí, které bylo vhodné pro postup vojsk i jeho zásobování. Získané město bylo přejmenováno na Septimii a zatímco císař a dvě legie pochodovali dále do vnitrozemí, stavitelé opevňovali Septimii a rozšiřovali přístav, aby mohl lépe sloužit Dálnovýchodní flotile. Císařské legie se opět nesetkaly se žádným odporem, přestože byl pochod bedlivě sledován skrytými nepřátelskými hlídkami. Císařská armáda na Akaviru zoufale postrádala jízdu, kterou nebylo možné při první plavbě díky nedostatku prostoru přepravit. Průzkum tak prozatím prováděli mágové. Císařským se nakonec podařilo bez odporu obsadit další město, které bylo pojmenováno jako Ionith. Zatímco legie byly zaměstnány stavbou silnicí mezi Septimií a Ionithem, císař vysílal posly k tsaesickému vládci, žádný s poslů se však nikdy nevrátil. Při zpětném pohledu, se zdá že císař vysíláním diplomatů marnil čas, který mohl být využit proti nepříteli, který byl invazí zjevně zaskočen. Porážka invazních sil Původním plánem, bylo ihned po získání strategicky důležitých pozic na Akaviru, poslat jako posily další dvě legie. Bylo však učiněno osudové rozhodnutí, které opozdilo příjezd flotil. Oním rozhodnutím bylo dát přednost kolonistům, před vojáky. Bylo to společné rozhodnutí císaře a Rady starších, protože bylo třeba nově získaná území obsadit kolonisty, kteří by podporovali zdejší rozvoj. Zima v letech 3E 288 až 289 byla mnohem krutější, než se původně očekávalo. Zásoby se tenčily a legionáři i kolonisté přežívali pouze na omezených přídělech potravin. Rada Starších v té době žádala císaře, aby se neodkladně vrátil do Tamrielu, avšak ten to odmítl s tím, že je jej zapotřebí na Akaviru. Nepřátelé navíc začali konečně útočit na císařské jednotky. Příchod jara jen prohloubil potíže tamrielských sil. Namísto období dešťů nastala vedra, dokonce i řeka vyschla. Na moři bouře zatím zničila velkou část Dálnovýchodní flotily. Rada Starších v té době opět žádala císaře, aby se vrátil do Tamrielu, císař to však odmítl s tím, že flotila již není schopna přepravit zpět všechny jeho síly. Uriel Septim V. se poté odhodlal k finálnímu střetnutí s nepřítelem. Císařova smrt Císař vypochodoval v čele své armády z Ioanithu a ve městech ponechal pouze malé posádky. Uriel zjistil, že nepřátelé shromažďují své síly za blízkými horami. Císař plánoval, že vpadne nepříteli do zad, dřív než stačí shromáždit všechny své síly a rozhodujícím způsobem jej rozdrtí a zabere jeho zásoby. Situace se však obrátila v neprospěch císaře, ten byl brzy donucen k ústupu zpět do Ionithu. Nakonec císař opustil Ioanith a v čele armády táhl zpět do Septimie, kde se měli přeživší nalodit a opustit Akavir. Urielovo vojsko však bylo obklíčeno a bylo donuceno svést poslední bitvu. Díky císařově hrdinství, který padl společně s desátou legií, byl umožněn ústup čtrnácté legie do Septimie, která se společně se přeživšími nalodila a opustila Akavir. Největší vojenský podnik Tamrielského impéria tak skončil neúspěchem a císař za něj zaplatil životem. --- (pozn. autora - údaje sú vytiahnuté z tohto článku, nie je to moje dielo - Uriel Septim V.)"
}