{
    "title": "Julianos",
    "table_of_contents": [
        "Obsah",
        "1 Uctívání",
        "2 Místa uctívání",
        "2.1 Kaple",
        "2.2 Požehnání",
        "2.3 Svatyně",
        "3 Verš",
        "4 Reprezentace",
        "5 Zajímavosti",
        "6 Zdroje"
    ],
    "infobox": "",
    "content": "Julianos Informace o náboženství Náboženství Svatá Devítka Panteon Císařský kult Druh boha LogikaMoudrost Artefakty Svitky předků Fyzický popis Fyzická forma Člověk Chronologicky a politicky Území vlivu Skingrad Frakce Svatá DevítkaCísařský kult \"Julianos říká: Znejte pravdu. Dodržujte zákony. V případě pochybností, vyhledávejte moudrost u moudrých.\" ―Deset přikázání: Svatá DevítkaJulianos, bůh moudrosti a logiky, je jeden z bohů Svaté Devítky. Pro Nordy je známý jako Jhunal, otec jazyka a matematiky. V Cyrodiilu, je Julianos bůh literatury, zákona, historie a rozporu. O Svitky předků se starají řeholní řády zasvěcené Julianovi.[1] Uctívání V knize Deset přikázání: Svatá Devítka učí Julianos své uctívače „Znát pravdu. Dodržovat zákony. V případě pochybností, vyhledávat moudrost u moudrých.“ Julianos je často uctíván kouzelníky, mágy a vědci. Místa uctívání Kaple V Cyrodiilu, je Julianova hlavní kaple ve Skingradu. Julianos má také oltáře v každé kapli v provincii a také Chrám bohů ve Skyrimu. Ve Skyrimu není žádný chrám, který by byl zasvěcený pouze jemu. Požehnání Julianos zvyšuje svým následovníkům manu a inteligenci. Stejně jako všechna požehnání, léčí i to jeho všechny nemoci. Svatyně Existuje pouze jedna Julianova svatyně v Cyrodiilu. Nachází se severovýchodně od stájí U Skvělého ryzáka, na břehu jezera Rumare. Dává hráči požehnání Julianovy váhy. Verš „Přijď za mnou, Juliane, neboť bez tebe je má bystrost slabá na to oddělit zrno od plevy, a mé oči nerozeznají pravdu od nepravdy, ani rozum od pošetilosti, ani spravedlnost od nespravedlnosti a zájmu.“[2] Reprezentace Julianos – Svatá Devítka Jhunal – Nordský panteon Zajímavosti Julianos vychází z programátora Juliana Le Faye, jednoho z původních stvořitelů The Elder Scrolls série, který je občas označován za „Otce The Elder Scrolls.“[UL 1]"
}