{
    "title": "Jyggalag",
    "table_of_contents": [
        "Obsah",
        "1 Mytologie",
        "1.1 Kletba šílenství",
        "1.2 Komorník Dyus",
        "2 Historie",
        "2.1 Třetí éra",
        "2.2 Čtvrtá éra",
        "3 Artefakty",
        "3.1 Jyggalagův meč",
        "4 Zdroje"
    ],
    "infobox": "",
    "content": "Jyggalag Informace o náboženství Náboženství Daedrické uctívání Panteon Daedričtí princové Druh boha Řád Artefakty Jyggalagův meč \"Kdysi jsem vládl této říši, světu naprostého řádu. Mé území se každou éru rozšiřovalo přes moře Zapomnění.\" ―Jyggalag Jyggalag, Princ řádu,[1][2] je daedrický princ, jehož sféra představuje logický řád a dedukci; jeho velká knihovna kdysi obsahovala logické předpovědi každého detailu světa a každého činu, ke kterému v Mundu nebo Zapomnění dojde, dlouho předtím než se doopravdy stane.[1] Do třetí éry byl, až na své jméno, Jyggalag v Tamrielu prakticky neznámý,[3][4][5] jelikož byl dávno proklet do Prince šílenství, Sheogoratha.[6] Po událostech posledního Greymarche nejsou již Sheogorath a Jyggalag stejným daedrickým princem, přesto zůstávají v určitých věcech spojení.[NR 1] Daedry se údajně obávají moudrosti a řádu, a tak měli, kvůli jeho podobnosti k Jyggalagovi,[7] největší strach ze Sotha Sila.[8] Silovi apoštolové zpozorovali, že ze všech daeder pouze „Šedý princ řádu“ znal svou podstatu a z toho zešílel.[8] Emblém reprezentující Jyggalaga Jyggalag velí svým vlastním daederám, rytířům řádu, kteří vznikají z obelisků vyvolaných jeho stoupenci, kněžími řádu.[9] Je považovaný za přísného,[4] pochmurného a nudného[10] s tím, že on i jeho vojáci postrádají nápaditost.[11] Mytologie Kletba šílenství Někdy v době ještě před zaznamenanou historií se Jyggalagova říše perfektního řádu rozléhala přes moře Zapomnění a ostatní daedričtí princové se ho začínali obávat a žárlit na něj. Společně ho prokleli, aby nadále žil jako Sheogorath, ztělesnění něčeho, co s celého srdce nenáviděl – esence chaosu samotného.[2][6] Bylo mu dovoleno se vrátit do své původní podoby na konci každé éry, aby opět převzal vládu nad Třepotajícími ostrovy od svého šíleného já, v události známé jako Greymarch. Jakmile akce skončí, Jyggalag se opět mění na Sheogoratha a cyklus začíná od začátku.[6] Haskill, Sheogorathův komorník, tvrdí, že je stopou smrtelníka, který v minulosti zastřel Šíleného boha.[12] Přesné detaily nám zůstávají neznámé (jelikož Sheogorath se tomuto tématu vyhýbá), ale Haskill říká, že se znají „od samého začátku“, a že incident měl něco společného s Jyggalagem.[12][NR 2] Komorník Dyus Kdysi přišel čas, kdy se Princ řádu rozhodl, že potřebuje někoho, kdo by se postaral o všední záležitosti jeho říše, a tak to udělil Dyovi z Mytherie, který se stal Jyggalagovým komorníkem a strážcem jeho Velké knihovny.[1][NR 2] Dyus vykonával všechny úlohy, které jeho pánovi připadaly odpudivé.[NR 2] Poté co Sheogorath převzal vládu, vyhnal či zabil každý aspekt řádu, který na ostrovech zůstal, avšak nad Dyem se slitoval. Velká knihovna byla podpálena, jelikož Šílený bůh věřil, že „osobní volba vzdoruje logické předpovědi“. Přesto dovolil Dyovi zůstat, protože nebyl ochotný zničit komorníkovy vědomosti. Udělal ho nesmrtelným a navždy ho uzavřel v ruinách kdysi majestátní knihovny.[1] Historie Třetí éra Jyggalag a Dyus V 3E 433 se uprostřed Nibenské zátoky objevila brána do Třepotajících ostrovů, do které vstoupil Šampion Cyrodiilu a zjistil, že Sheogorath hledá smrtelného Šampiona.[9] Mělo dojít k dalšímu Greymarchi.[10] Zanedlouho se rytíři řádu, chladní sluhové prince Jyggalaga, začali objevovat na ostrovech.[9] Tak Sheogorath odhalil svůj plán: Šampion má narušit cyklus Greymarch tím, že se stane Sheogorathem (nebo alespoň zastřít jeho schopnosti). Šílený bůh věřil, že to „tentokrát změní okolnosti“, jelikož „pravidla“ Greymarche vyžadovaly jeho absenci (ačkoliv později šampionovi sdělil pravdu o jeho dvojroli).[10] Greymarch začal s útokem na Fringe, bránu do Třepotajících ostrovů. Kvůli Šampionovým činům ve znovudobytí Fringe, armáda Řádu dále zaútočila na Prameny daedrických strážců ostrovů.[9] Sheogorath tento vývoj oslavoval, protože tuto taktiku Řád nikdy předtím nezkusil.[10] Šampion si s touto hrozbou poradil, ale bylo to trpké vítězství, jelikož se Sheogorath brzy na to přeměnil na Jyggalaga.[9] Komorník Haskill stále ještě doufal, že když nebude trůn šílenství prázdný, až dorazí Jyggalag, existuje šance na vítězství. Poslal šampiona za Dyem z Mytherie, jenž navrhl vytvořit novou Sheogorathovu hůl naplněnou mocí říše, která umožní Šampionovi usednout na trůn (také se zmínil o tom, že neúspěch je „jistý“). S komorníkovou pomocí Šampion hůl sestavil a získal schopnosti Šíleného boha.[1][9] Došlo k tomu právě v čas, poněvadž vojenské jednotky Řádu se již dostaly přes hradby Sheogorathova paláce. Zanedlouho se objevil i sám Jyggalag a pozabíjel zbylé stráže, dokud mezi ním a koncem dalšího Greymarche nezůstal stát pouze Šílený bůh. Princ řádu tvrdě bojoval, ale Šampiona nebyl schopný porazit. Nakonec se Jyggalag vzdal a Šampionovi pogratuloval k přerušení cyklu Greymarche a k tomu, že se stal novým Princem šílenství. Poté Princ řádu odešel se toulat po Zapomnění.[9] Dyus předpokládal, že se snažil pomstít těm, kteří ho prokleli, nebo že obrátil svou pozornost na vznešenější cíle, a že se možná do Třepotajících ostrovů už nikdy nevrátí.[NR 2] Čtvrtá éra Přestože měl Sheogorath povědomí o Jyggalagových motivacích a účasti v předchozích Greymarchích,[10] někdy ve čtvrté éře[NR 1] se mu podařilo potlačit vzpomínky svého bývalého života jako Jyggalag, jelikož ho dohnaly k šílenství. Dunmer Talym Rend byl schopný porazit Sheogoratha v jeho vlastní hře, když ho přiměl tyto vzpomínky znovu prožít.[13] V roce 201 se začala srdce řádu, úlomky z mrtvol Jyggalagových rytířů řádu,[14] objevovat v prodeji khajiitských obchodníků ve Skyrimu.[15] V tom samém roce se Jyggalagův meč dostal do vlastnictví mága Thorona. Meč nařídil Thoronovi provést rituál, jenž protrhl bariéru mezi Tamrielem a Třepotajícími ostrovy, a chtěl ostrovy zničit ostrovy stejně, jako to udělal jeho pán v předchozích Greymarchích. Poslední Drakorozený tento rituál přerušil zabitím Thorona, čímž získal Jyggalagův meč.[16] Artefakty Jyggalagův meč Jyggalagův meč Jyggalagův meč je daedrický artefakt stvořený Jyggalagem, daedrickým princem řádu. Vypadá jako velký obouručný meč perfektní symetrie, vyrobený ze stříbrného krystalového materiálu, který je podobný mečům rytířů řádu. Byl přirovnávaný k Sheogorathově holi, ačkoliv nám není jasné, zdali meč nese tolik symbolické moci. Má jedinečné očarování, které umožňuje těm, kteří se podívají na jeho ostří, uvidět minulost, přítomnost i budoucnost jako jednom."
}