{
    "title": "Kagrumez",
    "table_of_contents": [
        "Obsah",
        "1 Průběh",
        "1.1 Kamenný rezonátor",
        "1.2 Zkoušky",
        "2 Související questy",
        "2.1 Test Kagrumez",
        "2.2 Stealer of Souls",
        "3 Významné předměty",
        "4 Exteriér",
        "5 Interiér",
        "6 Zajímavosti",
        "7 Galerie",
        "8 Bugy"
    ],
    "infobox": "",
    "content": "Kagrumez je dwemerská ruina nacházející se na jih od Miraakova chrámu, na ostrově Solstheim, kterou můžete naleznout v The Elder Scrolls V: Dragonborn. Šachta do rozvaliny se nachází v rozlehlé, do čtverce tvarované jámě. Účel této rozvaliny sloužil nejspíš jako místo pro konání kagrumezských zkoušek, jelikož se uvnitř nacházejí hlediště pro diváky na balkonech, které jsou přístupné pouze po dokončení třetí zkoušky. Průběh Kamenný rezonátor Řešení pro tento puzzle je následující: Levá sloupec první řádek a pravá sloupec třetí řádek. Prostřední sloupec první řádek, prostřední sloupec třetí řádek a pravý sloupec třetí řádek. Levý sloupec první řádek, druhý sloupec druhý řádek a pravý sloupec třetí řádek. Toto řešení také můžete najít na všech dveřích. Zkoušky Po zadání správných vzorců obklopí Drakorozeného „klec“, dokud se všechny pasti nenastaví a poté se opět stáhne. Po tomto stažení musí Drakorozený porazit všechny nepřátele, aby zkoušku vyhrál. Každá zkouška má různé pasti, které se liší v typu a uspořádání. Související questy Test Kagrumez Napříč Solstheimem ajdi rezonanční kameny a splň kagrumazské zkoušky. Stealer of Souls Nauč se vyrábět šípy kradení duší. Významné předměty Trpasličí černý luk osudu – nachází se na stojanu v jihovýchodní místnosti po splnění všech tří zkoušek. Exteriér Nachází se zde velký stan obsahující mrtvolu Raletha Eldriho, vyvolávače, a jeho ruksak. Jeho zájem o studování dwemerských ruin a nebezpečích skrývajících se uvnitř vedl k tomu, že si neuvědomil více všedních problémů, které představují banditi. Některé z jeho poznámek můžete najít na tělech drancířů. Interiér Mapa Kagrumezu. Hlavní síň Kagrumezu slouží jako aréna. Uprostřed se nachází stojan s mřížkou 3x3 pro kagrumezské rezonanční kameny. Těchto kamenů existuje celkem pět. Dva z nich se dají najít na tělech drancířů v hlavní síni. Další může být odkoupen od Revuse Sarvaniho, který kempuje poblíž svého silt stridera na jih od Tel Mithryn. Jeden můžeme najít v Nchardaku, jenž navštívíte během hlavní dějové linie. Poslední z rezonančních kamenů je na konci Fahlbtharzu. K rozšifrování puzzlu jsou zapotřebí pouze čtyři z těchto kamenů, tudíž dokončení hlavní dějové linie datadisku není potřeba. V hlavní síni jsou také tři dveře se třemi různými vzorci, sloužící pro rozluštění hádanky. Vložením kamenů do stojanu v těchto vzorcích se spustí tři zápasy. Stáváte se zavření v síni a útočí na vás různí trpasličí samohybové. Každé kolo končí, když jsou všichni samohybové zničení. První dveře vyžadují dva rezonanční kameny a za nimi se nachází Nezlomný trpasličí pavouk, potencionální společník. Druhé a třetí dveře vyžadují tří a čtyři kameny. Za těmi druhými je Nezlomná trpasličí koule, další potencionální společník, a za těmi třetími se nachází výjimečný trpasličí černý luk osudu. Pokud máte nainstalovaný Arcane Archer Pack z Creation Club, můžete vedle luku najít šípy kradení duší, které musíte získat, abyste se mohli naučit tyto šípy vytvářet. Zajímavosti Můžete mít pouze jednoho trpasličího společníka. Z hlavní haly můžete po dokončení všech tří kol vejít do tří různých částí města. Do té třetí části se můžete dostat za pomocí Bleskového úprku, ale je to naprosto zbytečné. Místnost je totiž prázdná a neexistuje způsob, jak se z ní dostat."
}