{
    "title": "Kanonizace",
    "table_of_contents": [
        "Obsah",
        "1 Pravidla pro kanonizaci",
        "2 Seznam svatých",
        "2.1 Altmerští svatí",
        "2.2 Bretonští svatí",
        "2.3 Dunmerští svatí",
        "2.3.1 Hlavní svatí",
        "2.3.2 Vedlejší svatí",
        "2.4 Císařští svatí",
        "3 Zdroje"
    ],
    "infobox": "",
    "content": "Kanonizace či svatořečení je socionáboženská praktika prováděná církví Svaté Devítky a Tribunálského chrámu. Tento proces se využívá k odměně mučedníků a významných osobností za jejich ctnostné skutky. Kanonizovaní jedinci jsou známí jako „svatí“. Pravidla pro kanonizaci Kanonizovaní jedinci musí obdržet určitou formu božské intervence od člena církve Svaté Devítky či Tribunálského chrámu, jako to bylo u Alessie, která přímo spolupracovala s Akatoshem a Kynareth,[1][2][3] nebo Jiub, jemuž Vivec zachránil život.[4] Také když se skrze osoby stane zázrak, může být prohlášen za svatého. Blahořečení nemusí být vyloženě spojené s náboženstvím, tak je to v případě Jiuba, který byl prohlášen za svatého Tribunálským chrámem za to, že Morrowind zbavil cliff racerů. Seznam svatých Altmerští svatí Svatý Errandil Svatý Ohmandil Svatá Terilde Bretonští svatí Svatá Ellenica Svatý Marben Svatý Octavien Svatý Pelin Svatý Stendal Svatý Vitache Dunmerští svatí Mimo tři bohy Tribunálského chrámu existuje ještě 10 dalších dunmerských svatých, kteří jsou uctíváni občany Morrowindu. Po pádu Tribunálu byli i falešní bohové prohlášení za svaté. Hlavní svatí Následují hlavní svatí Tribunálského chrámu, z nichž každý má svou vlastní sféru influence:[5][6] Lord Sotha Sil Magus – patron vynálezců a čarodějů. Lord Vivec Poeta – patron umělců a darebáků. Nerevar Kapitán – patron válečníků a státníků. Svatá Almalexia Strážkyně – patronka léčitelů a učitelů. Veloth Poutník – patron vyděděnců a vyhledávači spirituálna. Vedlejší svatí Následují vedlejší svatí Tribunálského chrámu, z nichž každý má svou vlastní sféru influence:[6][7] Aralor Kajícník – patron koželuhů a havířů. Delyn Moudrý – patron hrnčířů a sklářů. Felms Odvážný – patron řezníků a prodejců ryb. Jiub Vyhlazovač – Vyhlazovač Okřídlené hrozby. Llothis Zbožný – patron krejčích a barvířů. Meris Mírotvůrkyně – patronka farmářů a dělníků. Rilms Bosá – patronka poutníků a žebráků. Olms Spravedlivý – patron námořníků, hokynářů a úředníků. Roris Mučedník – patron dodavatelů nábytku a karavan. Seryn Milosrdná – patron pivovarníků, pekařů a lihovarníků. Vorys Obětník – svatý patron rodu Telvanni.[8] Císařští svatí Alessia Královna otroků – svatá patronka lidstva, vůdkyně Alessianského povstání otroků. Svatá Balyna – Mařina svatá patronka. Svatá Coellicia – menší mučednice Alessianského povstání otroků. Svatý Errandil – Arkayův žijící svatý. Svatý Jahn Svatý Kaladas – Zenitharův svatý. Svatá Olava Spravedlivá – Mařina žijící svatá. Svatá Osla – svatá Sancre Toru. Svatý Pelinal – Božský křižák. Svatý Plenty Svatý Topal Lodivod – svatý patron Leyawiinu."
}