{
    "title": "Kapesní průvodce po Císařství",
    "table_of_contents": [
        "Obsah",
        "1 Vydání",
        "1.1 První vydání",
        "1.2 Druhé vydání",
        "1.3 Třetí vydání",
        "1.4 Císařův průvodce Tamrielem",
        "2 Zdroje"
    ],
    "infobox": "",
    "content": "Kapesní průvodce po Císařství je série příruček obsahující lore a tradice každé provincie Tamrielu v době jejich vydání. Byly tištěny Císařskou geografickou společností. Do této doby byly napsány tři vydání. Druhé vydání ovšem nebylo publikováno.[1] Vydání První vydání První vydání bylo nařízeno k sepsání v 2E 864 Tiberem Septimem.[2] Tyto knihy přišly společně s The Elder Scrolls Adventures: Redguard. První vydání, Skyrim První vydání, Cyrodiil První vydání, High Rock První vydání, Hammerfell První vydání, Aldmerský spolek První vydání, Elsweyrská konfederace První vydání, Morrowind První vydání, Divoká území Druhé vydání Druhé vydání bylo nařízeno k sepsání v 3E 331 císařovnou Morihathou.[2] Z neznámého důvodu zůstalo nevydané.[1] Z edice stále existuje jeden výňatek. Hahdská republika Třetí vydání Třetí vydání bylo nařízeno k sepsání v 3E 432 Urielem Septimem VII.[2] Tyto knihy přišly společně se Speciální edicí The Elder Scrolls IV: Oblivion. Třetí vydání, Předmluva Třetí vydání, Cyrodiil Třetí vydání, Arena Sepermundus Třetí vydání, Éry Třetí vydání, High Rock Třetí vydání, Morrowind Třetí vydání, Skyrim Třetí vydání, Hammerfell Třetí vydání, Elsweyr Třetí vydání, Summersetské ostrovy Třetí vydání, Black Marsh Třetí vydání, Orsinium Třetí vydání, Ostatní země Císařův průvodce Tamrielem (Vylepšený) Císařův průvodce Tamrielem je kniha napsaná Flaccem Terentiem, aby vysvětlila jeho dobrodružství napříč Tamrielem ve druhé éře. Je k dostání s verzí Imperial Edition The Elder Scrolls Online (sice se tato série knih nepočítá mezi Kapesní průvodce, ale má podobné zaměření). (Vylepšený) Císařův průvodce Tamrielem: Autorova předmluva (Vylepšený) Císařův průvodce Tamrielem: Cyrodiil (Vylepšený) Císařův průvodce Tamrielem: Císařské Město (Vylepšený) Císařův průvodce Tamrielem: Vysoká Skála (Vylepšený) Císařův průvodce Tamrielem: Hammerfell (Vylepšený) Císařův průvodce Tamrielem: Severní Bangkorai a hory (Vylepšený) Císařův průvodce Tamrielem: Skyrim (Vylepšený) Císařův průvodce Tamrielem: Stonefalls a Deshaan (Vylepšený) Císařův průvodce Tamrielem: Černý Močál (Vylepšený) Císařův průvodce Tamrielem: Elsweyr (Vylepšený) Císařův průvodce Tamrielem: Summersetské ostrovy: Auridon (Vylepšený) Císařův průvodce Tamrielem: Valenwood (Vylepšený) Císařův průvodce Tamrielem: Sny o Cyrodiilu (Vylepšený) Císařův průvodce Tamrielem: Doslov"
}