{
    "title": "Kapesní průvodce po Císařství, První vydání: Skyrim",
    "table_of_contents": "",
    "infobox": "",
    "content": "Skyrim, také známý jako Staré království nebo Vlast,[annot 1] byl prvním regionem Tamrielu osídleným lidmi: odolní, stateční, bojovní nordové, jejichž předkové stále obývají tuto drsnou zem, a ačkoli nějak možná obráni o legendární slávu svých předků, čistokrevní nordové stále nepopiratelně předčí smíšené rasy ve všech lidských počestnostech. Kdy přesně nordové poprvé překročili zamrzlé moře duchů z Atmory, jejich původní domoviny, je nejisté. Jak je zaznamenané v písni návratu, Ysgramor a jeho rodina poprvé dorazili do Tamrielu u Hsaarikova vrcholku, nejvyššího severního vrcholku skyrimského Zlomeného mysu, utíkaje před občanskou válkou v Atmoře (tehdy byla teplejší než nyní, jelikož mívala značně rozlehlou populaci). Tito první osadníci nazvali zemi „Mereth“, po elfech, kteří se toulali divočinou, která tehdy pokrývala celý Tamriel. Po dlouhou dobu, vztahy mezi lidmi a elfy byly přátelské a nordové v nové zemi prosperovali, přivolávali čím dál více svého lidu ze severu, aby postavili město Saarthal, místo, které bylo nedávno objeveno císařskými archeology v blízkosti města Ledohrad. Elfové ovšem předpovídali, že vitální mladá rasa brzy, pokud bude ponechána bez dozoru, předčí jejich stagnující kulturu,[annot 2] a tak zaútočili na nic netušící nordy během neblaze proslulé Noci slz; Saarthal byl vypálen, a pouze Ysgramor a jeho dva synové[annot 3] masakr přežili a vrátili se na Atmoru. Nicméně elfové nepočítali s nezlomným duchem nordů. Nashromažďuje svých legendárních pět set společníků (jejichž jména jsou stále recitována každého 13. slunečního svitu na svátek mrtvých ve Větrném Žlebu), se Ysgramor vrátil do Tamrielu s pomstou, vyhnal elfy ze Skyrimu a položil základy prvního lidského císařství. Guri Hřebí Tvář, lord ze Skerdu. Vykořisťování téměř mýtického Ysgramora je spojováno s vládami několika raných nordských králů, jelikož elfové nebyli úplně vyhnáni ze současných skyrimských hranic až do doby krále Haralda, třináctého z Ysgramorovy linie, na úsvitu zaznamenané historie. Král Harald je také známý tím, že byl prvním králem, který se vzdal veškerých atmoranských držav; skyrimští nordové byli nyní jiní lidé, jejichž obličeje byli pevně odvrácené k jejich osudu, dobytí velké nové země Tamrielu. Historie nordů je opravdu historií tamrielských lidí; všechny lidské rasy, s výjimkou redguardů, vzešly z nordského plemene, přestože v některých teče starověká krev málo. Král Vrage Nadaný začal s expanzí, která vedla k prvnímu nordskému císařství. Do padesáti let, Skyrim vládl severnímu Tamrielu, což zahrnovalo většinu současného území Vysoké Skály, velký úsek Nibenayského údolí a celý Morrowind. Dobytí Morrowindu patřilo mezi významné střety první éry, následně na mnoho účastníků tohoto zoufalého boje mezi nordy a dunmery v kopcích a na mýtinách toho ubohého království bylo vzpomínáno v písních potulných bardů ve skyrimských hospodách. Systém následnictví v Prvním císařství je také věc, kterou je důležité si připomenout, jelikož se to nakonec osvědčilo jako jeho zkáza. Do osmnácti let Prvního císařství, byl již Skyrim rozdělen na jednotlivé državy, tehdy vedenými různými klanovými vůdci, králi a koncily (nebo radami), jež všechny platili věrnost skyrimskému králi. Během mimořádně dlouhé vládě krále Haralda, který zemřel ve věku 108 let a přežil skoro všechny své syny kromě tří, byla vytvořena rada z představitelů všech držav, aby si ze způsobilých členů královské rodiny zvolila příštího krále. Za čas se rada stala permanentní a získávala čím dál tím větší množství moci; v době krále Borgase, posledního z Ysgramorovy linie, byla rada předpojatá a neefektivní. Po vraždě[annot 4] krále Borgase Divokým honem (viz Aldmerský spolek – Valenwood), neschopnost rady zvolit schopného jarla Hanse z Ledohradu rozpoutala katastrofální skyrimskou válku o následnictví, během níž ztratil Skyrim veškerá svá teritoria ve Vysoké Skále, Morrowindu a Cyrodiilu, která již nikdy nezískal zpět. Válka konečně skončila v 1E 420 s Paktem náčelníků; od té doby byla rada svolána pouze tehdy, když král zemřel bez dědiců, přičemž tuto omezenou roli obdivuhodně splnila. Za následné tisíciletí byla svolaná pouze třikrát a skyrimské následnictví již nikdy nebylo v boji zpochybněno. Skyrim je nejskalnatější zemí na kontinentu a nachází se zde čtyři nejvyšší vrcholky v Tamrielu (viz Významná místa: Jícen světa). Pouze na západě se hory snižují do kaňonů a tabulových hor Plání, zdaleka nejkosmopolitnější ze všech skyrimských držav, kde podle nedávné císařského sčítání lidu zastávají čistokrevní nordové těsnou většinu. Zbytek Skyrimu zaujímá kolmá země: vysoké severozápadní až jihovýchodní hřebeny svažujících se horských pásem, rozděleny hlubokými, těsnými údolími, kde sídlí většina obyvatel. Podél boků říčních údolí, statní nordští farmáři pěstují širokou škálu plodin; pšenice prosperuje v relativně střídmých říčních dnech, zatímco keře sněhulek mohou přežít pouze ve vysokých sadech poblíž lesů. Původní nordské osady byly obvykle postaveny na skalních útesech s vyhlídkou na říční údolí; mnoho těchto vesnic nadále přetrvává v odlehlejších z Držav, obzvláště na hranicích s Morrowindem. Nicméně ve většině Skyrimu byla v polovině první éry tato obranná pozice považovaná za zbytečnou, a tak nyní velké množství měst a velkoměst leží na dně těchto údolí, a v některých případech na ně stále dohlížejí malebné ruiny raných osad. Nordové jsou mistři dřevěných konstrukcí; mnoho jejich struktur nadále přetrvává, přestože byly postaveny prvními osadníky před více než 3 000 lety. Dobrý příklad nordského vojenského inženýrství můžete vidět ve Staré Tvrzi, jedné z královských citadel postavených Prvním Císařstvím na obranu své jižní hranice. Impozantní zdi z ohromných, nepravidelných porfyrských bloků, které do sebe pasují i bez svaru nebo malty, jakoby postavené mýtickými ehlnofey nikoliv lidmi. Devět Držav představují rozmanité tváře lidí, vlády a obchodu. Pláně mohou být mylně pokládané za jedno z malých království Vysoké Skály; jsou plné bretonců, redguardů, cyrodiilských, elfů různých druhů, dokonce i pár nemístných khajiitů. Severní a západní Državy -- Ledohradská Država, Východní marka, Průrva a Kotlina, známé pod názvem Staré Državy -- jsou nadále odlehlé, jak polohou i volbou, a nordové tam žijící stále dodržují staré zvyky. Cizinci tam zavítají jen vzácně, obvykle jsou to spíše návštěvy pocestných obchodníků jednou ročně. Mladí muži v tuhé zimě odchází na několik týdnů do hor, kde loví ledové přízraky, které jim dávají nárok na status občanství (chválihodný postup, který může sloužit jako příklad pro „civilizovanější“ oblasti Císařství). Zde si také lidé váží svých dědičných vůdců, zatímco jiným Državám již dlouho (částečně) vládnou zvolené rady. Skyrim a septimské císařství mají štěstí v tom, že obyvatelé Starých Držav zachovávají tradice svých předků. Skyrim byl dlouho nečinný, prospal milénia, zatímco povýšení dobyvatelé vládli tamrielské aréně. Ale nyní, syn Skyrimu[annot 5] opět třímá osud světa ve svých rukou. Zdali se má Skyrim probudit, jeho znovuzrození povedou právě tito praví nordové, kteří zůstávají jeho největší nadějí do budoucna. [CESTOVATEL: Zjistil jsem, že mnoho těchto horských vesnic postrádá mladé muže, kteří byli svedeni septimskou armádou sliby o bohatství a slávě; vesničtí stařešinové nemají naději, že by se jejich synové měli kdy vrátit.] Sněžní elfové [annot 6] Nordové přičítají skoro každé neštěstí nebo pohromu intrikám falmerů, nebo sněžným elfům, ať už se jedná o špatnou úrodu, zbloudilé ovci nebo o cestovateli ztraceném na cestě po horském průsmyku. O těchto mýtických bytostech se věří, že to jsou potomci původní elfí populace, a že obývají odlehlé horské pevnosti, které se nacházejí po celém Skyrimu. Neexistuje ale žádný hmatný důkaz, že tato elfí komunita žije i mimo představ pověrčivých vesničanů. JazykovéNordové dlouho praktikují spirituální formu magie známou jako „Cesta hlasu“, založenou hlavně na jejich úctě k větru jako ztělesnění Kynareth. Nordové se považují za děti nebes a dechu a hlas norda je jeho životní esence. Skrze použití Hlasu, životní síla norda může být formulovaná jako Thu'um, neboli řev. Řevy mohou být použity na zostření čepelí nebo na úder nepřátel na větší vzdálenost. Mistři Hlasu jsou známí jako Jazykové a jejich moc je legendární. Mohou si k sobě přivolat určité osoby přes stovky mil daleko, a sami sebe přesunout pomocí řevu a objevit se tam, kam řev dopadne. Ti nejmocnější Jazykové nemohou promluvit bez způsobení zkázy. Musí mlčet a komunikovat mohou pouze za pomocí znakového jazyka nebo písma. V době dobývání Morrowindu a zakládání Prvního Císařství, významní nordští váleční náčelníci -- Derek Vysoký, Jorg Helmbolg, Hoag Merobijec - všichni byli Jazykové. Když zaútočili na město, nepotřebovali žádné obléhací stroje; Jazykové se rozestavili do tvaru písmena V před strážním domem a nadechli se. Když vůdce vydechl své thu'um, vyrazil dveře a dřevorubci vpadli do města. Takoví byli muži, kteří založili První Císařství. Bohužel pro nordy, jeden z nejmocnějších Jazyků, Jurgen Vládce větru (nebo také Klidný, jak je v této době znám), konvertoval na pacifistickou víru, která kritizovala používání Hlasu na válečné užívání. Jeho filozofie zvítězila, hlavně díky jeho neochvějnému mistrovství v Hlasu—jeho vítězství bylo zapečetěno v legendárním konfliktu, kde Klidný prý tři dny „polykal Řevy“ sedmnácti Jazyků z bojovné školy, dokud jeho oponenti nepadli únavou (a poté se stali jeho učedníky). Dnes starodávní a mocní Jazykové žijí v ústraní na nejvyšším z vrcholků rozjímaje, a promluvili pouze jednou v žijící paměti, aby prohlásili osud mladého Tibera Septima (jak je vyprávěno v Cyrodiilu). S vděčností, Císař nedávno poskytl finanční prostředky nové Císařské fakultě Hlasu v Markarthu,[annot 7] zasvěcené na návrat Cesty Hlasu k starověkého a váženého umění války. Tak se možná slavné skutky starých nordských hrdinů brzy vyrovnají nebo budou předčeny na bitevních polích dnešního světa. Poznámky Poznámky YR: „Většina nordů, které jsem poznal vypadali pobaveně tímto nesmyslem o 'Vlasti' ~ válka s 'Aldmerským spolkem' byla ta nejvzdálenější věc v jejich myslích.“ „!“ „Ysgramorovy provokace a rouhání byly, samozřejmě, dávno zapomenuty.“ „spravedlivé zabití“ „sporné tvrzení“ „Strýčku, viděl jsem značky, které by mohly být falmerské hraniční runy, nic není jisté. Pokud někteří přežili, jsou ostražití a odtažití.“ „Septimova nová fakulta je plná patolízalů a šarlatánů ~ takzvaný velmistr si údajně vydělal na své živobytí jako pouliční umělec ve Větrném Žlebu ~ studenti jsou potomkové nejpodlézavějších nordských rodin, které se v naději snaží o přízeň Nové řádu Tibera Septima"
}