{
    "title": "Kapesní průvodce po Císařství, první vydání",
    "table_of_contents": [
        "Obsah",
        "1 Obsah",
        "1.1 Obal",
        "1.2 Vzývání",
        "1.3 Předmluva",
        "2 Galerie"
    ],
    "infobox": "",
    "content": "Kapesní průvodce po Císařství, první vydání je knižní série napsaná v 2E 864 Císařskou geografickou společností a “upravená“ neznámým mužským merem se silnou averzí k lidem a Císařstvím, známým pouze jako “YR.“ Následné sekce rozdělují Kapesního průvodce: Kapesní průvodce po Císařství, první vydání: Skyrim Kapesní průvodce po Císařství, první vydání: Cyrodiil Kapesní průvodce po Císařství, první vydání: Vysoká Skála Kapesní průvodce po Císařství, první vydání: Hammerfell Kapesní průvodce po Císařství, první vydání: Aldmerský spolek Kapesní průvodce po Císařství, první vydání: Elsweyrská konfederace Kapesní průvodce po Císařství, první vydání: Morrowind Kapesní průvodce po Císařství, první vydání: Divoká území Obsah Obal KAPESNÍ PRŮVODCE po CÍSAŘSTVÍ a jeho okolí Popis zemía obyčejů obyvatel a mimoto užitečná historie těchto míst zájmu přirozeností jejích umístění & vlivu. Věnované neochvějné Věrnosti k Pravdě a Vědomosti Jeho Nejbystřejšímu Veličenstvu Císaři Tiberovi Septimovi Schváleno pravomocí Císařské geografické společnosti CE 864 Vzývání Potomek císařů, Král země a oblohy, Pán slavných zemí, Ochránce zaslíbených, poplatkářů a zemanů, Ručitel práv a spravedlnosti, Požehnání trůnů a mocí, Střed nebeské slávy, Nejvyšší Tiber Septim 8 vzývání a 16 přijatelných rouhání AKATOSHOVI, jehož trůn z věčnosti umožnil den. KYNARETH, jež vrací mužský dech. DIBELLE, jež platí lidem ve stenech. ARKAYOVI, jenž vzdoruje diminuendu. JULIANOVI, jenž zaklíná prokleté rovnici. MAŘE, jež zaplňuje prázdné a vyprazdňuje kameny. ZENITHAROVI, poskytovateli naší pohody. STENDARROVI, jenž nutí lidi číst. .ecaripsni ecinduts,EIHTEOB .ídil mímoděvs lůpan ej žnej ,IVONICRIH .mekyzaj mýmkiš ívulm žnej ,IVOHTACALAM .ecnuls ícuonalp ej ínap žohej ,IVONOGAD IVOSENURHEM .ídil iletavošětu ,IVOHTAROGOEHS .íšjěnropdojen ej hced žohej ,IVOLAB IVOGALOM .ykěvan íjavrteřp alíd žíjej ,EŘIMAN .než ysalv s tin ákélvan žej ,ELAHPEM .ívopdo ydžv žnej ,IVOLIV IVOCIVALC .ýnžěn ej ketod žíjej ,LANRUTCON .nemák ícíjadap ej atatsdop žohej ,IVOTIYREP .maj hcešv ijarko ,EŘUZA .anélp z ádálks es žej ,EIDIREM .altěvs u rípap ížrd žnej ,IVOROM UEAMREH .ecovo énabárkšo ántuhc žnej ,IVONIUGNAS .ejorbz ěneldakt ,ĚNIMREAV Předmluva VÍTEJ, OBČANE! S nastávajícím úsvitem nové éry, je čas, abychom si připomněli, kde jsme byli a kde jsme teď, za účelem si osvětlit cestu před námi. Sepsáno na oslavu bitvy u Hundingského zálivu, jenž ovlivnila návrat všech lidských království pod nezpochybnitelnou vládu cyrodiilského císaře, tato příručka usiluje o stručný popis současných provincií Císařství a okolních území -- jejich historii, obyvatel a současný stav. Snažili jsme se o pravdivost a úplnost; jestliže jsme chybovali v našem zápalu dostat tuto cennou příručku do rukou všech zainteresovaných občanů všude, prosíme o shovívavost milého čtenáře. Císařství se rozkládá napříč Tamrielem, největším známým kontinentem na světě. Na sever od Tamrielu leží Atmora, odkud lidé světa pochází. Na západě leží Yokuda, ztracená domovina redguardů. Na východě leží Akavir, jehož armády obléhaly Tamriel v minulé éře. Jih je pokryt záhadou a šepotem ztracené elfí říše. Tamriel samotný je rozdělen do osmi rozsáhlých území: Skyrim, Cyrodiil, Vysoká Skála, Aldmerský spolek Summersetských ostrovů a Valenwood, Hammerfell, Morrowind a Elsweyrská konfederace. Některé z nich, jako Skyrim a Morrowind, byly ve své historii spojeny do království; jiné, jako Vysoká Skála a Elsweyr, se skládají z více království, náčelnictví, vesnických konfederací atd., spojené dominantní rasou nebo kulturou. Na svém vrcholu, Druhé Císařství oficiálně uspořádalo tyto skupiny do císařských provincií, které spravovali provinciální guvernéři, buď vyslanými přímo ze Cyrodiilu nebo určenými domorodci. (Morrowind je významnou výjimkou, jelikož nikdy nebyl dobyt původním cyrodiilským císařstvím, čímž unikl pozici císařské provincie.) S pádem cyrodiilského císařství se navrátila kontrola individuálním vládcům každé provincie, což způsobilo staletí chaosu, jelikož se z mnoha provincií stala nezávislá království a malé státy. Nyní, s radostí, jsou všechna lidská království obnovena Třetím Císařstvím Tibera Septima a oni opět nesou titul císařských provincií. Aldmerský spolek, Elsweyrská konfederace a Morrowind ještě nejsou spojené s Císařstvím, ale přesto jsou v této knize zapsané pro poučení vědce, uchvácení obyčejného občana a přípravu vojáka. Třetí Císařství je stále mladé, a kdo dokáže předpovědět, co ještě může přivítat úsvit pod vlajkou rudého diamantu? Některé regiony unikají pronvinciální klasifikaci kvůli primitivní civilizaci jejich zvířecích občanů. Obecně jsou tyto zvířecí 'státy' známé jako Divoká území, které mohou, ale nemusí, zajímat Císaře. Jsou zde zařazeni pouze kvůli neohroženosti cestovatelů, a aby poukázali na úspěchy civilizace ve větším ulehčení v rozporu s těmi nevzdělanými částmi Tamrielu. Nyní, občane, tě žádáme, aby ses podíval na náš skromný průzkum císařských území. Pokud pobaví a poučí, rozmýšlej se ne nad pokornou prací, ale nad vlídnou shovívavostí našeho milovaného Císaře, jehož jméno samotné je jako ambrózie na našich jazycích, kdo ve své moudrosti nařídil zhotovení této práce a rozšířil mezi nejváženějšími a nejmoudřejšími občany Tamrielu, že tak mohou lépe pochopit slávy a výzvy těchto zemí a dominií, a že tak mohou lépe ocenit těžká břemena, která ho sužují v našich jménech s takovou statečností. Poznámka na elfí pojmenování: elfové jako celek jsou občas označováni jako 'Aldmerové' nebo 'Staré rasy.' Jejich individuální rodokmeny jsou rovněž označované jak svými lidskými, tak svými aldmerskými jmény: tudíž vznešení elfové jsou 'altmerové,' temní elfové 'dunmerové,' lesní elfové 'bosmerové,' atd. atd. 'Mer' také ukazuje na jednoho elfa. Slova, která označují elfího člena profese nebo obchodu mohou být správně kupříkladu řečena jako 'craftsmer,' nebo 'noblemer.'"
}