{
    "title": "Katariah Ra'Athim",
    "table_of_contents": "",
    "infobox": "",
    "content": "Katariah Ra'Athim Tamrielský císař Doba vlády 3E 153 - 3E 200 Předchůdce Pelagius Septim III. Následník Cassynder Septim Manžel/ka Pelagius Septim III., Gallivere Lariat Děti Cassynder Septim, Uriel Septim IV. Rod Ra'athim, Septimové Otec ?? Matka ?? Narození ??, Morrowind Úmrtí 3E 200, Imperial City Katariah Septim ( 3E 153 - 3E 200) byla třináctým vládcem Tamrielské říše. Katariah, Dunmerská žena, byla manželkou velmi excentrického císaře Pelagiuse Septima III.Pelagius byl nakonec pro dobro říše odstraněn z trůnu v 3E 153 kvůli jeho churavějícímu duševnímu zdraví. Vlády se ujala právě Katariah jako císařovna/regentka, kdy se předpokládá, že Pelagius zemřel krátce po jejím nástupu na trůn. Jako regentka a nyní císařovna Katarie I. převzala plnou vládu nad říší. Stala se první vládkyní, která neměla vůbec žádný vztah k zakladateli říše - Tiberu Septimovi. Někteří historikové tvrdí, že s jejím nástupem na trůn skončila dynastie Septimů, přesto její zastánci tvrdí, že ačkoliv Katarie nebyla Tiberovým potomkem, její syn Cassynder, kterého měla s Pelagiem, a který po ní nastoupil na trůn - jím byl, takže císařská linie pokračovala. Katariah se stala třetí ženou, který držela moc nad celým Tamrielem a to hned dvakrát, nejprve jako regent kvůli duševnímu zdraví svého manžela a potom jako císařovna/regentka než dospěje její syn. I přes nesouhlasná rasistická tvrzení byla šestačtyřicetiletá vláda Katarie jedním z nejslavnějších období v historii Tamrielu. Katariah se v Imperial City necítila dobře, takže cestovala po celém Císařství tolik jako žádný její předchůdce od dob Tiberových. Obnovila většinu spojenectví, která předchozí panovník rozbil, a napravila škody způsobené jeho mizernou diplomacií. Tamrielský lid si svoji císařovnu zamiloval mnohem více než šlechta, přesto ji respektovala pro její úspěchy. Katariah zemřela v menší potyčce v Black Marshi v 3E 200. Tato událost je oblíbeným zdrojem pro konspirační teorie a smýšlející historiky. Po její smrti nastoupil na trůn její syn Cassynder."
}