{
    "title": "Khajiitové",
    "table_of_contents": [
        "Obsah",
        "1 Historie",
        "1.1 Éra úsvitu a merethická éra",
        "1.1.1 Šestnáct království",
        "1.2 První éra",
        "1.2.1 Dvě království",
        "1.2.1.1 Nástup Druhé říše",
        "1.3 Druhá éra",
        "1.3.1 Založení Elsweyrské konfederace",
        "1.3.1.1 Povstání",
        "1.3.1.2 Propuknutí knahatenské chřipky",
        "1.3.1.3 Příslušníci Prvního  Aldmerského spolku",
        "1.3.1.4 Útok na Reaper's March",
        "1.3.1.5 Draci v Elsweyru",
        "1.3.1.6 Po dračí hrozbě",
        "1.4 Konec druhé éry a začátek třetí",
        "1.4.1 Součást Třetí říše",
        "1.4.1.1 Pětiletá válka",
        "1.4.1.2 Ztráta teritoria ve prospěch Leyawiinu",
        "1.5 Čtvrtá éra",
        "1.5.1 Po Vpádu Zapomnění",
        "1.5.2 Nicotné noci a velká válka",
        "2 Kultura",
        "2.1 Umění a architektura",
        "2.2 Tance drápů",
        "2.3 Jazyk",
        "2.4 Jídlo",
        "2.5 Svátky",
        "2.6 Hygiena",
        "2.7 Obveselní",
        "3 Společnost",
        "3.1 Khajiitské klany",
        "4 Anatomie",
        "4.1 Plemena",
        "4.1.1 Alfiq",
        "4.1.2 Alfiq-raht",
        "4.1.3 Cathay",
        "4.1.4 Cathay-raht",
        "4.1.5 Dagi",
        "4.1.6 Dagi-raht",
        "4.1.7 Ohmes",
        "4.1.8 Ohmes-raht",
        "4.1.9 Pahmar",
        "4.1.10 Pahmar-raht",
        "4.1.11 Senche",
        "4.1.12 Senche-raht",
        "4.1.13 Suthay",
        "4.1.14 Suthay-raht",
        "4.1.15 Tojay",
        "4.1.16 Tojay-raht",
        "4.2 Mane",
        "5 Náboženství",
        "5.1 Mýtus o stvoření",
        "5.2 Khajiitský panteon",
        "5.2.1 Nebeští duchové",
        "5.2.1.1 Azurah",
        "5.2.1.2 Jode",
        "5.2.1.3 Jone",
        "5.2.1.4 Khenarthi",
        "5.2.1.5 Magrus",
        "5.2.2 Pozemští duchové",
        "5.2.2.1 Hermorah",
        "5.2.2.2 Hircine",
        "5.2.2.3 Nirni",
        "5.2.2.4 Sangiin",
        "5.2.2.5 Y'ffer",
        "5.2.3 Putující duchové",
        "5.2.3.1 Akha",
        "5.2.3.2 Alkhan",
        "5.2.3.3 Alkosh",
        "5.2.3.4 Boethra",
        "5.2.3.5 Mafala",
        "5.2.4 Temní duchové",
        "5.2.4.1 Namiira",
        "5.2.4.2 Noctra",
        "5.2.4.3 Varmiina",
        "5.2.4.4 [?????]",
        "5.2.5 Nepřátelští duchové",
        "5.2.5.1 Meri-Nunda",
        "5.2.5.2 Merrunz/Mehrunez[177]/Dagon[154]",
        "5.2.5.3 Molagh",
        "5.2.5.4 Orkha",
        "5.2.5.5 Sheggorath",
        "5.2.6 Nebeský a Temný duch",
        "5.2.6.1 Lorkhaj",
        "5.2.7 Další duchové",
        "5.2.7.1 Baan Dar",
        "5.2.7.2 Ius",
        "5.2.7.3 Khunzar-ri",
        "5.2.7.4 Mara",
        "5.2.7.5 Rajhin",
        "5.2.7.6 Riddle'Thar",
        "5.2.7.7 S'rendarr",
        "6 Galerie",
        "7 Poznámky",
        "8 Reference"
    ],
    "infobox": "",
    "content": "Ilustrace khajiitského muže Elsweyr, provincie khajiitů Khajiitové (v překladu z jazyku Ta'agra to znamená obyvatel pouště) jsou kočkám podobní lidé, pocházející z Elsweyru, kteří jsou známí pro svou inteligenci a hbitost.[1] Tyto jejich vlastnosti z nich dělají dobré zloděje a akrobaty, ale jsou to i hrůzu nahánějící válečníci. Jen málo z nich se stává mágy.[2] Khajiitové většinou zůstávají nohama na pevné zemi, ale pirátství a obchod se skoomou přitahuje některé z nich ke kariéře námořníků.[3] Khajiitská anatomie je značně rozdílná od té lidské či merské, nejen kvůli jejich srsti, ocasu a občasné chůzi po špičkách, ale také kvůli jejich trávicímu systému a metabolismu.[4] Khajiitové, argoniané a imgy jsou kvůli tomu takzvané tamrielské „zvířecí rasy“.[1] Khajiitové se dožívají podobného věku jako lidé.[5] Do dnešní doby neexistují žádné dobře zaznamenané případy křížení mezi khajiity a ostatními rasami, přestože drby o tom jsou.[4][6] Jejich cizozemský vzhled a chování z nich dělá snadný cíl rasové diskriminace[7][8] a vysloužili si od cizinců jméno Kočko-lidi,[9][10] což se khajiitům nelíbí.[11] Historie Éra úsvitu a merethická éra Tento kočičí národ se na území Tamrielu nacházel již v éře úsvitu, předtím než sem dorazila jakákoliv jiná rasa, v době, kdy se Nirn skládal z jednoho velkého kontinentu.[12][13] Nejstarší záznamy nám odhalují, že khajiiti obývali oblasti daleko za hranicemi dnešního Elsweyru – jejich území sahalo až ke Vnitrozemi, poblíž dnešního Imperial City[14] a na západ k Valenwoodu – což z nich dělalo nejdominantnější kulturu jižního Tamrielu. Jejich kultura již byla vysoce vyvinutá v době, kdy se zde objevili první lidé a merové, kteří s nimi bojovali o nadvládu nad severem.[1] Starodávní khajiitové ve Vnitrozemí také mohli být zodpovědní za vyhynutí ptakolidí v jejich domově na Městském ostrově.[14] Někdy v dávném období tamrielské historie, vládl provincii Elsweyru neznámý Měsíční císař. Elegantní architektura poukazující na uctívání měsíců, kterou můžeme v dnešní době najít napříč Dunských vysokých zdí, z této doby pochází.[15] Šestnáct království Drak Kaalgrontiid Khunzar-ri Někdy v merethické éře, když se Elsweyr skládal z šestnácti menších království, Kaalgrontiid a jeho horda draků přiletěli ovládnout zemi a hlavně se zmocnit lunární moci Měsíce. Někteří věří, že Kaalgrontiid vzešel z Alduinovy hordy v Atmoře a ve Skyrimu, od níž byl přinucen se odpojit, aby si zachoval svou hrdost a ctižádost. Toto chování je pro draky naprosto normální, jelikož dosažení dokonalosti je pro ně nanejvýš přirozené.[16] Obzvláště Kaalgrotiid doufal, že se s mocí Měsíce může stát Akatoshovi rovným.[17] Aby jim to překazil, khajiitský hrdina Khunzar-ri dal dohromady tým složený s dalších čtyř společníků, mezi nimi byli: Nurarion Dokonalý, Flinthild Démonolovkyně, Anequina Ostrojazyká a Cadwell Zrádce.[18] Když se boj proti nim zdál zbytečný, Cadwell navrhl, že možná bude nejlepší draky přesvědčit, že se stali ochotnou součástí jejich plánů. Anequina naladila chrám Stínového tance, navedla měsíce, aby se dostali do postavení zatmění, čímž umožnila anequinské Měsíční bráně otevřít portál do říše Jode, kde se nacházel cíl zájmů draků, Jodino jádro. Ctižádost draků se ukázala být jejich zkázou, jelikož když draci vstoupili do říše Jode, Khunzar-ri je přesvědčil, aby nepozřeli moc Jádra, jak měli původně v úmyslu, ale aby na místo toho uchovali jejich vlastní energii uvnitř pod záminkou toho, že tak spojí lunární moc s tou jejich.[19][20] Tato riskantní akce zabrala a draci byli natolik oslabení, že se stáhli zpět do divočiny.[18] A aby dokončil, co začal, Khunzar-ri opět zmanipuloval draky, aby mu hráli do karet. Povedlo se mu je vlákat do Hal kolosu, kde se mu podařilo je zapečetit. Tito draci byli nakonec v legendách zastřeni jako „démoni“ a stali se bájnou „démonskou zbraní,“ po jejichž moci v dějinách Nirnu toužilo mnoho lidí.[18] První éra V raném období prvního věku těchto šestnáct říší v oblasti dnešního Elsweyru stále existovalo.[11] Tyto kraje se ovšem nedaly srovnávat s královstvími lidí a merů, jelikož ony na rozdíl od nich nesoupeřily o moc či majetek. Právě naopak, existovaly v naprosté harmonii a pomáhaly si. Každé takovéto království se zaměřovalo na poskytování zboží nebo služeb, které sdílelo se svými sousedy.[21] Ne Quin-al, v cyrodiilštině známé jako Anequina, například zajišťovalo výtečně vycvičené bojovníky Tance dvou měsíců a dodávalo je Torvalu výměnou za ryby a další dary moře. Vliv a moc se neustále měnili a vláda nad regiony se neustále přesouvala z království na království v závislosti na fázích Massera a Secundy. Kupříkladu Ne Quin-al bylo u moci v dobách úplňku, Torval v první a poslední čtvrti a Senchal v novu.[1] Do této doby ayleidé projevovali jen minimální zájem o tento region.[22] To se změnilo v roce 243, kdy Alessia započala pronásledování ayleidů a klan Atatar se pokusil najít útočiště na khajiitském území. Většina z nich ovšem tuto expedici nepřežila.[23] Vyobrazení Pelinala Whitestrakea v souboji s Umarilem Neopeřeným Přibližně ve stejnou dobu Pelinal Whitestrake povraždil velkou spoustu khajiitů, protože si je spletl s dalším druhem aldmerů. Alkoshovi je připisováno zastavení tohoto útoku,[24] přestože se také říká, že si Pelinal uvědomil svou chybu sám.[25] Klášter Do'Krin postavený z kořisti z Anequinského dobývání V pátém století první éry,[26] Zlatá bestie Anequiny, Darloc Brae, rozšířil během Anequinského dobývání území Ne Quin-alu, dokud jeho hranice sahaly od Khaj Rawlith na západě, přes Arenthiu, až k řece Larsius na severu a Rimmenu na východě. Kořist z boje použil ke stavbě kláštera Do'Krin.[27][28] Také byl pozván na korunovaci císaře Goriea v 1E 461.[26] V roce 668 přišla Zkáza Slunce, událost způsobená erupcí Rudé hory.[29] Po mnoho dalších století se prozatím neobjevily žádné další záznamy o tom, co se v královstvích dělo. Víme jen to, že Dračí zlom mezi lety 1200 a 2208[NL 1] byl zpozorován Manem, který využíval neměnnost Ja-Kha'jay, aby tuto událost zaznamenal.[30] Tato politická rovnováha v šestnácti královstvích se ukázala být dostatečně spolehlivá na to, aby vydržela po tisíciletích. Ani Alessianská říše, ani valenwoodští bosmerové se neopovažovali se pokusit si rozšířit své hranice příliš hluboko do khajiitských zemí, ale za to tím způsobili vzrůstající nepokoje mezi elsweyrskými říšemi.[1][21] Dvě království O dvě tisíciletí později se politická scéna khajiitského teritoria drasticky změnila, kvůli objevení thrassiánského moru v 1E 2260.[21] Rozšířil se po obchodních cestách hluboko do Elsweyru a způsoboval vysokou úmrtnost. Rovnováha mezi šestnácti regiony se zhroutila, když byli přeživší nuceni na sebe vzít nechtěné úlohy; počáteční strach se změnil v nedůvěru a násilí. Co zbylo z těchto šestnácti říší se spojilo ve dvě části s rozdílnými kulturami: severní Ne Quin-al se svými početnými válečnými kmeny a bohatý jižní Pa'alatiin, v cyrodiilštině známý jako Pellitine. Obě království mezi sebou po staletí válčila, ale ani jedno z nich nikdy nemělo navrch nad tím druhým.[1][21] Nástup Druhé říše Se vznikem Remanské dynastie v 1E 2703 si začala Druhá říše rozšiřovat svá území. A tak ani jedno ze dvou království Anequiny a Pellitiny nedokázalo odolávat moci císařství a obě byla dobyta. Říše následně roznášela propagandu o tom, jak „osvobodila tuto úrodnou zemi od prostých „zvířecích lidí“,“ aby tak ospravedlnila jejich útok na Elsweyr.[31] V roce 2920 královna Naghea z Riverholdu vedla říšské levé křídlo v bitvě u Bodrumu.[32] Ve stejném roce se senchalský král, Dro'Zel, stal rádcem dvora císaře Remana III..[33] Dokud byli Pelletine a Anequina součástí říše, byli v bezpečí, ale zároveň se nikdy proti ní nepřestali bouřit.[1] A tak se říši nikdy nepodařilo mezi těmito dvěma regiony uzavřít mír.[21][25] Druhá éra Založení Elsweyrské konfederace Neustálý boj mezi Pellitine a Anequinou byl nakonec zastaven khajiity samotnými. Keirgo Anequinský a Eshita Pellitinská vstoupili do svazku manželského v 2E 309, čímž sjednotili obě království do jednoho celku. Tak vznikla Elsweyrská konfederace. Důvod proč si zvolili právě tento název, nám není jasný; buď to měla být reference na staré khajiitské rčení „Dokonalou společnost lze vždy najít jinde“ („A perfect society is always found elswhere“), nebo to odkazuje na Písčiny za hvězdami, v jazyce Ta'agrra Llesw'er.[21][25] Tou druhou možností je ovšem ráj, který Riddle'Thar slíbil svému národu teprve až dva roky po založení Konfederace.[34] Povstání Založení sjednocené říše nepřineslo očekávaný mír. Ta propast mezi kmeny na severu a šlechtou na jihu nastále existovala. Moc mezi dvěma královstvími, jenž každé z nich mělo svou vlastní ústřední vládu a spojenecké kmeny, se přesunula na jih ke šlechtě. Náčelníci severních kmenů se cítili zrazeni, proto zapomenuli na jakékoliv krevní msty, které mezi sebou dříve měli, a uzavřeli spolu vlastní dohodu. Brzy se města bývalé Anequiny ocitla pod neustálým útokem, a tak králi Keirgovi nezbylo nic jiného než požádat císařství o pomoc. Ovšem říše samotná měla své vlastní problémy, jelikož přišla o svého vládce, potentáta Versidue-Shaie, který byl zavražděn ve svém paláci v Senchalu v 2E 324.[35] Poté, co Ne Quin-al, staré hlavní město, padlo do rukou povstalců, se mladá Konfederace brzy rozpadla.[25] Rid-Thar-ri'Datta Jak povstání pokračovalo, Mane Rid-Thar-ri'Datta – spirituální vůdce khajiitů – odhalil Zjevení Riddle'Thara v chrámu Tanců dvou měsíců ve městě Rawl'kha v 2E 311.[34] Úřední výnosy vydané z této klíčové události v khajiitské teologii ovšem nebyly přijaté úplně všemi,[36] což vedlo k tomu, že ti, kteří se nepodvolili, byli vyhoštěni a jejich chrámy byly odsvěceny.[37] Rid-Thar-ri'Datta byl od té doby znám jako První Mane, přestože existovali minimálně dva další, kteří vládli před ním.[36] Mane, obvykle nestranný, využil Riddle'Thara, aby vyhlásil nový systém rozdělení moci v Elsweyru. Tento nový režim byl spojený s tancem dvou měsíců – lépe řečeno s měsíčními fázemi – kdy se vláda střídala mezi městskou šlechtou a pouštními náčelníky. Mane samotný na tyto změny dohlížel a jakmile byl tento řád v 2E 324 zaveden, konečně přinesl do Elsweyru mír, který trval ještě po mnoho dalších Manů.[1][25] Ashur, člen Morag Tongu, potomek vraha posledního akavirského potentáta, Saviriena-Choraka Někdy poté, co byl poslední potentát Druhé říše, Savirien-Chorak, zavražděn v 2E 430,[35] vojevůdce Attrebus začal pronásledovat akaviřany v Cyrodiilu. Khajiitští monarchové severního Elsweyru, král Savlian a královna Padala, poskytli tsaesciům a ostatním azyl uvnitř hradeb Rimmenu a jeho okolí.[25] Noví obyvatelé Elsweyru přispěli khajiitské architektuře ve městě vybudováním Toneky.[3][38][39] Propuknutí knahatenské chřipky Dvě stě let po vzpouře – která následovala založení Elsweyrské konfederace – knahatenská chřipka, na níž nebyli připravení stejně jako to předtím na thrassiánský mor, zpustošila khajiitská území.[40] Chřipka, poprvé zaznamenaná ve Stormholdu v roce 560,[41][42] se v Elsweyru poprvé objevila na Sladké ulici v Black Keirgské chudinské čtvrti města Senchal. Zprvu byla městskými radními považována za pouhý toxin ze zboží, následně se však rychle rozšířila do čtvrtí Dagi's Pride, Squint-Eye, až k dokům města Alabaster. Pak se chřipka rychle rozšířila dál a brzy dorazila do Torvalu, Orcrestu v 2E 565,[36] Dunu, Corinthu a všude mezi nimi.[40] Zatímco se khajiiti pokoušeli zabránit vlastnímu zániku, kolovianské armády, v čase Longhousekých císařů, napadly severní oblast Elsweyru a zabraly ji. Jejich invaze dorazila až k Riverholdu a Orcrestu, kde se potkaly s odporem v 2E 562 nebo o pár let déle.[43] Lord Gharesh-ri Mezitím klanová matka Mizaba-ko z Corinthu identifikovala přenos nákazy a Rathuni-la Dawnwhisker vytvořila sorghumský čaj, který zmírnil ty nejhorší symptomy. Lord Gharesh-ri, Maneův mluvčí, nařídil zbývajícím členům Maneovy legie, aby nastolili pořádek a využili nově nabytých vědomostí. To ovšem nestačilo k tomu zabránit dalšímu šíření chřipky a umírání. Když se veškerá naděje zdála ztracená, přišla jim nečekaná pomoc ze strany altmerů ze Summersetu, kteří jim dodali nutně potřebné léčitele a zásoby. Tato výpomoc pomalu pomohla zastavit knahatenskou chřipku a zachránila khajiitskou populaci. Mnoho khajiitů ale altmerům nadále nedůvěřovalo, jelikož jim pomohli ne za účelem přátelství, ale aby khajiitové přežili a stali se jejími potencionálními spojenci v časech nouze.[40] V 2E 576 se Euraxia Tharnová stala královnou Rimmenu po Ledopádském převratu.[44] Příslušníci Prvního Aldmerského spolku Ayrenn, alinorská královna Po smrti alinorského krále Hidellitha v roce 580, usedla na trůn jeho dcera Ayrenn.[45] Jelikož v té době nepřátelské útočící armády mířily na jihozápad Tamrielu, královna povolala khajiity, aby stály po jejím boku jako kompenzaci za jejich pomoc v boji s knahatenskou chřipkou. Královna Ayrenn, lord Gharesh-ri a král Aeradan Camoran společně podepsali Eldenskou dohodu, čímž založili První Aldmerský spolek.[40][46] Pod spojeným praporem Spolku se také zapojili do války tří praporů.[47][48] Útok na Reaper's March V roce 582 druhé éry zasáhl Planemeld Reaper's March, oblast na severu Valenwoodu, kde se střetávala bosmerská kultura s tou khajiitskou. Temné kotvy z říše Molaga Bala, s pomocí Červího kultu, se objevily po celém regionu v pokusu ho vtáhnout do Chladného přístavu (Coldharbour).[49] Akkhuz-ri Javad Tharn V tom samém roce se koloviané opět pokusili zaútočit na severní Elsweyr. Javad Tharn spolupracoval se Stonefireským kultem a společně se jim podařilo mravně pokřivit Manea Akkhuz-riho, zatímco byl na cestě do Valenwoodu – aby vyjádřil soustrast nad smrtí Silvenara Edhelorna.[49][50] Mane byl tudíž posednut Temným Manem – dro-m'Athrou, což jsou za života zkorumpovaní khajiiti, jejichž duše propadly Namiiře – a byl tak přinucen spolupracovat s Javadem.[43][49][51] Akkhuz-ri, na cestě k handfastingu nového Silvenara Indaenira a Zelené paní Finoriell, zaútočil na své stoupence a prchl do Reapers March.[46][49] Na útěku Akkhuz-ri osvobodil dro-m'Athry v dávno zapomenutém chrámu Khaj Rawlith, pod pevností Grimwatch, aby zde poskytl pomoc koloviánskému obléhání. Měsícem posvěcený a obě Lunární šampionky, Shazah a Khali, s koloviány a dro-m'Athrami bojovali za pomocí přízraku Rid-Thar-ri'Datty. Ve městě Arenthia, pomohl Měsícem posvěcený místní domobraně ukončit koloviánskou okupaci, zničit Temnou kotvu a vyhnat Temného Manea z Akkhuz-riho.[49] Mane kvůli této temné influenci, která ho postihla, resignoval a obě Lunární šampionky se tak staly jeho následovnicemi.[52] V Rawl'khaském chrámu Shazah a Khali úspěšně podstoupily Cestu zkoušek. Nikdy dřív v zaznamenané historii se nestalo, že by existovaly dva Lunární šampioni najednou, aby se spolu utkali o pozici nového Manea.[49][53] Javad Tharn, jeho příbuzný a podřízený Martialis a Stonefireský kult také chtěli získat Zlatý spár[54] – mocná relikvie z období Manea Tullar-dra[55] – v Do'Krinském klášteře, ale byli zahnaní Měsícem posvíceným a přízrakem Rid-Thar-ri'Datty.[49] Poté Shazah, Khali a Měsícem posvícený bojovali s Temným Manem v chrámu Moonmont, který Javad zkorumpoval a kde vypustil dro-m'Athry.[54] Jedna z Lunárních šampionek byla přinucena se obětovat, aby zkrotila Temného Manea, a tak zbyla již jen jedna Šampionka.[49] Později Měsícem posvícený a zbylá Lunární šampionka dorazili do Dunu. V této době bylo již město pod útokem daeder, vyvolanými Bayyaou a Javadem Tharnem.[56][57][58] Město bylo osvobozeno, chrámy znesvěcené Stonefireským kultem byly očištěny[36] a Temná kotva u Lorkhajovy svatyně v chrámové čtvrti zničena.[49] Za přítomnosti vůdců Spolku a dalších důležitých osobností v chrámu Cesty Dvou měsíců, Měsícem posvícený a Lunární šampionka kráčeli poslední cestou - Cestu Dvou měsíců. Tam konečně porazili Javada a Temného Manea. Ta Lunární šampionka, která se dříve obětovala, byla tímto činem osvobozena a tím byla schopná dosáhnout Aetheria.[54] Po návratu se zbylá Lunární šampionka stala novým Manem khajiitů.[49] Po zničení Velkých okov a po skončení Planemeldu v tom samém roce - 2E 582 - již Temné kotvy nadále neohrožovaly Reaper's March.[49] Draci v Elsweyru Wrathstone Po získání Wrathstonu okolo roku 582, císařský bojový mág Abnur Tharn neúmyslně osvobodil draky z jejich vězení v Halách Kolosu, což způsobilo, že mohli pokračovat v svém cíli získat moc Měsíce. Draci se spojili s armádami rimmenské královny, Euraxie Tharnové, které byli přesvědčené, že byly jejich noví spojenci ochotní nechat sebou manipulovat. Draci nezaháleli a obrátili se proti Euraxii, když jim již nebyla k ničemu, a ta zůstala bez podpory proti boji s elsweyrskou obranou jednotkou a Vestigem. Tento rozvoj událostí skončil její smrtí a navrácení Rimmenu do khajiitských rukou. Euraxiiny vojenské složky, nyní bez vůdce, se opět spojily s draky, aby se vyhnuly jejich hněvu.[59] Draci byli zastaveni, když Vestige vstoupil do říše Jode a zastavil Kaalgrontiida a jeho druh, čímž znemožnil, aby byla lunární moc absorbována úplně.[59] Abnur Tharn Drak Laatvulon chtěl pokračovat v plánu svého pána Kaalgrontiida přivodit Temný eon, který měl způsobit to, aby se Kaalgontiid stal Akatoshově rovným. Kvůli tomu Laatvulon založil khajiitský dračí kult, kult Nového Měsíce, jehož řady byly ještě posilněny mnoha bezbrannými khajiity v oblasti, mezi nimiž byli i ti, kteří byli ovlivněni Knahatenskou chřipkou. Rudý drak Nahfahlaar, Laatvulonův starý nepřítel, s Laatvulonem soupeřil poblíž města Senchal v jižním Elsweyru, ale kvůli Laatvulonově nové moci byl poražen. Poté se usadil v Tideholmu, kde narazil na Dračí stráž, jenž byla nedávno zreformována redguardským mistrem čepelí Saiem Sahanem. Když Sai zjistil, že mu Nahfahlaar nemínil ublížit, uzavřel s ním spojenectví, v níž drak byl cenným přínosem. Toto spojenectví vedlo k vítězství a Laatvulon. Démon z východu, byl zabit.[60] Královna Khamira Nahfahlaar následně pomohl Dračí stráži porazit Kaalgrontiida a poslední zbytky kultu Nového Měsíce. Kaalgrontiid se vrátil a plánoval vysát energii, kterou získal z Jádra Jode, a stát se posilněným hromadou aeonského kamene. Aby zabránil komukoliv se vměšovat do jeho plánů, použil moc aeonského kamene k tomu, aby vytvořil aegis, masivní neproniknutelnou bariéru, okolo starodávné pevnosti Dragonhold. Jen díky spolupráci Nahfahlaara, Dračí stráže a armád královny Khamiry byl nepřátelský drak zabit. Jako následek Kaalgrontiidových intrik se ale Temný aeon stal nestabilním a hrozilo, že zničí celý Tamriel. Předejití aeonskému kamenu zasáhnout území mimo Dragonhold si vyžádalo spojené síly Abnura Tharna a Nahfahlaara. To se jim také povedlo, ale vyžádalo si to Abnurův život. Po jeho oběti byla dračí hrozba zažehnána.[60] Po dračí hrozbě Rimmen se oddělil od zbytku Elsweyru v 2E 812 během Interregna a stalo se z něho Rimmenské království. Přesto nadále platí daně elsweyrskému Maneovi za ochranu jejich nezávislosti.[25] Konec druhé éry a začátek třetí Součást Třetí říše Haly Kolosu (Arena) Ke konci druhé éry se Tiberu Septimovi podařilo dobýt části Anequiny a vyhnat odtamtud všechny khajiity. Na tomto území, v Halách Kolosu, se mu podařilo zrekonstruovat a aktivovat Numidia.[NL 2] Nedlouho poté bylo město Senchal obléháno císařskými vojáky pod velením generála Pottreida. Místní obyvatelé se nevzdali, a tak byli všichni povražděni.[61] Nakonec byl Elsweyr jako provincie připojen ke Třetí říši Tibera Septima, ale stejně jako to bylo za dobách Druhé říše, i během této se objevovalo mnoho povstání.[1] Za vlády císaře Pelagia Septima II., propukla vzpoura v Torvalu. Dokonce se ukázalo, že toto povstání bylo natolik silné, aby přimělo císařství si vypůjčit peníze u krále Mantiarca, aby si mohlo pořídit dodatečné žoldáky, kteří by bojovali po boku Císařské legie, a úspěšně hrozbu potlačili. Na oplátku mu Pelagius musel slíbit ruku jeho dcery, Galany.[62] Pětiletá válka Povodí řeky Xylo Během Císařského simulacra – od roku 389 až do 399 – konflikt mezi Valenwoodem a Elsweyrem stupňoval:[1] v 3E 395, bosmerové napadli Torval, kde pobili tisíce obyvatel, údajně jako odvetu za útoky khajiitských banditů. Toto torvalské krveprolití znamenalo pro khajiity začátek pětileté války.[63] Bosmerové považují za jeho začátek rok 394.[64] Po prohraných bitvách u Zelininu, khajiitové vyhráli všechny následující: Srdce Anequiny, v roce 396 u pevnosti Sphinxmoth, Athay[65] a Vindis.[66] Khajiitové obsadili oba břehy řeky Xylo v Malabal Toru.[1][64] Na konci Simulacra, když se Uriel Septim VII. vrátil na trůn, se říše snažila vrátit bosmerům jejich území. Ale khajiitové se tam již usadili a odmítali odejít, proto se říše rozhodla nechat situaci ležet, přesvědčená, že oblast právem náležela khajiitům, a že nedojde k dalším nepokojům.[1] Ztráta teritoria ve prospěch Leyawiinu V roce (nebo před rokem) 432 se objevil další hraniční konflikt; mezi Elsweyrem a hrabstvím Leyawiinu. Dlouhotrvající rozepře byla vyřešená dohodou mezi Manem a Mariem Carem, hrabětem Leyawiinu, což způsobilo, že khajiiti přišli o tak velké území, kterému se jim dostalo během pětileté války. Tato smlouva se mnoha khajiitům nelíbila, a tak se kriminální organizace Renrjira Krin snažila získat tuto oblast zpět.[1] V posledních dvou desetiletích třetí éry v Elsweyru rozkvétal obchod s měsíčním cukrem. Díky tomu dlouho chudinský Senchal dosáhl rozkvětu a stal se z něho ráj pro bohaté a mocné khajiity. Obchodník s cukrem Ya'Tirrje, pro své bohatství nazývaný Zlatý kocour, měl údajně v tomto přístavním městě vlastnit vilu a platil strážím, aby zajišťovali bezpečí, zatímco on sám obchodoval v Torvalu, Corinthu a Rimmenu.[1] Čtvrtá éra Po Vpádu Zapomnění Nejvyšší kancléř Ocato Po Vpádu Zapomnění a následné vraždě potentáta Ocata z Firstholdu, započalo Císařské interregnum.[67] V této době se Elsweyr opět stal nezávislým na císařství, ale mír to pro něj neznamenal. V roce (nebo kolem roku 48) byl jejich Mane zavražděn, což způsobilo že jižní Elsweyr upadl do chaosu. Neznámý muž se sám prohlásil potentátem Rimmenu a okolních oblastí. Zatímco město samotné mělo hodně měsíčního cukru, distribuce byla přísně regulována a zcela zakázána khajiitským klanům, které odmítaly pracovat ve městě.[3] Nicotné noci a velká válka V roce 98, měsíce Masser a Secunda zmizely z oblohy a chyběly celé dva roky. Takzvané Nicotné noci skončily v 4E 100, když se měsíce vrátily a Thalmor si připsal veškeré zásluhy za jejich návrat. Jestli za to opravdu mohl Thalmor, je dodnes záhadou. A jelikož jsou khajiiti jak biologicky, tak kulturně, spoutáni s měsíci, tak si Thalmor dokázal získat jejich přízeň jako jejich údajní zachránci. Během následujících patnácti let, až do 4E 115, vliv říše poklesnul až na takovou úroveň, že nebyla schopná zastavit vládní převrat, který rozpustil Elsweyrskou konfederaci a vrátil do platnosti království Anequiny a Pellitiny jako státy závislé na Třetím Aldmerském spolku.[68] V roce 171 aldmerské armády zaútočily na Hammerfell a Cyrodiil. Armáda vedená thalmorským generálem lordem Naarifinem napadla Cyrodiil z jihu, kdy vypochodovala z tajných táborů v severním Elsweyru a obklopily císařské ozbrojené složky u valenwoodských hranic.[68] Kultura Umění a architektura Různé khajiitské architektonické styly Khajiitská architektura odráží božskou povahu měsíců.[15] Důkaz o tom, že je jejich kultura opravdu starodávná, je vidět na jejich starověkých kamenných stavbách.[69] Mnoha z těchto starých struktur, včetně některých jejich velkých monumentů, zchátralo.[70] Od té doby se objevil nový styl khajiitské architektury, která zahrnovala vysoké domy a špičaté střechy. Oba architektonické styly můžeme často ve městech vidět smíchané dohromady.[69] Některé jejich architektonické úspěchy zahrnují zvládnutí různých druhů životního prostředí. Město Rimmen je toho zářným příkladem, jelikož to funguje jako uměle vytvořená oáza, udržovaná systémem kanálů a velkých akvaduktů.[71] Jako další příklad můžeme uvést tesání do kamene, kdy si khajiiti tesali kamenné domy do skalních stěn.[72] Khajiitové také dokázali zkrotit říši měsíce Jode, kde si vystavěli své chrámy, které khajiitští měsíční kněží jednou navštívili, aby měsícům vzdali čest.[20] Tvrdé elsweyrské klima způsobuje to, že nošení těžkých oděvů a zbrojí je naprosto nepraktické. Typičtí dvounozí khajiitové se oblékají do látek bohatých na jasné barvy, kterým se říká budi, kvůli ochraně proti nemilosrdným paprskům slunce. Toto triko je upevněné stuhami, aby zabránily tomu, že není vidět žádná část trupu, jelikož takovýto zjev na veřejnosti je považován za urážlivý a nevzhledný.[25] Khajiitské bojové umění je pro ně kulturní prioritou. Z tohoto důvodu jsou jejich zbroje a zbraně přímo vyrobené na jejich přirozeně mrštná těla. Ta nejlehčí brnění jsou v oblasti břicha a životně důležitých částí těla prošívané a vycpané látkou.[73] Brnění střední váhy jsou vyrobeny z kůže, která tolik nepřilíná na tělo, a ta nejtěžší zbroj je z kůže převrstvené lakovanými a vysoce vyleštěnými kovovými pláty. Jelikož khajiiti nemají rádi jakékoliv omezování, pouze v případě nejdrastičtějších okolností na sebe vezmou plnou zbroj. Khajiitové jsou ohledně svých oděvů opravdu okázalí, a tak bývá jejich lehká zbroj mylně pokládána za pouhé ozdobné oblečení.[73] Navíc se většina khajiitů zdobí šperky, cetkami a někdy i bylinkami, jako je rulík.[74] Jejich tetování častokrát mívají hluboký kulturní a náboženský význam, jelikož vyobrazují jejich rasu, kmen a bohy, které vyznávají.[25] Khajiitové z Anequiny i Pellitiny vyvinuly vizuálně rozdílné styly brnění i zbraní. Anequinští khajiiti zakládají svoji výstroj na styl Darloca Braea. Anequinské zbroje obvykle vyobrazují měsíce a každá její část ukazuje jejich úctu vůči nim. Pellitinští navrhují svá brnění tak, aby úspěšně zastrašila, kupříkladu jejich přilby vypadají jako vrčící kočičí démoni. Ovšem nehledě na region, khajiitské zbraně jsou vyráběny tak, aby byly lehké, a boty a rukavice mají otvory na drápy. Pro tento kočičí národ jsou odkryté drápy důležité pro složité pohyby rukou a také pro to, aby nikdy nebyli neozbrojení.[75][76] Tance drápů Goutfang, jeden z Tanců Drápů Umění Tanců drápů (pro jiné tamrielské rasy je také známý jako bojové styly Pouštního deště) je khajiitské bojové umění, které hraje důležitou roli v historii a filozofii celé rasy. Je považované za styl boje beze zbraně. V chrámu Tanců dvou měsíců učí mistři mnoho různých druhů disciplín, ale ty jsou spíše vyučované v příslušných klášterech. kterým se napříč Elsweyrem říká adeptoria. Zatímco většina na Tance drápů nahlíží jako na druh boje, jsou to ve skutečnosti lyrická meditace, přestože je úplně jiná od meditací ostatních ras, které jsou poklidné a nejde při nich o pohyb. Tance drápů čerpají nervózní energii čišící z mnichů a ta se projevuje jako pohyb. Predátorský instinkt khajiitů a přirozený dosah jejich drápů dávají dohromady tento bojový styl, který zahrnuje útoky pomocí drápů a dlouhých skoků. Jazyk Ta'agra je rodný jazyk elsweyrských khajiitů. Přestože mnoho domorodců ovládá tamrielštinu, není pro ně neobvyklé nevměšovat do své řeči některá ta'agraská slova či fráze. Navíc když mluví tamrielsky, tak o sobě mluví ve třetí osobě. Slovo „khajiit“ je vzaté z ta'agraských slov „khaj“ a „-iit“, přičemž khaj znamená „písek“ nebo „poušť“ a přípona -iit naznačuje povolání nebo místo bydliště. To znamená, že slovo khajiit by se dalo přeložit jako „obyvatel pouště“ nebo „ten, kdo pracuje v poušti“ – ale jelikož jediné, co se dá v poušti dělat, je putovat, tak se khajiit normálně překládá jako „pouštní poutník“, termín obecně spojovaný s khajiity. Jídlo Khajiitové jsou známí pro svou lásku ke sladkému, a tak i jejich pokrmy a moučníky jsou rozmanité. Jídla, která jedí nomádské klany, jsou vařená nad táborákem. Jako koření používají měsíční cukr, sladký bílý prášek. Z tohoto důvodu je většina jejich jídel sladká. Každý den tento cukr konzumují v jedné z jeho podob. Ve vaření ho dokonce používají tak moc, že si vyvinuli toleranci vůči takovým dávkám, které by normálně zabily jakoukoliv jinou rasu. Lidé z jiných kultur nedokáží tuto sladkost vystát a některé khajiitské pokrmy jsou pro cizince nebezpečné. Tato láska k měsíčnímu cukru z nich udělala pěkné mlsouny; sladkosti, dorty, pudinky a sladké pokrmy jsou základem khajiitské diety a každý z nich je obohacený měsíčním cukrem. Tento vztah mezi vírou a kulturou sahá hlouběji, než se může na první pohled zdát. Legendy vypráví, že khajiitové a jejich bohové jsou úzce spojení s Lunární mříží, proslulými Prahovými bariérami (hranice, které oddělují Mundus od moří Zapomnění a zabraňují daedrám, aby se dostali na Nirn). Tímhle způsobem khajiiti, měsíční cukr, měsíce, Lorkhanovo srdce a Bílo-zlatá věž spolu souvisí, jelikož všichni hrají roli v utváření základní struktury říše smrtelníků. Některé nomádské klany se s hosty účastní rituálu před začátkem hostiny. Prvním chodem je kulatý dort, položený na ubrusu před každým účastníkem. Číšník položí na každé jednotlivé místo tác s dorty, kupu ubrusů a džbán se zlatou tekutinou. Ubrus položí, dá na něj dort, který pocukruje měsíčním cukrem a kápne na něj přesně čtyři kapky tekutiny. Tak to opakuje u každého účastníka. Pak se všichni představí. Když poslední člen u stolu vysloví své jméno, khajiitové nejdřív oblížou své dorty a pak je sní. Každý ne-khajiit by si měl dort pouze přitisknout k ústům, ale neměl by ho sníst, protože obsahuje dřív zmiňovaný cukr. Tisknutí dortu k ústům splňuje smysl ceremonie. Ti, kteří s khajiitským klanem jedí tyto dorty jsou po nějaký čas považováni za přátele klanu. Mohou dokonce cizincům nabídnout ochranu v den, kdy je dort jedený, ale při dalším setkáním nemají žádnou povinnost se k nim chovat přátelsky. Svátky Festival cukrového zpívání: nevíme, o co přesně během tohoto festivalu šlo, ale v dobách Prvního Aldmerského spolku byl ve většině velkých městech zakázán kvůli narušování obchodu a rodinné pohody, které byli ohlášené v obcích kde, byl povolený.[77] Hygiena Khajiitové používají kamenné pilníky ke tvarování, pilování a zbavování se svých drápů.[78] Ve svých domovech mohou mít dřevěné kolíky zabalené do vzhledné látky, který rovněž může sloužit k úpravě drápů.[77] Obveselní „Žvýkací cukr“ je tuhá forma měsíčního cukru oblíbená mezi baandarskými obchodníky, kteří ho žvýkají. Žvýkací cukr je uchováván ve speciálních boxech.[79] Společnost Mane, neoficiální hlava státu, je sice jedním z dalších khajiitských plemen, ale je jedinečný. Podle tradice může v jeden čas žít pouze jeden Mane, jelikož to je jedna entita, která se rodí znovu a znovu v nových tělech. Pravdivost tohoto tvrzení je nejistá, protože neexistuje žádný záznam o tom, že by existovalo více Maneů najednou, kteří by spolu soupeřili o moc.[25] Khajiitové jsou sami o sobě rozdělení na dva různé tábory podle jejich způsobu života: civilizované džungle a povodí jižního Elsweyru se starodávnými obchodními tradicemi, zemědělskou aristokracií založenou na vývozu slané rýže (saltrice) a měsíčního cukru, a prosperující umělecká kultura, která se od té první skupiny dost liší svými nomádskými kmeny v severních pustinách a travnatých plání, kde se agresivní a teritoriální nájezdníci občas sjednocují pod jediným náčelníkem.[64][80] Mezi tímto kočičím národem panuje názor, že nejmocnějšími osobami mezi khajiity jsou klanové matky. Nakonec to jsou přeci jenom ony, kdo ovládá sklizeň a rafinování měsíčního cukru, proto jsou považované za nejvlivnější osobnosti. V průběhu let se khajiitové museli častokrát vypořádat se strachem z únosu a následného prodání do otroctví, zejména ze strany Morrowindu.[29][81][82] Khajiiti často označují měsíční cukr za „zkrystalizovaný měsíční svit“, který byl lapený třpytícími se vodami Topalského moře a přílivem vyplaven za asistence Hermoraha do hájků cukrové třtiny Tenmarského lesa. Khajiitové věří, že jeho konzumací, konzumují i malou část věčných duší měsíčních bohů, Jone a Jode. Cukr jim způsobuje záchvaty vytržení a uvolněnosti a údajně bývá příčinou toho, že bývají ulice elsweyrských velkých měst plné khajiitů v sevření cukrových záchvatů. Přes extrémně návykovou povahu tohoto cukru, je nedílnou součástí jejich každodenních životů a hlavním vyváženým zbožím celé provincie, kde je pašován v surové i rafinované podobě.[25][83] Pomáhá to podporovat prospívajícímu černému trhu; říká se, že si u khajiitů můžete koupit prakticky cokoliv. Členové pouštních kmenů jsou obvykle pohřbíváni s malými kamennými mohylami, takže jejich těla mohou být snadno využitá nekromanty.[1][84] Měsíční pěvci jsou známí jako strážci tradic a vypravěči starých příběhů a legend. Podobně jako bosmerští Spinneři a reachmenští Vatešráni, jsou vysoce respektováni mezi svými lidmi a lze je nalézt výhradně v Elsweyru. Znalosti některých pradávných příběhů, jako je například příběh o Khunzar-riovi a démonech, jsou rozděleny mezi několika měsíčními pěvci z důvodu zachování utajení.[85][86] Přestože většina khajiitů upřednostňuje používání svých ostrých zatahovacích drápů jako zbraně během různých stylů svých bojových umění jako je Goutfang, Šepotající tesák (Whispering Fang) a Rawlith Khaj, mnoho z nich mistrně ovládá šavle, dýky a luky. Jejich zvolená dovednost se často objevuje ve jménech khajiitských mužů, kdy chtějí dát najevo svůj titul tím, že si to dají jako předponu; je důležité si ale dávat pozor, protože použití dvou titulů je považované za prokázání velké pýchy nebo nevědomosti. A i když se o tom pouze spekuluje, není jisté, zdali nejsou khajiiti náhodou nějakým způsobem příbuzní s Ka Po' Tunskými kočičími lidmi z Akaviru nebo Lilmothiity, liščí zvířecí rasou, která žila v Black Marshi.[41][87] Khajiitské klany Dlouho před spojením Anequiny a Pellitiny do jednoho království se na území dnešního Elsweyru nacházelo šestnáct klanů. Tyto kmeny si chodily tam, kam potřebovaly, a i přes tuto skutečnost je, kvůli vnějším nátlakům a dovednostem se vyznat v určité oblasti, jednodušší si spojovat každý z nich s jedným krajem. Po čase se z těchto kmenů stala království. Ukolébavka Hasa Zha'ja vysvětluje, jak tyto klany přišly ke svým jménům a báseň Zhan Zhab vypráví o přechodu z klanových jmen na jména regionů. Kvůli thrassiánskému moru klany změnily svůj systém fungování jako kmeny, nebo vymřely kvůli vyhladovění či dalším důvodům. Tyto klany se nakonec spojily do dvou celků, rozdělených ideologicky a zeměpisecky, a později se z nich staly oblasti Anequiny a Pellitiny.[88] I tak se objevily nové klany. Níže se můžete podívat na seznam khajiitských klanů, o kterých víme. Existuje i pár dalších, ale ty nejsou zmíněné, protože neznáme jejich jména. Baandarští obchodníci (nebo jednoduše baandarové) jsou klanem nomádských khajiitských prodejců, jež putují po celém Tamrielu a jsou ochotní se vydat až k Iliackému zálivu a Západním Pláním, nebo dokonce i do elfských zemí jako je Valenwood a Summersetské ostrovy. I přes veškerou nevraživost vůči nim od ostatních ras, jim dovolují vstoupit do jejich řad.[89] Řídí se pravidly chování, kterému říkají „Baandarský kodex“, který konstatuje, že předměty, které jen tak někde leží, je právoplatně možné „zachránit“, prodejci musí svým zákazníkům sdělovat proroctví, kterým chtějí věřit, a ručovat za cenu a víceúčelovost prodávaného produktu. Baandarský klan bere tento kodex naprosto vážně.[90] Sami se považují za „potulný vrh“ Baan Dara. banditského boha jižního Tamrielu. Vykonávají jeho vůli, jak je ostatně vidět z jejich jména.[24][91] Duneguardští cizopoutníci, dříve známí jako klan Dakarn, byli khajiitští banditi, kteří válčili s Vineduskskými hraničáři z Valenwoodu napříč hranicí v Reaper's Marchi. Takto si počínali ke konci Druhé říše. Poslední členové tohoto klanu si vysloužili jméno Duneguardští cizopoutníci.[92] O F'aashe toho moc nevíme mimo to, že obýval oblast Elsweyru, která se rozléhala na západu od města Rimmen během Umbrielské krize, a byl to svobodný klan, jemuž byl vstup do města samotného zakázán. Jelikož na území, na kterém se kmen nacházel, nebyl dostatek měsíčního cukru (zatímco Rimmen ho měl víc než dost), někteří jeho válečníci souhlasili s tím, že doprovodí Attreba Medea a pomohli mu zastavit létající ostrov Umbriel jako poděkování za to, že tuto důležitou plodinu v Rimmenu koupil. Společně procestovali několik říší Zapomnění v naději se dostat na Vvardenfell dříve než Umbriel, ale khajiitští válečníci bohužel zahynuli na Lovišti, aby pomohli Attrebovi uniknout před Hircinem.[3] Ne Quin-al (případně Ne Quin'al) byl klan válečníků vycvičených v bojových umění a válečných taktik a vychází z něho také původní jméno oblasti Anequiny. Po sjednocení šestnácti klanů do dvou království, Ne Quin-al byl oddělen od Pa'alatiinského klanu a zabydlel se ve vyprahlém regionu na severu provincie. Této oblasti se dnes říká Anequina. Tato skupina nadále dodržovala kmenové tradice.[88] Pa'alatiin byl klan měsíčních kněží, kteří žili mezi všemi klany a vychází z něho původní jméno oblasti Pellitiny. V Jižním Elsweyru se ve městě Senchal vepsali do historie tím, že tam pomáhali v době thrassiánského moru. Po sjednocení šestnácti klanů do dvou celků se utábořil na jihu, v dnešní Pellitině, a byl vysoce ovlivněn okolím. Velkou část jejich zvyků si převzal z jiných zemí, a dokonce si i vytvořili politický a sociální systém podobné těm v High Rocku a Cyrodiilu.[88][93] Alkoshova pýcha je klan válečníků založený Ja'darrií, první šampionkou boha Alkoshe. Mláďata narozená během zatmění, kterým nebylo předurčeno vládnout jako Mane, jsou tomuto klanu darována a stávají se známí jako Zapomenutí Maneové. Slouží Alkoshovi a jsou vycvičeni k tomu, aby chránili Elsweyr.[93] Pracovali po boku Dračí stráže, aby Elsweyr zbavili Laatvulona.[94] Jsou silně spoutáni k artefaktu zvanému Alkoshova maska.[95] Senchalové byli členové klanu loďařů a námořníků. Často se shromažďovali na místě dnešního města Senchal. Jak se jejich přístaviště postupně vyvíjelo v prosperující město, z jejich klanového vůdce se stal vedoucí představitel města.[96] Anatomie Anatomie khajiitů je určena v momentě jejich narození, spíše než podle podoby jejich rodičů.[97][98] Svojí podstatou je anatomie spojená s fázemi měsíců Jone a Jode a Lunární mříží,[31] jinak známé jako ja-Kha'jay.[24] Po narození jsou si všichni khajiitové velmi podobní a jsou menší než lidští novorozenci. Za pár týdnů se jejich rozdílné stavby těla stávají znatelnější a rostou rychleji než lidi.[NL 3] Dožívají se podobného ovšem věku.[5] Anatomie, se kterou se narodí, jim zůstává po zbytek života a nemělo by to být srovnáváno s měněním tvaru těla, jakou je třeba lykantropie. Pro khajiity je sice možné se stát vlkodlaky,[99] ale podle Lunární mříže se jedná o kacířství.[31] Plemena Existuje celkem sedmnáct rozdílných „plemen“, jiných variací khajiitů,[31][NL 4] přestože Císařská geografická společnost v dřívějšku konstatovala, že jich je přes dvacet.[25] Plemena s příponou -raht jsou větší než ta bez ní.[NL 5] Všichni khajiitové sdílejí lásku ke sladkému, zejména k měsíčnímu cukru.[100] Různá plemena mezi sebou mohou navázat romantický vztah, ale u některých to může být fyzicky náročnější než jiné.[NL 5] V khajiitské společnosti je se všemi formami zacházeno se stejným respektem bez ohledu na jejich velikost, ale mimo Elsweyr jsou khajiitové, kteří jsou méně podobní lidem, jako jsou alfiqové a senche-rahtové, čelí větší diskriminaci než jejich dvounozí protějšky.[101] Některé rasy třeba neberou alfiqy vážně, protože vypadají jako domácí kočky a mají za to, že je jejich inteligence na stejné úrovni. Někdy se je snaží hladit a mazlit se s nimi, jakoby to byla pouhá zvířata, což alfiqové považují za ponižující.[102] Níže naleznete seznam všech khajiitských plemen a jejich měsíční fáze.[NL 3] Důležité je poznamenat, že některé zdroje přiřazují více měsíčních fází ke stejným plemenům. Alfiq Alfiqové jsou drobná forma magicky nadaných khajiitů,[NL 6] která se podobá domácím kočkám.[25][103] Tato jejich podobnost s domácími zvířaty je pro ně dost nevýhodná, jelikož je tak ostatní rasy i častokrát berou; podceňují jejich inteligenci, chtějí je hladit a mazlit se s nimi.[102][104] Jsou i případy, kdy byli alfiqové uneseni jinými rasami, protože si o nich mysleli, že jsou roztomilí, a vzali si je k sobě domů.[105] A přestože se mezi cizinci vypráví, že jsou němí,[NL 3] mluvy schopní jsou. Tyto drby možná vychází z toho, že jsou považováni za pouhé kočky, nebo z neochoty alfiqů mluvit s rasami zvenčí. Kvůli tomuhle jen opravdu málokdy opouštějí Elsweyr.[102] Toto označení považují za povýšenecké a iritující. Zároveň jsou z nich díky tomu naprosto úžasní špehové nebo informátoři.[106] Alfiqové nosí oblečení, ale jelikož nejsou přirozeně schopní si ho nasadit sami, tak buď jim musí pomoct ostatní, nebo použijí magii, aby to udělali sami.[NL 6] Sheogorath byl viděn v podobě alfiqa.[107] Někteří alfiqové žijí v malých domech, kterém jim vyhovují tak akorát, ale jsou příliš drobné pro všechny ostatní.[108] Přestože se kvůli svému vzrůstu nehodí na manuální práci, častokrát pracují jako účetní.[109] Alfiq (ESO)Alfiq (Legends)Alfiqové se rodí, když Masser ubývá a Secunda je v úplňku[25] Alfiq-raht O alfiq-rahtech toho nic nevíme kromě toho, že jsou pravděpodobně větší než alfiqové.[NL 5] Ve druhé éře existovalo rčení: „šílený jako alfiq-raht v říji.“[110] Alfiq-rahtové se rodí, když Masser ubývá a Secunda přibývá Cathay Cathayové jsou lehce větší a silnější než Suthay-rahtové, ale největším rozdílem je, že oni chodí po celé plosce nohy.[NL 7][111][112] Cathay (ESO)Cathay (Legends)Cathayové se rodí, když Masser přibývá a Secunda je v úplňku Cathay-raht Khajiitům tohoto druhu byla dána přezdívka „jaguáří lidi“ Císařskou geografickou společností.[25] Říká se o nich, že jsou hbitější než vlkodlaci.[113] Mají ostnaté penisy.[114][115] Cathay-raht (ESO)Cathay-raht (Legends)Cathay-rahtové se rodí, když Masser i Secunda přibývají Dagi Dagiové jsou méně častým plamenem, který žije v jižních bažinných a džunglových oblastech Elsweyru a v Tenmarském lese.[NL 3] Fyzicky jsou podobní rysům a mají drobnou postavu, což znamená, že jsou jedni z nejmenších khajiitských plemen. Díky jejich váze jsou údajně také schopní se vyšplhat výš na stromy než bosmerové. A kvůli této jejich lásce ke šplhání stromů jsou přirovnáváni k opicím, což považují za urážlivé.[116] Proslýchají se zvěsti, že mumifikované tlapy dagiů vám může za cenu splnit přání,[117] což se podobá tomu, co se mezi bosmery říká o opičích packách.[118] Podle některých nespolehlivých bosmerských zdrojů mají být dagiové dobří mágové.[63] Dagi (ESO)Dagi (Legends)Dagiové se rodí, když Masser ubývá a Secunda je v novu Dagi-raht Podobně jako dagiové, i dagi-rahtové jsou fyzicky podobní rysům, ale vyskytují se ve vícero podobách.[119] Také dávají přednost žitím mezi stromy než na zemi[120] a údajně žijí v Tenmarském lese. Díky jejich váze jsou údajně také schopní se vyšplhat výš na stromy než bosmerové.[63] Zároveň umí s magií zacházet lépe, než si ostatní rasy na základě stereotypů mohou myslet, ale stejně jako u jiných ras, záleží na jedinci.[63][120] Dagi-raht (ESO)Dagi-raht (Legends)Dagi-rahtové se rodí, když Masser i Secunda ubývají Ohmes Ohmesové jsou hodně podobní lidem[63] a své obličejové rysy sdílejí s elfy.[25] Podobou připomínají bosmery, ale někdy bývají i menší. Aby se vyhnuli této záměně, mnoho z nich si nechává potetovat své obličeje.[NL 3][121] Císařská geografická společnost v dřívější době tvrdila, že se jedná o nejčastější khajiitské plemeno, s nímž je možné se mimo Elsweyr setkat, nejčastěji jako dobrodruzi či diplomati,[25] ale věc se má tak, že se s nimi setkáte mnohem méně, než s jakýmkoliv jiným typem tohoto kočičího národa. Ohmeští mužiOhmeské ženyOhmesové se rodí, když je Masser v novu a Secunda v úplňku Ohmes-raht Stejně jako ohmesy, i ohmes-rahty je lehké si splést s lidmi nebo mery.[1][63] Na rozdíl od lidí, oni mají tělo pokryté tenkou vrstvou srsti a také mají ocas.[NL 3] Stejně jako ohmesové si tetují obličeje.[122] Boethra je vyobrazována tak, že vypadá rozdílně od všech ostatních plemen, ale sdílí některé podobnosti s ohmes-rahty.[123] Ohmes-raht (Daggerfall)Socha ohmes-rahtaOhmes-rahtové se rodí, když je Masser v novu a Secunda přibývá Pahmar Pahmarové jsou obřím dvounohým plemenem, které je podobné jeho ještě většímu protějšku, pahmar-rahtům, a připomíná sencheské tygry.[NL 3][124] Pahmar (ESO)Pahmarové se rodí, když je Masser v úplňku a Secunda v novu Pahmar-raht Pahmar-rahtové jsou obrovským dvounohým plemenem khajiitů. Jelikož jsou nejsilnější, často jsou zaměstnáváni jako bodyguardi a válečníci.[125] Stejně jako pahmarové, i oni jsou podobní sencheským tygrům,[126] ale pahmar-rahtové jsou rozdílní v tom, že jsou větší a nebezpečnější.[NL 3] Pahmar-raht (ESO)Pahmar-raht (Legends)Pahmar-rahtové se rodí, když je Masser v úplňku a Secunda ubývá Senche Senchové jsou častokrát zaměňováni za tygří sencheské kočky.[25][100][127] Trochu tomu přispívá i skutečnost, že je khajiiti někdy nazývají senchové.[NL 4][NL 8] Senchové jsou údajně podobně velcí jako pahmar-rahtové. Někdo tvrdí, že jsou vysocí jako dvacet altmerů, ale to je až příliš přehnané. Jejich přední končetiny jsou silné a ty jejich zadní jsou jeden a půl krát delší, takže vypadají trochu jako opice. Jejich srst je žlutohnědá s pruhy barvy zaschlé krve.[3] Někeří je používají jako jízdní zvířata, pokud jim to senchové povolí.[25][NL 3] SencheSenchové se rodí, když jsou Masser i Secunda v úplňku Senche-raht Senche-rahtové, s přezdívkou „bojové kočky“, jsou mohutnější a zároveň pomalejší než senchové. Mají menší rozpětí těla a rovnější končetiny. Průměrný senche-raht je vysoký jako minimálně dva altmerové a váží stejně nebo více než 50 z nich. Tyto rozměry jsou nejspíš přehnané,[31] na čemž ovšem nezáleží, protože i tak to je to největší plemeno ze všech.[NL 4] Kvůli jejich vzhledu bývají mimo svou domovinu zaměňováni za nestvůry a ostatní je často napadají.[101] Senche-rahtové jsou inteligentní stvoření se skvělou pamětí,[128] jsou schopní mluvy[129] a dokáží sesílat kouzla.[130] Přestože stejně jako senchové mohou sloužit jako jízdní zvířata, k nošení nákladu a jako nástroje války, nemají rádi, když je někdo považuje za pouhé bestie. Dávají přednost tomu, když je někdo považuje za sobě rovné, a nechtějí, aby jejich jezdce někdo považoval za jejich vlastníky.[128] Ostatní rasy si někdy myslí, že senche-rahtové neumí normálně mluvit nebo že to jsou pouhá jízdní zvířata.[131] Tato domněnka je naprosto mylná, jelikož jsou schopní sami o sobě vykonávat normální práce a stát se třeba i úspěšnými obchodníky.[132] Senche-rahtové jsou skvělými lovci[133] a dávají přednost shánění si vlastního jídla lovením zvěře v přírodě.[131][134] Senche-raht (ESO)Senche-raht (Legends)Senche-rahtové se rodí, když je Masser v úplňku a Secunda přibývá Suthay Suthayové jsou podobní suthay-rahtům, ale jsou o něco drobnější.[NL 3] Stejně jako suthay-rahtové to jsou dvounožci a chodí po špičkách.[135] Socha suthaye (ESO)Suthay (Legends)Suthayové se rodí, když jsou Masser i Secunda v novu Suthay-raht Suthay-rahtům se někdy říká „ja'khajiitové“, což nechápou ani khajiiti samotní.[NL 3] Výškou a postavou jsou podobní lidem, ale stejně jako suthayové, chodí po špičkách. Jsou kompletně pokrytí srstí různých barev a vzorů a mají ocas. Na nohou a rukou mají drápy a jejich hlavy jsou velmi podobné těm kočičím.[136] Suthay-rahtové jsou dobří skokani, jsou hbití, záludní a mají odvážného ducha. To z nich dělá dobré dobrodruhy a obchodníky. Ovšem nejsou to dobří bojovníci.[137] Suthay-rahtové jsou schopní příst a syčet.[138] Také mají drobné ostny na penisech.[NL 8] Plemeno suthay-rahtů se nejčastěji nacházelo v Morrowindu, zejména na Vvardenfellu, ke konci třetí éry.[137] Suthay-raht (Redguard)Suthay-raht (Morrowind)Suthay-raht (Legends)Suthay-rahtové se rodí, když je Masser v novu a Secunda ubývá Tojay O tojayech toho víme jen velmi málo, ale údajně žijí v bažinách a džunglích jižního Elsweyru a v Tenmarském lese.[NL 3] Socha tojayeTojayové se rodí, když Masser přibývá a Secunda je v novu Tojay-raht O tojay-rahtech toho skoro nic nevíme až na to, že jsou to dvounožci a chodí po špičkách.[139] Socha tojay-rahta (ESO)Tojay-rahtové se rodí, když Masser přibývá a Secunda ubývá Mane Mane je speciální druh khajiita. Khajiitská tradice konstatuje, že může v jednom časovém období žít pouze jeden Mane, a hlavně se má za to, že existuje pouze jeden Mane, který rodí znova a znova v jiných tělech. Nevíme o žádném případu, kdy by více než jeden Mane usiloval o moc, ale jestli je to právě díky této víře nebo kvůli tomu, že by se Maneové zbavovali jakýchkoliv potencionálních rivalů, nevíme. Maneové se rodí pouze během zatmění, vzácného postavení Massera a Secundy. Legenda vypráví, že se během této doby objevuje také třetí měsíc, zvaný Temný měsíc, a ti, kteří se tehdy také rodí, se mohou snadno stát dro-m'Athry.[140][141] Za starých časů si khajiitové holili své hřívy na znamení úcty k Maneovi, splétali je do kadeří, které si Mane následně vpletl do jeho vlastní hřívy. V těch dobách byl Mane tak zatěžkán svými vlasy, že se bez pomoci pohyboval jen opravdu těžko a po krajině častokrát cestoval pomocí nosítek.[25][43] Rid-Thar-ri'Dattova pokrývka hlavy byla utkaná ze hřív dvou tuctů náčelníků.[142] Jak se ale populace rozrůstala, tato tradice se stala neuskutečnitelnou. Khajiitové si ovšem nadále holí své hřívy na počest Manea a Mane na oplátku nosí pokrývku hlavy, která se skládá z hřívy jeho kmenu, a bývá ve společnosti Válečné gardy, v níž je několik stovek členů.[25] Mane Akkhuz-ri, povšimněte si copů na jeho helmě (ESO)Vyobrazení ManeaManeové se rodí, když jsou Masser a Secunda seřazení. Říká se tomu Temný měsíc[36] nebo Temné zatmění.[143] Náboženství Khajiitové jsou vzděláváni ve své víře osobami z jejich komunit, které jsou známé jako „Klanové matky“, jejichž povinností je rozšiřovat kulturní mýty mezi svým národem, a které si zachovávají samosprávu mimo Manea a různé klanové vůdce.[144] Khajiitský panteon zahrnuje ohromné množství aedrických a daedrických bohů,[145] které khajiiti považují za duchy,[123] a o některých z nich se můžete dočíst níže. Někteří bohové v průběhu ér nabyli a opět pozbyli na důležitosti v důsledku různých událostí a změn v kultuře. Po sjednocení Anequiny a Pellitiny do jednoho království došlo k události známé jako Zjevení Riddle'Thara, kdy vznikl Riddle'Tharův kult, který odstranil mnoho těchto duchů z khajiitského panteonu,[123] a ti, kteří se těmto novým výnosům Zjevení odmítli podrobit, museli čelit perzekuci.[37] Předtím než došlo ke Zjevení, jež nahradilo starodávnou khajiitskou teologii, Amun-dro, Tichý kněz, sepsal staré texty, ve kterých jednotlivé duchy rozdělil na Nebeské, Pozemské, Putující, Temné a Nepřátelské. Ti, kteří se řídí Riddle'Tharovy výnosy, považují tyto spisy za kacířské, kvůli jejich úctě vůči temnějším duchům (například Amun-dro píše o tom, jak Azurah putovala říší Hermoraha, jakoby to byla jeho kamarádka). Navíc byly považované za nebezpečné, jelikož vznikly v době, kdy khajiiti neměli sjednocenou víru. To ovšem neodradilo některé khajiity od toho, aby vyhledávali vědomosti o staré potlačené víře.[146] Co se hojně vyskytuje v khajiitské víře, je „Cesta“, po které khajiitové jdou celý svůj život a vyhýbají se pokušením, jež by je svedla na scestí, aby dosáhli určitý druh osvícení. Pro moderní khajiity to je Riddle'Tharovo bohosloví a každý khajiit dosáhne svého osudu nebo svého místa ve vesmíru jiným způsobem. Pro ty s královskou krví to může být usednutí na trůn, nebo i prostá smrt.[147] Amun-drovy spisy detailně popisují „Mnoho Cest času“,[141] kdy staří khajiitové spoléhali na různé duchy, aby je vedli na cestě ke svému cíli. Existuje mnoho případů, kdy duchové naplnili své role na různých Cestách, ať už to bylo tím, že jim pomohli, nebo že je zpomalili.[148] Tyto Mnoho Cesty byly stvořené Akhem poté, co po sobě zanechal stopy, když prozkoumával nebesa, a které zdědil Alkosh, jemuž pomahá Khenarthi v tom, aby tapiserie času zůstala zacelena.[149] Jsou tací, kteří věří, že Riddle'Thar nahradil Mnoho Cest jeho jednou pravou cestou měsíců a tím před khajiity skryl všechny ostatní Cesty.[150] Není žádné překvapení, že nejdůležitější osobou mezi všemi duchy je Azurah, Matka všech khajiitů. Ta spojila všechny formy a sjednotila duchy všech khajiitů tím, že je svázala k Lunární mříži,[151] což je důvod, proč se nemusí řídit osudem, ale mohou si utvářet vlastní budoucnost. Utvoření spojení s Azurou je prvním krokem na jejich Cestě, její „soumračné cestě“, což je „cesta k lásce a vykoupení“.[152] Na konci Cesty jsou shledáni s Azurou a dušemi všech ostatních khajiitů[151] u Bran přechodu za Lunární mříží, které musí překročit, aby dosáhli posmrtného života.[152] Jsou také další případy ochotných duchů, jako například Mafala, která dohlíží na Osm z Mnoha Cest a mezi jejíž učení patří „netoužit po ničem jiném nežli po pravdě“,[149] Boethra, patronka válečníků a vzpurných vyhnanců,[123] a Hircine, který pomáhá khajiitům se dostat zpět na Cestu, když se ztratí.[153] Bariéry na Cestě jsou výzvy vytvořené mnoha nepřátelskými duchy, kupříkladu Sheggorathem a jeho Šílenství,[154] Sangiin a jeho Touha beze smyslu,[153] a zejména Namiira, která kazí duše khajiitů.[155] Současní khajiitové považují přednosti jim darované Riddle'Tharem za svaté, což nám napovídá, jak žijí. Jak je předurčeno Zjevením Prvního Manea, musí být zvídaví (aby se vyhnuli Lorkhajově klamům), chytří (aby nestrádali), laskaví (aby „zažehli cestu pro utlačované“), pobožní (aby se vyhnuli Namiiřiným pokušením) a ostražití (kvůli ostatním rasám i hrozbám ze Zapomnění). Tyto priority, společně s duchy, kteří byli nadále uznáváni Zjevením Riddle'Thara, jsou vypsány v knize Tajemství Riddle'Thara.[156] Někteří věří, že když Riddle'Thar vedl khajiity po jeho takzvané jediné pravé cestě měsíců, ukryl před nimi všechny ostatní cesty.[150] Khajiitové také mají své svaté. Jeden z nich ochránil město Stitches před hanbou. Další známý svatý je Yosito. Khajiiti věří, že přestože svatí nežijí věčně, „mrtví, na které je vzpomínáno v dobrém, jsou skuteční svatí našich životů.“[157] Mýtus o stvoření Khajiitové věří, že život začal se dvěma sourozenci z jednoho vrhu, Ahnurrem a Fadomai, kteří spolu měli syna, první kočku, Alkoshe. Alkoshovi bylo předáno opatrovnictví nad časem a jeho narození přimělo Ahnurra s Fadomai dát život dalším duchům, tak vznikla Khenarthi, strážkyně větru; Magrus, strážce slunce; Mara, strážkyně lásky; a S'rendarr, strážce smilování. Po čase si Ahnurr s Fadomai přáli přinést další radost do života, a tak Fadomai porodila Hermoraha přílivu a odlivu, Hircina hladu, Merrunze ničení, Mafalu Klanových matek, Sangiina krve a života, Sheggoratha šílenství a mnoho dalších.[144] Ahnurr se rozhodl, že už nechce mít další děti, protože další potomci by jim zkazili radost. Fadomai byla nicméně přesvědčena Khenarthi – která se v říši větrů cítila osaměle – mít další vrh a taky se tak stalo a přivedla na svět Nirni, majestátní písčiny a bujné lesy, Azuru, soumrak a rozbřesk, a Měsíce a jejich Fáze. Během porodu byla Fadomai přistižena Ahnurrem, který ji ze vzteku nad jejím klamem a neuposlechnutím udeřil. Ona, ze strachu o život sebe a svých dětí, s nimi prchla do Velké temnoty, zde se ukryla a porodila své poslední dítě, Lorkhaje. Jelikož byl Lorkhaj narozen obklopený Velkou temnotou, jeho srdce bylo též naplněné temnotou, a to poté nabylo vědomí a stalo se známé jako Namiira.[144] V této nicotě, obklopená svými dětmi, si Fadomai uvědomila, že se blíží její smrt, a tak vyslala měsíce, Jone a Jode, na nebesa, aby vedli její děti a chránili je před Ahnurrovým hněvem. Nirni dala svůj „největší dar“ a prohlásila, že porodí tolik dětí, kolik měla ona sama. Nirni byla potěšená, protože na Azuru, se kterou se neustále hádala, nezbylo nic. Chránění Lunární mříží, Fadomainy děti odešly, tedy až na Azuru, která přistoupila ke své matce a tudíž obdržela vlastní dary ve formě tří tajemství. Bylo jí řečeno, ať, zaprvé, vezme jedno z Nirniných dětí a změní je na ty nejrychlejší a nejkrásnější stvoření a pojmenuje je khajiity; zadruhé, že to musí být ti nejlepší lezci, aby mohli vyšplhat na větry Khenarthinova dechu a dali do pořádku Massera a Secundu, jinak že neobstojí; a zatřetí, že khajiitové musí být ti nejlepší podvodníci, aby dokázali před ostatními skrýt svou pravou podstatu. Poté Fadomai zemřela a Azuře nezbylo nic jiného, nežli se vrátit ke svým sourozencům.[144] Nirni oslovila Lorkhaje a požádala ho vytvořit pro její děti nějaký svět, kde by mohli žít; tak i vykonal a přesto ho temnota v jeho srdci přinutila obelstít jeho sourozence tak, aby na tomto novém místě byli uvězněni společně s Nirni. Někteří unikli smrti a stali se hvězdami a ti, kteří zůstali, potrestali Lorkhaje tím, že mu vyrvali srdce a to ukryli hluboko v Nirni, aby mohl být s tou, které ublížil ze všech nejvíc.[144] Pre-ri'Dattské texty konstatují, že Lorkhaj přežil a prchl za Azurou s ránou na hrudi a ona uzřela Namiiru, jak tam setrvává jako korupce v podobě srdce. Azurah Lorkhaje očistila a vrhla jeho Temné srdce do Nicoty, a tak Lorkhaj zemřel v Azuřině náručí.[158] Z tohoto falešného srdce vzešla zvrácená forma Lorkhaje známá jako Měsíční bestie, první dro-m'Athra. Z tohoto důvodu představuje Lorkhaj dualitu khajiitských duší a jejich sklon k Zkřivenému tanci,[155][159] který je volá do temnoty pomocí „tlukoucího bubnu Temného srdce v dobách [jejich] největšího zármutku nebo žalu.“[146] V Lorkhajově nově stvořeném světě Nirni porodila vlastní děti, jichž bylo hodně, ale plakala ze zármutku nad jejími nejmilejšími – lesními lidmi – kteří neznali vlastní skutečnou podobu. Bylo to právě v tuto chvíli, kdy za ní přišla Azurah, aby ji utěšila, a slíbila ji, že pro ni jako dar stvoří nový národ. Vyslovila tudíž Fadomaiino První tajemství a Měsíce se pro ní rozešli a ona vzala některé tyto lesní lidi a umístila je do pouští a lesů, kde je přetvořila do mnoha podob a pojmenovala je khajiity. Azurah jim následně sdělila Druhé tajemství a udělala z nich Nirniny „tajné strážce“ a spoutala je s Lunární mříží. A následně vyslovila Třetí tajemství a způsobila, že světlo zazářilo na bažiny, kde se z nich stal zkrystalovaný měsíční svit známý jako měsíční cukr,[144] látka pro khajiity svatá.[25][144] Přestože některé starodávné legendy připisují Hircinovi (jehož sféra reprezentuje změnu tvaru) stvoření předchůdců khajiitů,[153] představa, že by khajiiti kdy změnili svou podobu jimi danou Lunární mříží je považována vyloučenou.[31] Khenarthi se podělila o svou doménu s ostatními Nebeskými duchy – Magrus dostal den, Jone a Jode dostali noc a Azurah to mezitím – ale i přesto nadále trpěla samotou, jelikož jejich společnost závisela na časovém období dne. Když Azurah uviděla její zármutek, podělila se s ní o tajemství, a tím z ní udělala psychopompku, která doprovází duchy zesnulých khajiitů do posmrtného života Llesw'eru, do Písčin za hvězdami.[160] V Llesw'eru tyto duše čekají na Další skok,[161] kdy je Khenarthi povolá, aby na konci času bojovali za stvoření.[159] Namiira je Khenarthiným pravým opakem a jejím úkolem je vláčet oběti Zkřiveného tance do Temnoty za světem, kde se stávají součástmi jejího temného vrhu. Koťata tohoto vrhu občas proklouznou skrze pukliny v Nirni, aby lákali pravé kočky, jejichž duše by pak šli do Temnoty sloužit Namiiře jako dro-m'Athry.[161] Aby mohla zápasit s Namiiřiným temným vrhem a zachránit khajiitské duše od korupce, z Azuřina jazyka vyšly Soumračné chvalozpěvy, svaté hymny používané k exorcismu dro-m'Ather.[162] Když Azurah promlouvala tato tajemství, to první uslyšel Nirnin druh, Y'ffer, jenž Nirni prozradil o Azuřině činu. Nirni, jako odplatu za její proměněné a nyní ztracené děti, udělala pouště horké a písek hrubý a lesy naplnila vodou a jedem. Aby oddělila své milované děti od těch Azuřiných, dovolila Y'fferovi změnit ty, které zůstali tak, aby navěky byli mery a nikdy zvířata a pojmenovat je bosmery. Od této chvíle byli na věčnost rozděleni a, stejně jako jejich stvořitelé, nekonečně spolu bojovali. Pre-ri'Dattské spisy tvrdí, že Namiira později ještě vyhrotila jejich nevraživost tím, že zkazila Y'ffera, který následně zavraždil Nirni. Azurah, Khenarthi a Hircine ji pak pomstili a postavili jí mohylu z Y'fferových kostí.[153] Tímto způsobem khajiitové vysvětlují jak jejich původ, tak jejich spojení s měsíci a spory s bosmery.[144] Reachmenové sdílí některé podobnosti s khajiity ve svém mýtu o stvoření, zejména se jedná o role, které měli Lorkhan (jim známý jako Lorkh) a Namira ve stvoření světa, a také o Temném srdci. U nich se příběhy však liší v tom, že Lorkh dobrovolně vyhledal Namiru, jež vládla světu duší, a přesvědčil ji, aby mu poskytla volné místo v nekonečné nicotě k vytvoření říše smrtelníků, nemilosrdého místa, které učí skrze utrpení. Aby to vůbec bylo možné, Lorkh obětoval část sebe samotného, což osvobodilo temnotu v jeho srdci.[163][164] Bosmerský mýtus o stvoření doplňuje ten khajiitský, jelikož taktéž hovoří o beztvarých entitách. A stejně jako u khajiitů, Y'ffer (pro ně je to spíše Y'ffre) také stvořil bosmerskou rasu.[165] Následující pasáž vypráví o setkání Topala Lodivoda s prastarými předky khajiitů někdy během meretické éry. \"Po celé délce řeky démonové kočičí se hnali, po dvou i čtvernožky loď sledovali, zelené zrakyna koráb upřené, syčíce, plivajíce a ve vztekuběsném řvouce.\" ―Kniha Otec NibenuTeorie císařských učenců jsou naopak s khajiitskými mýty v rozporu. Tito Topalovi „kočičí démoni“ jsou vykládáni jako důkaz názoru císařských vědců, že se khajiitové vyvinuli z rasy velkých koček.[121][122] Tyto velké kočky údajně původně chodily po čtyřech, ale postupně se naučily chodit po dvou a staly se předními predátory Elsweyru.[21] Ale tito dávní předchůdci, se kterými se Topal setkal, odpovídají popisu jak čtyřnohých, tak dvounohých plemen, což spíše podporuje domněnku, že se pouze jednalo o pradávné khajiity spoutané s Lunární mříží. Další příběhy vypráví o tom, jak Pelinal Whitestrake, vůdce Elfího pogromu, povraždil mnoho khajiitů, protože si myslel, že jsou jenom dalším „druhem aldmerů“, jelikož se jim tolik podobali. Existují i další takovéto písemné zprávy, takže je tu nějaká možnost, že khajiitové mají ve skutečnosti elfský původ.[1] Khajiitský panteon Jak bylo již dříve zmíněno, khajiitové uctívají aedry i daedry a označují je za duchy.[123][145] Mnoho těchto duchů upadlo do zapomnění jako následek mnoha faktorů, jako například upravení panteonu Riddle'Tharovým kultem[123] a strach z pronásledování v případě držení se staré víry.[37] Následující sekce rozděluje tyto duchy podle toho, jak je rozděluje Amun-dro, Tichý kněz, ve svých pre-ri'Dattských spisech, na Nebeské, Pozemské, Putující, Temné a Nepřátelské.[148] Toto zařazení můžeme do určité míry vidět v moderním khajiitském nábožesntví.[24] Nebeští duchové Azurah Matka všech khajiitů, Bohyně soumraku a rozbřesku, Královna noční oblohy, Fadomaina nejmilejší dcera Azurah je khajiitské jméno pro daedrického boha Azuru. Je to Nirnina sestra, pláň a bohyně, kterou khajiitové obývají. Azurah je bohyně, jíž khajiitové připisují jejich současnou podobu a tajemné spojení mezi nimi a Lunární mříží. Vyskytuje se i v dalších legendách mimo jejich mýtu o stvoření.[24] V některých malbách je vyobrazena jako khajiitka s velkýma očima a hvězdicovitými zorničkami.[166] Jinde má tři obličeje – khajiitské, merské a lidské ženy. Staří khajiitové ji považovali za ducha předchůdce a učitelku starých zvyků.[151] Jode Velký měsíční bůh, Navěky oplakáván Jako jeden z aspektů Lunární mříže je Jode uctíván každým khajiitským plemenem, jelikož důležitou hraje roli v jejich narození.[24] Pradávní khajiitové mu říkali lucerna lásky.[158] Jone Malý měsíční bůh, Navěky oplakáván Jako jeden z aspektů Lunární mříže je Jone uctíván každým khajiitským plemenem, jelikož důležitou hraje roli v jejich narození.[24] Pradávní khajiitové mu říkali lucerna smilování.[158] Khenarthi Bohyně větrů, Sběračka vod, Starší duch nebes Khenarthi je khajiitské jméno pro Kynareth.[167] O uctívání Khenarthi je toho známé velmi málo, ale khajiiti ji mají za Bohyni větrů, jejíž dech pomáhá jejím příbuzným, Jodovi a Jonovi, na jejich cestě po obloze. Také khajiitům pomáhá v tom, aby byli rychlí.[24] Když „pravé kočky“ zemřou, Khenarthi letí s jejich dušemi do Písčin za hvězdami.[161] Obvykle bývá vyobrazena jako velký jestřáb a je velmi populární mezi námořníky a farmáři.[168] Když je uctívána ve spojitosti se zemědělstvím, říká se jí Sběračka vod.[169] Magrus Kočičí oko, Sluneční bůh, Azuřino Třetí oko Magrus je khajiitské jméno pro Magnuse. Pro všechny khajiity je znám jako bůh slunce a čárů, ale i jejich mágové více uctívají Azuru.[24] Pozemští duchové Hermorah Hlídač, Duch přílivu a odlivu, Král přílivu a odlivu Hermoraha jde srovnat s Hermaem Morem a je spojovaný s Přílivem a odlivem.[144] Hermorah údajně žije v obrovské knihovně pod vlnami, kde zaznamenává vše, co vidí. Toto místo zároveň slouží jako sbírka vědomostí Ostatních (neboli ne-khajiitů).[153] V některých starodávných příbězích je spojován s Azurou jako její kamarád, který jí po stvoření světa pomohl s udržováním správné cesty měsíců.[153][170] Modernější texty upozorňují na nebezpečí spojované s Hermorahovou pomocí. Jeho vědomosti žadateli údajně roztrhnou mysl jako ta „nejsilnější skooma“.[170] Hircine Khajiitský oltář zasvěcený Hircinovi Hladová kočka, Lovec, Duch pronásledování a smyslplné změny Hircine je bůh lovu a měňavců, vyznáván pro svou divokost a vychytralost.[24] Některé kmeny starých dob věřily, že je Hircine otcem Nirninýho prvního vrhu, jelikož byl „proměnlivý jako Měsíce“.[153] Tomuto vrhu později Azurah ustálila jeho podobu tím, že ho spoutala k Ja-Kha'jay.[159] Starodávní khajiiti se k němu modlili, když „sešli z cesty“, a věřili, že je navede zpátky.[153] Současní khajiitové ho nadále uctívají a aby si získali jeho přízeň, musí se zúčastnit lovu a obětovat mu svou ulovenou zvěř v naději, že je odmění tím, že jim zpevní drápy a zbystří jejich smysly.[91] Nirni Zelená matka, Duch harmonie Nirni je zosobněním Nirnu a je považovaná za matku veškerého smrtelného života v Mundu.[153] Je dítětem Fadomaina třetího vrhu, společně s Jonem, Jodem, Azurou a Lorkhajem.[144] Již od narození byli Nirni a Azurah rivalové a mezi sebou soupeřili o přízeň své matky, což vedlo ke vzniku jednoho z jejích přízvisek jako Žárlivá sestra. Tato žárlivost častokrát bývá používaná jako nástroj k vysvětlení krutosti khajiitské domoviny.[144][153] Fadomai na své smrtelné posteli věnovala Nirni znalost, díky níž by byla schopná mít mnoho dětí. Hned nato Nirni požádala Lorkhaje, aby vytvořil místo, kde by mohla porodit. To skončilo tak, že Lorkhaj obelstil ostatní duchy a byl za to i náležitě potrestán.[144] Různé legendy romanticky spojují Nirni s Y'fferem i Hircinem a podle nich ten druhý s ní zplodil i některé děti.[153] Současní khajiitové uznávají, že Azurah vzala pár Nirniných dětí a přeměnila je na první khajiity, jak ji nařídila Fadomai, kdy po ní chtěla, aby stvořila tajné strážce světa. Na oplátku Nirni khajiity potrestala tím, že jejich půdu udělala vyprahlou a pustou.[144][171] Několik pre-ri'Dattských textů tvrdí, že Nirni byla zabita Y'fferem v záchvatu šílenství. Přestože je mrtvá, je prý možné cítit její přítomnost v nedotknutých krajinách Nirnu.[153] Sangiin Krvavá kočka, Krvavý bůh druhého vrhu, Bůh smrti a utajované vraždy O Sangiinovi se toho moc neví, ale můžeme ho porovnat se Sanguinem. Je bohem smrti a utajované vraždy a jeho uctívání je před Magrusem zatajované.[24] Vyznávají ho někteří upíři, kteří vykonávají krvavé oběti skrze hemo heilóty.[172] Y'ffer Tvarovač Eldenu Y'ffer je v bosmerském panteonu známý jako Y'ffre a bosmerové ho, stejně jako khajiiti, považují za stvořitele jejich rasy.[144] Přestože se v khajiitském panteonu vyskytuje, není považován za uctívanou osobu. Před Zjevením Riddle'Thara byl pokládán za Ahnurrova bastarda, třebaže byla jeho povaha naprosto jiná.[153] V mýtech je častokrát spojován s Nirni. Ve starších legendách se Y'ffer stal Nirniným druhem poté, co pro ni stvořil první květinu, a zplodil s ní fůru dětí.[153] V jiných zdrojích, jako třeba těch připisovaných klanové matce Ahnissi, má jejich vztah menší význam. Y'ffer je ztvárňován jako vlezlý duch, který neumí udržovat tajemství a odposlouchával, jak Azurah stvořila khajiity, a ihned to šel hlásit Nirni. Na znamení díku mu dovolila stejným způsobem přeměnit některé její potomky, z nichž se stali první bosmerové. Stejné legendy činí Y'ffera zodpovědným za to, že jsou „Fadomainy děti“ (neboli daedričtí princové) schopni překročit Lunární mříž a vstoupit na Nirn.[144] Někdy po Lorkhajově smrti byl Y'ffer rovněž zkorumpován Velkou temnotou a zabil Nirni. Za tento čin byl zničen společnými silami Azury, Khenarthi a Hircina. Ti následně použili jeho kosti ke stavbě mohyly pro Nirni.[153] Putující duchové Akha První kočka, Průzkumník, Ten neoplakávaný Jako pre-ri'Dattské božstvo je Akha jedním z nejstarších dětí Ahnurra a Fadomai. Na počátku své existence prozkoumal nebesa a z jeho stop se stalo „Mnoho Cest“, čímž vytvořil nesčetná království. Na radu svého otce se „spářil“ s Okřídleným hadem Východu, Dunskou královnou Západu a Mamutí matkou Severu. Údajně zmizel, když putoval na jih. Následně se objevil Alkosh, aby všechny varoval před tím, co Akha vytvořil, když putoval po Mnoha Cestách.[149] Poté se Alkosh ujal vlády nad Akhovými královstvími a dával pozor na jeho děti, jelikož byli „jak hrozní, tak i laskaví“.[149] Alkhan Šupinatý princ, Akhův prvorozený Alkan je jedním z nám známých potomků Akhy, který údajně vzešel ze svazku s démonem. Alkhan údajně rostl vždy, když pozřel duše těch, které zabil. Některé legendy tvrdí, že byl zabit Lorkhajem a jeho společníky, ale jiné zdroje jako Amun-dro prohlašují, že se Alkan jednou vrátí ze své pouti po Mnoha Cestách.[149] Je považován za něpřítele Alkoshe, Khenarthi a Lorkhaje.[149] Alkosh Dračí král koček, První kočka, Bůh času Je to kulturní hrdina a jeden z nejstarších bohů khajiitské kultury. Jeho uctívání začalo během Zjevení Riddle'Thara. Nejčasteji je zobrazován jako hrůzostrašný drak s kočičími rysy, a proto ho khajiitové popisují jako „fakt velkou kočku“. Odrazil raný Aldmerský pogrom Pelinala Whitestrakea, což na místě zanechalo časovou ránu. Kde leží tato rána, khajiitvové zbudovali Sunspireský chrám, aby mu vzdali čest, a věří, že bez jeho božího zásahu by je Pelinal naprosto vyhladil.[24][173] Khajiiti považují Alkoshe za jejich dračího otce, který jim dal sílu. Jsou tací, kteří si toto tvrzení vykládají tak, že to jsou kočky a zároveň draci.[174] V moderním khajiitském panteonu není Akha přítomný a na jeho místě jako první kočka je Alkosh.[144] Boethra Válečnice Východu a Západu Boethra je khajiitské jméno pro Boethii a o jejím uctívání toho moc nevíme. Je to jízlivý[152] duch-předchůdce, učitelka starých zvyků,[151] patronka válečníků a vzpurných vyhnanců.[123] Mafala Klanová matka temných tajemství, Učící matka, Starý duch, Strážkyně starodávných tajemství Fadomai Mafala je khajiitské jméno pro Mephalu. Přestože je známá pro zaznamenávání skrytého pocitu viny a večné hanby, je také považována za ducha-předchůdce a učitelku starých zvyků.[151] Její uctívání ztratilo oblibu po události známé jako „Sebevraždy hříšníků“.[175] Je to spojenkyně Azury, Boethry a Lorkhaje.[149] Temní duchové Namiira Namiiřino uvěznění (ESO) Velká temnota, Nejstarší duch, Nicota, Ur-Dra Namiira je khajiitské jméno pro Namiru a je Velkou temnotou v Lorkhajově srdci a nicotou, z níž se zrodil. Někteří cizinci si myslí, že jí khajiiti svěřují duše mrtvých, ale to je Khenarthina role.[176] Namiira je naopak duch, který vleče duše zkřivených koček do Temnoty za světem, kde jí slouží jako dro-m'Athry.[161] Noctra Stinná zlodějka, Dcera soumraku Noctra je khajiitské jméno pro Nocturnal a většinu z toho, co víme o jejím uctíváním pochází z období před Zjevením Riddle'Thara. Byla zrozena z Lorkhajovy černé krve na schodech Nicotné brány. V písních s ní bojovala Boethra do té doby, než Noctra věděla, že není Namiirou. Když k tomu došlo, stanula před Azuřiným soudem. Azurah prokázala milost a dovolila Noctře žít pod podmínkou, že bude jí a Lunární mříži sloužit. Ale Noctra je od přírody vzpurná, a tak ukradla jeden z Azuřiných klíčů a prchla zpět do Nicoty. Píše se, že za ní Azurah vyslala pravého ducha Lorkhaje, aby jí našel. Kmeny mohou Noctru žádat o ticho, stín a štěstí. Nepokoušejte se ji vyvolat, abyste mohli vykonat zlé skutky, poněvadž to spolu s ní přinese i Temno.[155] Varmiina Královna nočních můr, Ztracená dcera Varmiina je khajiitské jméno pro Vaerminu a většinu z toho, co víme o jejím uctíváním pochází z období před Zjevením Riddle'Thara. Tento duch není součástí žádného vrhu, ale narodil z Fadomaina strachu ze ztráty svých dětí. Azurah tohoto temného ducha zabila v Podsvětí a nyní Varmiina straší ze spaní pouze khajiity. Vězte, že vás bude zkoušet a způsobí to, že se vám bude ze strachu chtít sejít z Cesty, ale ve skutečnosti nemůže ja-Kha'jayům v jejich snech opravdu ublížit.[155] [?????] Je to duch pomsty bez vlastní vůle. Duchovo jméno zná pouze Azurah, Boethra a Mafala a pouze oni ho mohou vyvolat. V písních se objevuje jako černý panter, válečník v ebonitové zbroji nebo skrytý meč. Duchova existence je brána na vědomí v pre-ri'Dattských spisech.[155] Je podobný Ebonarmovi. Nepřátelští duchové Meri-Nunda Falešný duch hamižnosti Merid-Nunda, také známá jako Meridia, se ve starých textech vyskytuje jako dcera Magruse, který měl rád jen sebe a svá stvoření. Magrus neměl žádného druha, a proto své děti vytvořil z éteru. Merid-Nunda je chladný duch, zrozený ze světla bez lásky. Ona je intelekt bez moudrosti, vědění beze smyslu. Je to manželka démonů a některé balady ji viní ze zorganizování smrti mocného Lorkhaje. Když se Merid-Nunda odhodlala zaútočit na Lunární mříž, Azurah ji srazila před Varlianckou bránou a odtáhla ji pryč. Pak ji vrhla do Nicoty a tam ji spoutala zrcadly. Nomádi tradují, že od té doby se jí podařilo utéct.[154] Merrunz/Mehrunez[177]/Dagon[154] Ja'Khajiit, Ohnivá kočka, Kočičí démon Merrunz, jehož císařští ho znají jako Mehrunese Dagona, je navěky mladý bůh v kočičí podobě; jeho kotěcí formu khajiitové vysvětlují jeho přirozenou náklonost ke drásání a ničení světa kolem sebe. Molagh Starý duch nadvlády a nejvyššího zákona Molagh je khajiitské jméno pro Molaga Bala a je jedním ze dvanácti Démonských králů. Starodávné svitky konstatují, že byl prvním démonem, který úmyslně napadl Lunární mříž, společně s Dagonem a Merid-Nundou. Boethra a Molagh spolu před Lunární mříží bojovali, ale byla to Azurah, kdo spoutal démonského krále s tajemstvími, jež znala pouze ona. Bude vás zkoušet a vy ho přemůžete pomocí Boethřiny síly, v souboji Vůle proti Nadvládě.[154] Orkha Orkha známe díky textům předcházejícím Zjevení Riddle'Thara a jedná se o démona, který sdílí podobnosti s Malacathem, a který následoval Boethru skrze Mnoho Cest. Když promluvil, vycházely z něho pouze kletby neštěstí, jinak mluvit nedokázal. Lorkhaj, Khenarthi a Boethra s ním ve starých písní bojovali, ale Orkha mohl být pouze zapuzen, nikoli zabit. Khajiitové říkají, že Orkha a jeho druh slouží jako zkoušky na Cestě a nic víc.[154] Sheggorath Skoomová kočka, Bůh mysli Jako bůh šílenství je Sheggorath snadno identifikovatelný s císařským Sheogorathem a s jeho přítomností jsou spojovány negativní účinky skoomy a měsíčního cukru.[24] Nebeský a Temný duch Lorkhaj Temný měsíc, Lorkhajova mrtvola Měsíční bestie, Měsíční princ, Fadomain nejmilejší syn, První podvodník, Ztracený bůh, Bílý lev, Temný měsíc, Duchovitý měsíc Staré texty interpretují Lorkhaje jako Nebeského i Temného ducha a dá se snadno ho identifikovat s Lorkhanem. Jako Nebeský duch byl Lorkhaj Měsíčním princem a jako první duch byl poctěn tím, že si mohl vytvořit vlastní cestu, který ho zavedla k tomu, aby sjednotil duchy a tím stvořil Nirn.[159] Lorkhaj jako Měsíční bestie byl považován za Temného ducha kvůli tomu, že z něj Namiira udělala první dro-m'Athru. Po jeho očištění se z té temnoty, která ho opustila, stalo samostatné stvoření.[158] Dnešní khajiitové Lorkhaje nemají rádi, věří, že je to nepřítel jejich rasy[36] a považují ho za nenáviděného šejdíře, který je uvěznil v této jejich smrtelné podobě.[21] Jeho podvodné triky se skrývají všem na očích a jsou tak běžné, že jsou pokládané za pravdu.[156] Podle slov pre-ri'Dattských svitků někdy před „první vzpomínkou“ khajiitského lidu, Azurah, vědoma si toho, že falešný Lorkhaj, Měsíční bestie, se bude jednoho dne chtít zmocnit jejich dětí, využila Dvojluceren Jona a Joda, aby vyvolaly skutečného ducha Lorkhaje,[159] aby sloužil jako nebeský strážce.[178] Jako třetí měsíc Lorkhaj svítil na khajiity a volil ty, kteří mají to nejryzejší srdce a se stali součástí „Vrhu Skrytého měsíce“, kde by se učili způsobu Měsícem osvícené čepele.[178] A od té doby, za nocích Duchovitého měsíce, Azurah otevírá Nicotnou bránu a Měsíční bestie vyzývá smrtelníky na souboj, dokud není zapuzena.[155] V současné době se khajiitská víra ohledně Temného měsíce liší od té, která převládala v dávnověku, tím, že narození Manea je hlavní účel samotné existence měsíce samotného.[179] Mají za to, že bylo Lorkhajovo tělo vrženo na měsíce a za trest přinuceno navěky následovat Jona a Joda.[31][180] Další duchové Baan Dar Tanec Pěti Prstů, Baan Darova říše Vyvrhel Baan Dar je považován spíše za zjevení nežli za boha a je ztělesněním khajiitské chytrosti a důvtipu. Často jsou mu připisovány geniální nápady, které přichází na svět na poslední chvíli za účelem zmaření plánů nepřátel khajiitů, lidí či merů.[24] Ius Bůh zvířat, Ten extrémně znepokojený O tomto duchovi toho víme velmi málo, ale byl uctíván v určitých oblastech Elsweyru někdy mezi lety 405 a 417 třetí éry a nejsme si jistí, jestli jeho vyznávání pokračovalo i nadále. Je známý jako Bůh zvířat, vyobrazený na sochách jako deformovaný humanoid třímající tyč. Příběh Vůl a zlý farmář vypráví o Volu, který se modlil ke Zvířecímu bohu, aby ho ochránil před tím, aby se stal farmářovou večeří, na což Ius odpověděl tím, že snědl farmáře.[181] Khunzar-ri Smějící se lev, Svítivý lev Elsweyru, Lunární šampion, Věznitel draků Khunzar-ri byl zbožštělý khajiitský hrdina a válečník, který žil někdy v meretické éře.[182] Některé legendy ho vyobrazují jako boha,[183] a nebo že byl některým stvořen.[184] Proslavil se svými dobrodružstvími, kdy se například setkal se Skoomovou kočkou, nebo když se účastnil Noci sedmi seti milenek.[185] Také se proslul přechytračením draků, kteří dlouho sužovali elsweyrská území, tím, že je uvěznil v Halách Kolosu.[18] Přestože zemřel již před dávnou dobou, je za své činy stále uctíván.[186] Mara Kočičí matka, Bohyně lásky Bohyni lásky Maře je připisována veškerá vášeň khajiitů. O jejím uctíváním khajiity nic nevíme.[24] Rajhin Jeden z Rajhinových stínů Tichošlápek O tomto khajiitském Bohů zlodějů se říká, že vyrostl v Black Kiergské chudinské čtvrti v Senchalu. Za života byl Rajhin nejznámějším zlodějem v elsweyrské historii, který prý ukradl tetování z krku císařovny Kintyry I. zatímco spala.[24][187] Během svých loupeží nosil khajiitský prsten a tím ten prsten proslavil. Po smrti se Rajhin vtlačil mezi khajiitské bohy, aby jim sloužil jako příklad chytrosti a zručnosti. Jeho požehnání je žádané před podniknutím něčeho nezákonného. Riddle'Thar Tanec Dvou měsíců, Bůh cukru Jako bůh khajiitského kosmického řádu byl Riddle'Thar odhalen občanům Elsweyru prorokem Rid-Thar-ri'Dattem. Riddle'Thar je spíše soubor zásad než samotné božstvo, přestože se v tamrielské historii objevilo, pro ty, co to potřebovali, již několik jeho avatarů v podobě skromných poslů bohů.[24] Existují tací, kteří věří, že když nahradil staré způsoby, nahradil drahocenné tradice chabými, a že „ztupil ostré konce khajiitské teologie.“[179] S'rendarr Zakrslík, Bůh milosti S'rendarr je uctíván khajiity jako bůh milosti, jehož okruh zájmu zahrnuje soucit, laskavost a spravedlnost.[24] Někdy bývá vyobrazován jako nedochůdče, které se z prvního vrhu Fadomai a Ahnurra narodilo jako poslední.[144] Minimálně jeden z jeho kultů se v době Zjevení dostal do potyčky se stoupenci Riddle'Thara, když se odmítl podrobit jeho výnosům.[37] V Elsweyru jsou adeptória zasvěcená S'rendarrovi známá jako domy léčení.[188] V každodenním životě žádají khajiiti o jeho ochranu."
}