{
    "title": "Khajiit (Skyrim)",
    "table_of_contents": [
        "Obsah",
        "1 Biologie",
        "1.1 Rozdíly od ostatních her",
        "1.2 Vlivy měsíců",
        "2 Schopnosti a profese",
        "3 Vnímání veřejnost a historie",
        "4 Tvorba postavy",
        "4.1 Dovednostní bonusy",
        "4.2 Počáteční kouzla",
        "4.3 Speciální schopnosti",
        "5 Populární používání a unikátní gameplay",
        "5.1 Třídy a herní styly",
        "5.2 Cechy",
        "5.3 Noční vize",
        "5.4 Herní výhody",
        "6 Významní khajiitové",
        "7 Zajímavosti",
        "8 Galerie",
        "9 Poznámky",
        "10 Zdroje"
    ],
    "infobox": "",
    "content": "Pro více informací, přejděte na stránku: KhajiitovéHlavní článek: Rasy (Skyrim) Khajiitská žena a khajiitský muž. \"Kočičí lidé pocházejí z provincie Elsweyr, jsou inteligentní, rychlí a mrštní. Jejich přirozený talent pro skrývání z nich činí znamenité zloděje. Všichni khajiitové vidí ve tmě a místo zbraní mohou použít své ostré kočičí drápy.\" ―Popis rasy[src]Khajiitové jsou hratelnou rasou v The Elder Scrolls V: Skyrim. Patří mezi zvířecí rasy, které obývají Tamriel, přesněji řečeno provincii Elsweyr. Tito khajiitové jsou cathayové a jsou rozeznatelní podle jejich zvířecího vzhledu a lstivého přízvuku. Spolu s argoniany jsou nazývaní jako zvířecí rasy Skyrimu a kvůli tomu je jeho občané vnímají negativně. Ve Skyrimu je potkáte jen vzácně, většinou pouze v karavanách. Biologie Nejvýznamnějším rysem khajiitů je jejich kočičí vzhled, který se opírá o skutečné kočky. Mají širokou škálu kombinací obličejových rysů. Někteří připomínají rysy a pumy, zatímco další vypadají jako tygři, leopardi a ještě víc z nich připomíná domácí kočky. Jejich obličeje jsou často tečkované nebo pruhované. Tyto znaménka jsou ovšem relativně nepatrná, v porovnání se skutečnými kočkami. Jejich vlasy jsou podobné těm lidským a merským, a mohou mít také prodlouženou srst na konečcích uší, jako rysové. Také se zdobí náušnicemi a vousy, které jsou podobné standardním plnovousům, knírům nebo kotletám. Khajiitští muži jsou vysocí 1.00, což je kosmetický rozměr, na který jsou nastaveny všechny rasy. Khajiitské ženy jsou vysoké 0.95. Rozdíly od ostatních her Na rozdíl od cyrodiilských khajiitů se ti ze Skyrimu podobají rysům, díky jejich špičatým uším, pohublým obličejům a hustou lícní srstí; zatímco khajiiti z Oblivionu a předchozích her připomínají spíše jaguáry nebo leopardy, s jejich menšíma, kulatějšíma ušima a jemnými, kulatými rysy. Nevíme jistě, jestli to designéři postav zamýšleli, nebo jestli to je jednoduše změnou grafiky, ale víme, že existuje mnoho typů khajiitů. Stejně jako v Oblivionu a na rozdíl od Morrowindu, nosí skyrimští khajiiti helmy a boty. Vlivy měsíců Vzhled a fyziologie khajiitů se opírá o lunární kalendář Massera a Secundy. Khajiitové v této hře jsou cathayové, což je jedna z mnoha možných forem, které se pohybují od obvyklých koček domácích až po obří zvířata nebo malé bosmery. Schopnosti a profese Známí pro svůj přirozený talent v hbitosti a plížení, mnoho khajiitů pohrdá zbraněmi a dává přednost svým drápům. V bitvách klopí uši, mhouří oči a cení zuby (podobně jako kočky). Díky svému plížení, důvtipu a hbitosti jsou skvělými zloději a nájemnými vrahy. Mnoho khajiitů je také válečníky, ačkoli to spíše platí o cathay-rahtech, plemenu vysokých a silnějších khajiitů, které mimo Elsweyr potkáte jen vzácně. Skyrimští cathayové jsou mrštnější a dokáží dobře vidět ve tmě. Tyto dovednosti kombinované s všeobecným sklonem lidí a merů se nad khajiity povyšovat, vede mnoho z nich ze své domoviny, aby se stali nájemnými vrahy, zloději nebo bandity. Ostatní khajiitové ve Skyrimu využívají svoji přirozenou lstivou povahu k obchodu. Přesto mnoho z nich obchoduje se skumou, omamnou látkou. Vnímání veřejnost a historie \"Spousta khajiitů se dává na pašeráctví a zlodějinu, aby se vůbec uživili. Pár zkažených jablek zkazí celou sklizeň. Však víš, jak to chodí.\" ―Ysolda[src]Khajiitové jsou, kvůli svému zvířecímu vzhledu, považovaní za podřadné občany. Mnozí si je představují jako podvodníky, lháře, zloděje a drogově závislé. Kvůli této nedůvěřivosti vůči jejich rase je pro ně těžké si sehnat slušnou práci. Z těchto stereotypů vznikla řada rasových nadávek, jako například „kočka,“[1] nebo výhrůžky, že si z nich udělají koberec.[2] Khajiitové jsou obětmi rasové diskriminace po celém Skyrimu, protože se ostatní domnívají, že mají větší sklony ke zločinnosti. Ahkari, khajiitská obchodnice prodávající skoro v každé skyrimské državě řekla: „...to ti nordové. Nemají ve své zemi rádi cizince, a proto máme vstup do měst zakázaný. Když se na nás podívají, vidí jenom kapsáře a překupníky skumy.“[3] Proto jsou khajiitské karavany nuceny si založit podnikání a tábořit před městskými zdmi. Khajiitská karavana. Až do nedávna byli utlačováni a zotročováni bohatými rodinami a odvětvími prvovýroby v Morrowindu, než král Helseth postavil otroctví mimo zákon. Spousta khajiitů má silný odpor k argonianům, což způsobuje napětí v jižních cyrodiilských městech Leyawiin a Bravil, kde jsou Elsweyr a Černý močál blízko sebe, a kde je poměrně dost zástupců obou ras. Elsweyrská konfederace se po svém odloučení v 4E 99 stalo třetím království ovládaném Třetím aldmerským spolkem.[4] Nicméně tato změna vedení nenapravila nenávist lidí a merů vůči nim a mnoho z nich je stále považováno za druhořadé a surovce. Tvorba postavy Dovednostní bonusy +10 Plížení (úroveň 25) +5 Alchymie (úroveň 20) +5 Lukostřelba (úroveň 20) +5 Vyháčkování (úroveň 20) +5 Jednoruční zbraně (úroveň 20) +5 Kapsářství (úroveň 20) Počáteční kouzla Plameny (Ničení) – všechny rasy začínají s tímto kouzlem Léčení (Obnova) – všechny rasy začínají s tímto kouzlem Speciální schopnosti Noční oko – Noční vidění po dobu 60 sekund po neomezenou dobu denně. Drápy – Neozbrojené útoky, které dávají 12 bodů poškození.[Poznámka 1] Populární používání a unikátní gameplay Třídy a herní styly Khajiitové vynikají v plížení, díky čemuž jsou skvělými nájemnými vrahy, zloději a lučišníky. Jejich talent v plížení kombinovaný s určitými body v lukostřelbě a plížení z nich dělají smrtící lučišníky, obzvláště při plížení. Také jsou úžasní v boji na blízko díky svým drápům, které dávají 12 bodů poškození.[Poznámka 1] Tato schopnost je užitečná ve rvačkách, jelikož vždycky dávají větší zranění než jejich protivníci. Když je to ještě zkombinované s dovedností Železné pěsti, jsou khajiitové opravdu hroziví i beze zbraně. Před odemčení této dovednosti, zvyšují tento talent Rváčovi rukavice. Také khajiitský lykantrop je lepší v boji beze zbraně než ostatní rasy. Cechy Přestože cechy berou členy všech ras, Cech zlodějů a Temné bratrstvo často nabírají khajiity kvůli jejich dovednostem a schopnostem. Noční vize Přestože se jejich schopnost Nočního oka může považovat za zcela zbytečnou, je užitečná při plížení ve špatně osvětlených oblastech. Noční oko funguje pod vodou i na koni, ale musí být aktivováno před nasednutím do sedla a poté nemůže být restartováno nebo deaktivováno bez sesednutí. Tento talent může být využíván při prozkoumávání jeskyní a jiných území bez osvětlení bez potřeby kouzel nebo loučí. Hráči se také díky tomu nemusí stát upíry. Herní výhody Jelikož jsou khajiitové ve Skyrimu vzácní, hrát za tuto rasu je pro hráče zajímavý zážitek. Přestože khajiitové nemají dovolený vstup do měst, není khajiitský Drakorozený nikdy vykázán, ale místo toho slýchá rasistické nadávky od državských stráží a ostatních. Významní khajiitové Ri'saad, Ahkari a Ma'dran – Vůdcové tří khajiitských karavan, cestujících mezi různými nordskými državami. Kharjo – Karavanská stráž sloužící jako tělesná stráž Ahkari, kteří cestují mezi Riftenem a Dawnstarem. Je jedním ze dvou khajiitů, kteří se mohou stát společníky. J'zargo – Khajiitský mág učedník v Univerzitě ve Winterholdu. Druhý možný khajiitský společník. Zajímavosti Thalmor zaměstnává khajiitské nájemné vrahy, když je zapotřebí jejich talent v plížení.[5] Pokud hráč pátrá po nájemném vrahovi, který jde po Malbornovi, po uniknutí z thalmorského velvyslanectví během úkolu Diplomatická imunita, a jeden z khajiitských obchodníků je u městských stájí, může se jich hráč na vraha zeptat. Khajiit hráči ukáže, kde se vrah nachází se slovy: „Thalmorská špína, jo? Dávají khajiitům špatné jméno.“ Khajiitové a argoniané jsou jediné rasy, které, když bojují beze zbraně, otevírají zaťaté pěsti a ohánějí se po svém cíli svými drápy. Lidé a merové útočí se zaťatými pěstmi. Khajiitové jsou jedinou rasou, která nemá přizpůsobitelné obočí."
}