{
    "title": "Khajiit (Online)",
    "table_of_contents": [
        "Obsah",
        "1 Oficiální popis",
        "2 Pasivní rasové schopnosti",
        "3 Významní khajiitové",
        "4 Galerie"
    ],
    "infobox": "",
    "content": "Hlavní článek: Rasy (Online) \"Rasové dovednosti kočičích khajiitů se odráží od jejich přirozené všestrannosti a lstivosti, čímž získávají bonus v kapsářství, plížení, obnově, jakož i v základním zdraví, maně a výdrži. Tyto bonusy jim pomáhají v mnoha riskatních situacích.\" ―Popis rasy[src]Khajiitové jsou jednou z devíti základních hratelných ras v The Elder Scrolls Online. Jsou součástí Aldmerského spolku, společně s altmery a bosmery, ale objevují se i v jiných aliancích. Jako hrdá kočičí rasa z jižní provincie Elsweyru, jsou khajiitové známí svoji vysokou inteligenci a hbitost, což z nich dělá nejen skvělé zloděje a akrobaty, ale také hrůzu nahánějící válečníky. Pouze málo z nich se stává mágy. Khajiitové zůstávají výhradně na souši, ale pirátství a obchodování se skumou láká některé z nich k námořnictví. Jejich nejrozeznatelnějším znakem je jejich škála různých forem nazývané „srsti“, jichž je nejméně 17 druhů. Přestože se vzhledově pohybují v rozmezí od domácích koček, jako alfiqové, až po surové senche-rahty, pouze cathayové, druh humanoidních dvounouhých khajiitů, jsou hratelní. Khajiitská anatomie se velice liší od té lidské i merské, a to nejenom kvůli jejich srsti, ocasu a občasnému shrbenému držení těla, ale také kvůli jejich trávicímu systému a metabolismu. Khajiiti, argoniáni a imgy patří, díky těmto velkým rozdílům, mezi takzvané „zvířecí rasy“ Tamrielu. Khajiitská délka života je podobná té lidské. Neexistují žádné dobře dokumentované případy křížení khajiitů s ostatními rasami, ale pobíhají o tom zvěsti. Cizozemský vzhled a chování khajiitů z nich dělá obvyklý terč rasové diskriminace. Oficiální popis „Populace hrdých kočičích khajiitů se v posledních letech poněkud zmenšila následkem vypuknutí Knahatenské chřipky. Jsou velmi dlužni Ayrenn, královně vznešených elfů, za její pomoct v nastolení řádu do chaosu, který epidemii následoval. Jsou sarkastičtí a mají požitkářský postoj, ale jsou zároveň hrůzostrašní v boji. Slouží jako silná paže Aldmerského spolku.“ Pasivní rasové schopnosti Kapsář Zvyšuje získávání zkušeností u dovednostní linie střední zbroje o 15 %. Zvyšuje šanci na úspěšné vybírání kapes o 5 %. Robustnost Zvyšuje obnovu zdraví o ___ bodů a obnovu výdrže a many o __ bodů. Stupeň 1: 33 bodů, 25 bodů (Odemčeno od úrovně 5) Stupeň 2: 66 bodů, 50 bodů (Odemčeno od úrovně 15) Stupeň 3: 100 bodů, 85 bodů (Odemčeno od úrovně 30) Lunární požehnání Zvyšuje maximum zdraví, many a výdrže o ___ bodů. Stupeň 1: 250 bodů (Odemčeno od úrovně 10) Stupeň 2: 500 bodů (Odemčeno od úrovně 20) Stupeň 3: 825 bodů (Odemčeno od úrovně 40) Kočičí útok Zvyšuje kritické poškození a kritické léčení o __ %. Snižuje detekovanou oblast během plížení o _ metr/y. Stupeň 1: 3 %, 1 metr (Odemčeno od úrovně 25) Stupeň 2: 6 %, 2 metry (Odemčeno od úrovně 35) Stupeň 3: 10 %, 3 metry (Odemčeno od úrovně 50) Významní khajiitové Rid-Thar-ri'Datta – První mane khajiitů. Akkhuz-ri – Současný mane. Khali – Dvojče Shazah a lunární šampionka. Buď ona nebo její sestra, se má stát dalším manem. Shazah – Dvojče Khalia lunární šampionka. Buď ona nebo její sestra, se má stát dalším manem."
}