{
    "title": "Khajiitský panteon",
    "table_of_contents": [
        "Obsah",
        "1 Seznam bohů",
        "1.1 Ahnurr",
        "1.2 Akha",
        "1.3 Alkhan",
        "1.4 Alkosh",
        "1.5 Azurah",
        "1.6 Baan Dar",
        "1.7 Boethra",
        "1.8 Fadomai",
        "1.9 Hermorah",
        "1.10 Hircine",
        "1.11 Ius",
        "1.12 Ja-Kha'jay",
        "1.13 Jode",
        "1.14 Jone",
        "1.15 Khenarthi",
        "1.16 Lorkhaj",
        "1.17 Mafala",
        "1.18 Magrus",
        "1.19 Mara",
        "1.20 Merid-Nunda",
        "1.21 Merrunz",
        "1.22 Molagh",
        "1.23 Namiira",
        "1.24 Nirni",
        "1.25 Noctra",
        "1.26 Orkha",
        "1.27 Rajhin",
        "1.28 Riddle'Thar",
        "1.29 Sangiin",
        "1.30 Sheggorath",
        "1.31 S'rendarr",
        "1.32 Varmiina",
        "1.33 Y'ffer",
        "2 Zdroje"
    ],
    "infobox": "",
    "content": "Následující bohové jsou uctíváni khajiity: Seznam bohů Ahnurr Ahnurr je khajiitská verze Anua. S Fadomai měl několik vrhů, které se skládaly z mnoha různých bohů.[1] Podle legend, byly na začátku dvě síly, Ahnurr a Fadomai. Fadomai navrhla svému druhovi, že by mohli mít děti, s nimiž by mohli sdílet radost. Měli spolu dva vrhy bohů a Ahnurr si myslel, že by to už mohlo stačit, jelikož další děti by od nich vzali jejich štěstí. Pak ovšem za svou matkou přišla Khenarthi, jelikož jí bylo smutno být na nebesích tak sama, kam ani její bratr Alkosh nedosáhne, a tak přesvědčila Fadomai, aby obelstila Ahnurra do jejího oplodnění s třetím vrhem. Ahnurr na to ovšem po porodu přišel a Fadomai udeřil, čímž ji přinutil prchnout do Velké temnoty. Zde porodila své poslední dítě, Lorkhaje. Fadomai věděla, že její smrt se kvapem blíží, a proto dala Ja-Kha'jayovi Lunární mříž, aby jí Ahnurr nemohl proniknout. Poté dala Nirni schopnost rodit své vlastní děti stejně jako ona. Následně všechny její děti odešly, až na Azuru. A jelikož byla Azurah její nejmilejší dcera, Fadomai jí vyzradila svá největší tajemství – jak vytvořit khajiity.[1] Také jí řekla jména všech duchů a všech khajiitů, kteří kdy budou žít. Pak Fadomai zemřela a Azurah ve Velké temnotě oplakávala její smrt.[2] Akha Akha je khajiitský bůh, z něhož vzešli všichni draci a bohové, kteří jsou spojení s konceptem času.[3] Akha v raných dnech prozkoumal nebesa a z jeho ocasů se stalo „Mnoho cest“. Jeho otec, Ahnurr, mu řekl, aby se pářil a našel lásku. Když tak udělal, stvořil draky, zmizel a místo něho se objevil Alkosh.[3] Alkhan Alkhan je khajiitská obdoba nordského boha Alduina. Je to Akhův prvorozený a obývá silou pohltit duše těch, kterých zabije, což mu umožňuje vyrůst do nesmírné velikosti.[3] Alkhan byl údajně zabit Lorkhajem a jeho společníky, ale jakožto Akhův nesmrtelný syn se jednoho dne vrátí.[3] Alkosh Jako khajiitská verze Akatoshe je i Alkosh tím nejhlavnějším bohem anequinské víry. Alkoshovi je připisováno poražení a odražení šílenství Pelinala Whitestraka v Elsweyru, kde vraždil khajiity ve velkém. Alkosh ztratil obrovské množství svých uctívačů bohu Riddle'Tharovi, ale i tak je nadále uctíván v některých elsweyrských „pustinách“.[4] Azurah Azurah je jméno dané Azuře, daedrickému princi rozbřesku a soumraku. Azurah zastává vedoucí pozici v khajiitské mytologii, jelikož se jí připisuje stvoření khajiitské rasy jako takové. V některých příbězích je Azurah popisována jako nejmilejší dcera Fadomai, která jí před svou smrtí svěřila svá největší tajemství.[4] Baan Dar Baan Dar je „bůh banditů“ a představuje chytrost národa. Často je spojován s intrikami khajiitů vůči jejich elfím a lidským nepřátelům.[4] Boethra Boethra je jméno, které dali khajiitové daedrickému princi spiknutí, Boethii. Je to družka Mafaly a kvůli její vzdorovité povaze ji Ahnurr vykázal.[3] Fadomai Fadomai je khajiitská verze Padomaye. Podle legend, byly na začátku dvě síly, Ahnurr a Fadomai. Fadomai navrhla svému druhovi, že by mohli mít děti, s nimiž by mohli sdílet radost. Měli spolu dva vrhy bohů a Ahnurr si myslel, že by to už mohlo stačit, jelikož další děti by od nich vzali jejich štěstí. Pak ovšem za svou matkou přišla Khenarthi, jelikož jí bylo smutno být na nebesích tak sama, kam ani její bratr Alkosh nedosáhne, a tak přesvědčila Fadomai, aby obelstila Ahnurra do jejího oplodnění s třetím vrhem. Ahnurr na to ovšem po porodu přišel a Fadomai udeřil, čímž ji přinutil prchnout do Velké temnoty. Zde porodila své poslední dítě, Lorkhaje. Fadomai věděla, že její smrt se kvapem blíží, a proto dala Ja-Kha'jayovi Lunární mříž, aby jí Ahnurr nemohl proniknout. Poté dala Nirni schopnost rodit své vlastní děti stejně jako ona. Následně všechny její děti odešly, až na Azuru. A jelikož byla Azurah její nejmilejší dcera, Fadomai jí vyzradila svá největší tajemství – jak vytvořit khajiity.[1] Také jí řekla jména všech duchů a všech khajiitů, kteří kdy budou žít. Pak Fadomai zemřela a Azurah ve Velké temnotě oplakávala její smrt.[2] Hermorah Hermorah je khajiitský ekvivalent daedrického prince vědění a osudu, Hermaea Mory.[1] Hircine Hircine je daedrický princ lovu a otec dlaků. Khajiitské mýty říkají, že je věčně hladový.[1] Ius Ius, známý jako Ius Znepokojený a Zvířecí bůh, je uctíván v určitých částech Elsweyru, kde je vyobrazován jako pokřivený humanoid nesoucí tyč.[5] Ja-Kha'jay Ja-Kha'jay, či Lunární mříž, je khajiitský bůh, jenž má dva aspekty: Jode a Jone.[4] Jeho pohyby chrání Nirni od Ahnurra.[1] Jode Jode je khajiitský bůh Nirnova většího měsíce, Massera. Jode je jedním ze dvou aspektů Lunární mříže, či Ja-Kha'jay.[4] Jone Jone je khajiitský bůh Nirnova menšího měsíce, Secundy. Jone je jedním ze dvou aspektů Lunární mříže, či Ja-Kha'jay.[4] Khenarthi Khenarthi je khajiitská variace Kynareth. Podle legendy Khenarthi přesvědčila Fadomai, aby zlákala Ahnurra a otěhotněla, aby na nebesích nebyla sama.[1] Lorkhaj Lorkhaj je khajiitská varianta Lorkhana, Ztraceného boha. Podle mýtu patřili Lorkhaj a „Velká temnota“, Namiira, do Fadomaina posledního vrhu. Některé příběhy tvrdí, že ho Nirni požádala o to, aby jí vytvořil místo, kde by mohla rodit. Lorkhaj souhlasil a oklamal jiné duchy, aby mu pomohli, čímž jich mnoho z nich zemřelo. Přeživší duchové ho za trest potrestali tím, že ho prokleli, aby „kráčel po Nirni po mnoho období“.[4] Mafala Mafala je khajiitská verze Mephaly, daedrického prince sexu, lží a tajností.[1] Mafala je Boethřina družka a střeží Osm z mnoha cest.[3] Magrus Magrus je khajiitský bůh magie a slunce, uctívaný čaroději napříč Elsweyrem. Často je spojován s Magnusem.[1] Mara Mara je bohyně lásky, jež se nachází v téměř každém panteonu napříč Tamrielem. V khajiitské mytologii zůstává Mara vůči jejím protějškům v podstatě nezměněná.[4] Merid-Nunda Merid-Nunda je khajiitská verze Meridie, daedrického prince života a světla.[6] Merrunz Merrunz je khajiitská obměna Mehrunese Dagona, daedrického prince ničení, a je obecně spojován s přírodními pohromami.[1] Molagh Molagh je khajiitská Molag Bala, daedrického prince nadvlády[7] a intrik.[8] Namiira Namiira je khajiitská verze daedrického prince Namiry a je označovaná za „Nejstaršího ducha“ a „Velkou temnotu“.[9] Je spojována s Nicotou[1] a konzumací zkaženého masa.[9] Nirni Nirni je khajiitská interpretace planety Nirnu samotné. V khajiitské mytologii soupeřila s Azurou o přízeň jejich matky, Fadomai.[1] Noctra Noctra je khajiitská obměna daedrického prince Nocturnal a zrodila se z Lorkhajovy černé krve. Azurah Noctru ušetřila a dovolila jí žít do té doby, dokud bude sloužit jí a ja-Kha'jay, ale kvůli její vzpurné povaze ukradla jeden z Azuřiných klíčů a prchla do Nicoty.[9] Orkha Orkha je khajiitská verze Malacatha, daedrického prince kleteb.[10] Rajhin Rajhin je zlodějský bůh khajiitů, který údajně vyrůstal v senchalské čtvrti Černé Kiergo. Jako nejproslulejší lupič v historii Elsweyru se má za to, že ukradl tetovaní z krku císařovny Kintyry, zatímco spala.[4] Riddle'Thar Riddle'Thar byl začleněn do khajiitského panteonu Manem Rid-Thar-ri'Dattem. Riddle'Thar je označován za „boha Kosmického řádu“ a podobá se zákoníku, podle něhož se má žít, spíše než bohovi. Stvoření Riddle'Thara způsobilo významný úbytek uctívání Alkoshe v Elsweyru.[4] Sangiin Sangiin, jinak známý jako „Krvavá kočka“, je obměna Sanguina, daedrického prince hýření a požitkářství.[1] Sheggorath Sheggorath je khajiitská verze Sheogoratha, daedrického prince šílenství. Sheggorathovi khajiitové také říkají „Skoomová kočka“.[4] S'rendarr S'rendarr je khajiitská verze Stendarra, boha smilování.[4] Varmiina Varmiina je khajiitská interpretace daedrického prince Vaerminy, která se zrodila z Fadomaina strachu ze ztráty svých dětí. Zabila ji Azurah a nyní straší khajiity v jejich snech.[9] Y'ffer Y'ffer je často spojován s Nirni, která si ho vybrala jako svého druha.[11] Y'ffer se dozvěděl První tajemství a stvořil bosmery. A jelikož Y'ffer neměl rád žádná tajemství, zakřičel to První do nebes, aby mohly všechny Fadomainy děti projít Lunární mříží, ale Azurah zacpala uši naštvaného Ahnurra a hlučného Lorkhaje, aby to neslyšeli.[1]"
}