{
    "title": "Kniha daeder",
    "table_of_contents": "",
    "infobox": "",
    "content": "Kniha daeder Autor Anonym Kniha daeder je kniha přítomná v An Elder Scrolls Legend: Battlespire, The Elder Scrolls III: Morrowind, The Elder Scrolls IV: Oblivion a The Elder Scrolls V: Skyrim. Obsah Azura, jejíž doménou je soumrak a svítání, tajemná hodina mezi vlkem a psem. Přezdívá se jí Měsíční stín, Matka růže a Královna noční oblohy. Boethiah, jejíž doménou je klam a spiklenectví, tajné vražedné pikle, zrada a úskoky vedoucí ke svržení moci. Clavicus Vile, jehož doménou je získávání moci a plnění přání prostřednictvím rituálního vyvolávání a paktů. Hermaeus Mora, jenž shlíží na plynutí Osudu a čte minulost i budoucnost z hvězd a nebes. Jeho doménou jsou poklady vědomostí a paměti. Hircine, jehož doménou je lov a oblíbená zábava daeder, hon. Je znám i jako Lovec a otec lidských kříženců. Malacath, patron vyvrženců a zavržených, strážce Velké přísahy a Krvavé kletby. Mehrunes Dagon, jehož doménou je ničení, přeměna, odpor, vytrvalost a ctižádost. Mephala, jejíž doména je před smrtelníky skryta; je známa jako Snovačka, Přadlena a Pavoučice. Zdá se, že jediné, co s ní lze jasně spojit, je záliba v zasahování do věcí smrtelníků pro vlastní pobavení. Meridia, jejíž sféra působnosti není smrtelníkům známa; je však spojena s dušemi živých bytostí. Molag Bal, jehož doménou je ovládání a zotročování smrtelníků. Touží získávat jejich duše a do své moci je dostává zaséváním sporů a svárů v lidských královstvích. Namira, paní pradávné temnoty. Je známa jako Daedra duše, vládkyně všemožného temna a stínových duchů. Je spojována s pavouky, hmyzem, slimáky a jinými nechutnými stvořeními, které ve smrtelnících vzbuzují odpor. Nocturnal, jejíž doménou je noc a temnota. Je známa také jako Paní noci. Peryite, jehož doménou je velení nižším sférám Zapomnění. Říká se mu Kaprál. Sanguine, jehož doménou je požitkářské hýření a veselí, jakožto i vášnivé radovánky temnější povahy. Sheogorath, pán šílenství, jehož úmysly nám nejsou známé. Vaernima, která vládne království snů a nočních můr, z nějž přicházejí zlá znamení a věštby. [V kapitole nadepsané „Malacath“ je zmíněna a mnohokrát podtržena Metla, jež je údajně požehnána Malacathem a určená smrtelníkům. V odstavci se tvrdí, že pokud se sílu této zbraně pokusí využít jakákoliv daedra, bude odvržena do prázdnoty Zapomnění.] „Z legendárních artefaktů daeder je mnoho poměrně dobře známých, patří mezi ně například Azuřina hvězda a Sheogorathův Tlachoplach. Jiné jsou známy méně, například Metla, Mackkanovo kladivo, Daedří zhouba...“ „...přesto, ač Malacath požehnal Metle, aby získala velkou moc proti jeho vlastnímu rodu, nepřál si, aby padla do rukou daeder a stala se nástrojem soukromých bojů mezi zbabělci a vyvrženci. Proto na zbraň uvrhl kletbu. Jakmile by její moc vyvolal někdo z daeder, otevřela by nicota svůj chřtán a onoho opovážlivce pozřela, takže by se ocitl v prázdnotě Zapomnění a musel by celé věky hledat cestu zpět do skutečného světa.“"
}