{
    "title": "Kniha o Drakorozených",
    "table_of_contents": "",
    "infobox": "",
    "content": "Kniha o Drakorozených (v originále The Book of the Dragonborn) je kniha o historii Drakorozených sepsaná převorem weynonského převorství Emelenem Madrinem. Zabývá se rolí Drakorozených v historii Tamrielu. Sepsána byla v roce 360 třetí éry. Kniha se poprvé objevila ve hře The Elder Scrolls V: Skyrim. Text Kniha o Drakorozených, převor Emelene Madrine řád Talose weynonské převorství Rok 360 třetí éry, dvacátý první rok vlády Jeho Veličenstva Pelagia IV. Mnozí lidé dobře znají slovo \"Drakorozený\". Kdo by také tato slova neznal, když nám vládne vládne dynastie Drakorozených císařů? Pravá podstata Drakorozených však zůstává skryta. Pro nás, v řádu Talose, je tato záležitost blízká a drahá našim srdcím, a proto se v této knize pokusím osvětlit historii a význam Drakorozených v průběhu věků. Učenci se shodují, že tento pojem byl poprvé použit ve spojitosti s paktem Akatoshe, kdy blahoslavená sv. Alessia dostala Amulet králů a v chrámu Vyvoleného byly poprvé zapáleny Dračí ohně. „Akatosh, dívaje se s lítostí na lidská břemena, prolil krev z vlastního srdce, požehnal jí svatou Alessii a uzavřel dohodu, že dokud Alessiini potomci zůstanou věrní dračí krvi, zařídí, aby brány Zapomnění zůstaly zapečetěny a nepřátelští ayleidé neměli přístup ke svým armádám daeder a nemrtvých.“ Ti, kteří byli posvěceni Akatoshovou „dračí krví“, vešli do povědomí lidí jednoduše jako Drakorození. Od začátku tedy bylo jasné spojení mezi vládci Císařství a potomky draků - pouze Drakorození mohli nosit Amulet králů a rozsvěcet Dračí ohně. Všichni právoplatní vládci Císařství byli Drakorození, od císařů a císařoven první cyrodiilské říše, založené Alessií, přes Remana Cyrodiila a jeho dědice a Tibera Septima a jeho potomky, až k našemu současnému císaři, Jeho Veličenstvu Pelagiu Septimovi IV. Toto spojení s císaři ale zapříčinilo, že další podrobnosti o Drakorozených byly postupně zapomenuty všemi vyjma učenců a těch z nás, kteří zasvětili svůj život blahoslavenému Talosovi, jenž býval Tiber Septim. Jen málokdo si uvědomuje, že být Drakorozeným není jednoduše záležitost dědičnosti, ale je to požehnání samotného Akatoshe a není v našich silách pochopit, jak a proč je udělováno. Ti, kdož se stanou císaři a zapálí Dračí ohně, jsou bezpochyby Drakorození - důkazem je, že nosí Amulet a dokážou ohně zapálit. Ale byli tohoto schopni proto, že byli Drakorození, nebo na ně přitom seslal Akatosh své požehnání? Dokážeme říci jen tolik, že ať je to obojí, či ani jedno, je to božské tajemství. V rodě Septimů byli samozřejmě všichni Drakorození, což je jeden z důvodů, proč je tak běžné zjednodušující vysvětlení, že dračí krev je dědičná. Je ale jisté, že ne všichni raní vládci Cyrodiilu byli příbuzní. Není také žádný důkaz, že by Reman Cyrodiil byl potomek Alessie, a většina legend, tvrdících opak, pochází z doby Remanovy vlády a zřejmě bylo jejich účelem dokázat, že je Reman právoplatným vládcem. Ví se, že Čepele, známé jako císařova tělesná stráž, vzešly z akavirských nájezdníků, kteří na konci prvního věku z neznámých důvodů vpadli do Tamrielu. Zdá se, že pátrali po Drakorozeném, jak dokazují události u Hraničního průsmyku, a právě oni byli první, kteří prohlásil Remana Cyrodiila za Drakorozeného. Byli to právě akavirští, kteří se nejvíce zasadili o jeho postavení císaře (ačkoliv Reman sám nikdy tento titul za svého života nepřijal). A nelze samozřejmě dokázat ani žádný příbuzenský vztah Tibera Septima k jakémukoliv z předchozích vládců Tamrielu. Dalším tajemstvím je, zda je možné, aby byl naživu v jeden okamžik více než jeden Drakorozený. Císaři se tuto myšlenku odjakživa snažili zavrhnout, ale i samotná existence císařského následnictví dokazuje, že musí být najednou naživu minimálně dva nebo i více Drakorozených - soudobý vládce a jeho nástupci. Historie Čepelí tomuto také napovídá - ačkoliv o jejich činech v průběhu Mezivládí, období mezi remanovským císařstvím a nástupem Tibera Septima, není příliš známo, mnozí tvrdí, že Čepele dále vyhledávaly a chránily ty, které v té době považovaly za Drakorozené. Nakonec vyvstává otázka, co ve skutečnosti znamená být Drakorozený? Propojení s draky je natolik zjevné, že již bylo téměř zapomenuto - v dnešních dobách, kdy jsou draci dávnou minulostí, zapomínáme, že dříve být Drakorozený znamenalo mít dračí krev. Někteří učenci věří, že toto bylo myšleno zcela doslovně, ačkoliv není jasné, co to znamenalo. Nordové vypráví o Drakorozených hrdinech, slavných drakobijcích, kteří dokázali drakům, které zabili, ukrást jejich moc. Je vskutku dobře známé, že akaviřané v průběhu svého nájezdu našli a zabili mnoho draků, a jsou důkazy, že v tomto pokračovali i poté, co se stali Dračí stráží Remana Cyrodiila (opět je jasné spojení s draky) - přímými předchůdci dnešních Čepelí. Zanechám vás s něčím, co je známé jako \"Proroctví Drakorozených\". Mnohdy se tvrdí, že pochází ze Svitku Předků, ačkoliv občas bývá přisuzováno i dávným Akaviřanům. Mnozí se jej pokoušeli rozluštit a mnozí také věřili, že jeho předpověď se vyplnila a že příchod „posledního z Drakorozených“ nadešel. Já sám se nepovažuji za vykladače proroctví, ale řekl bych, že toto dílo naznačuje, že pravému významu Akatoshova daru smrtelnictvo ještě neporozumělo. Až chaos nastane ve všech osmi koutech světa,až se Mosazná věž rozejde a čas bude překován,až třikrát požehnaní zklamou a Rudá věž se otřese v základech,až Drakorozený vládce přijde o trůn a Bílá věž padne,až bude Sněžná věž ležet krvácejíc v troskách, bez krále,vzbudí se požírač světů a kolo se otočí na posledního z Drakorozených."
}