{
    "title": "Knihy (Daggerfall)",
    "table_of_contents": "",
    "infobox": "",
    "content": "Níže je seznam knih, které se vyskytují v The Elder Scrolls II: Daggerfall: Název Autor Přehled Pochybný příběh o Krystalové věži Bibenus Geon Pochybný příběh o talentovaném bardovi vyprávěný autorovi, když byl ještě novorozeně o Krystalové věži. Historie Daggerfallu Odiva Gallwood Kniha o historii Daggerfallu. Vědcova příručka o nymfách Vondham Barres Kniha o nymfách. Přehled božstev bratr Hetchfeld Studie o uctívání bohů v Tamrielu. Bůh Arkay Mymophonus Kniha o bohu Arkayovi. Bankéřova sázka Porbert Lyttumly Příběh ukazující jak daleko je někdo schopný pro zlato. Životopis královny Barenzie, díl 1. Stern Gamboge První část biografie královny Barenzie. Životopis královny Barenzie, díl 2. Stern Gamboge Druhá část. Životopis královny Barenzie, díl 3. Stern Gamboge Třetí část. Bothdorjický svitek anonym Tajemný text zmiňující Zapomnění a jeho přisluhovače. Stručná historie Císařství, část první Stronach K'Thojj III. Úvod do historie Císařství. Stručná historie Císařství, část druhá Stronach K'Thojj III. Druhá část úvodu do historie Císařství. Stručná historie Císařství, část třetí Stronach K'Thojj III. Třetí část úvodu do historie Císařství. Stručná část historie Císařství, část čtvrtá Stronach K'Thojj III. Čtvrtá část úvodu do historie Císařství. Rozbité diamanty Ryston Baylor Kniha o Dni rozbitých diamantů. Zlodějova přiznání anonym Zlodějova přiznání. Divad Pěvec Destri Melarg Kniha pojednávající o raném životě Divada Pěvce. Etiketa s vladaři Erystera Ligen Etiketa jíž je zapotřebí umět při rozpravě se šlechtou. Fav'teova válka o Betony Fav'te Kniha pojednávající o válce o Betony. Hlupákův ebenit, část první Frincheps První ze šesti dílů příběhu o dobrodruhovi. Hlupákův ebenit, část druhá Frincheps Druhá část ze šestidílné série. Hlupákův ebenit, část třetí Frincheps Třetí část ze šestidílné série. Hlupákův ebenit, část čtvrtá Frincheps Čtvrtá část ze šestidílné série. Hlupákův ebenit, část pátá Frincheps Pátá část ze šestidílné série. Hlupákův ebenit, část šestá Frincheps Šestý díl ze šestidílné série. Úlomek: Na Artaeum Taurce il-Anselma Esej o ostrově Artaeum, domovu Psijického řádu. Z pamětního kamene Makely Lekiové Makela Lekiová Deník redguardské ženy jménem Makela Lekiová. Mystik Galerion Asgrim Kolsgreg Biografie mystika Galeriona, bývalý psijický kněz a zakladatel Cechu mágů. Ghraewaj a harpie Tidasus Kniha o hře Ghraewaj. Svátky Iliackého zálivu Theth-i Kniha o svátcích Iliackého zálivu. Vyvolání Azury Sigillah Parate Autobiografie Azuřiny veleknězky zaměřující se na různé daedrické kulty, kterých byla autorka součástí. Ius, bůh zvířat Buljursoma Kniha o zvířecím bohovi Iusovi. Vtipy Butha Sunhous Kniha vtipů. Král Edward, část první anonym První část dvanáctidílné série o králi Edwardovi. Král Edward, část druhá anonym Druhá část dvanáctidílné série. Král Edward, část třetí anonym Třetí díl dvanáctidílné série. Král Edward, část čtvrtá anonym Čtvrtý díl dvanáctidílné série. Král Edward, část pátá anonym Pátá část dvanáctidílné série. Král Edward, část šestá anonym Šestý díl dvanáctidílné série. Král Edward, část sedmá anonym Sedmý díl dvanáctidílné série. Král Edward, část osmá anonym Osmý díl dvanáctidílné série. Král Edward, část devátá anonym Devátý díl dvanáctidílné série. Král Edward, část desátá anonym Desátý díl dvanáctidílné série. Král Edward, část jedenáctá anonym Jedenáctý díl dvanáctidílné série. Král Edward, část dvanáctá anonym Dvanáctý díl dvanáctidílné série. Základy práva M.Z.F. Anchivius Kniha na právo. Mařina slza Zhen Příběh o Masseru a Secundě. Mysticismus: Nevysvětlitelná cesta Tetronius Lor Popis školy magie mysticismu. Newgatova válka o Betony Vulper Newgate Kniha o válce o Betony. Poznámky o redguardské historii Destri Melarg Dopis od Destriho svému nakladateli, ve kterém popisuje svojí budoucí práci. Oelanderovo kladivo Krowle Pohádka pro děti o Oelanderově kladivu. O Jephreovi anonym Kniha o bohu Y'ffre. O lykantropii Varnard Karessen Kniha o lykantropech v Tamrielu. O Zapomnění Morian Zenas Příručka o Zapomnění a jeho obyvatelích. Původ Cechu mágů arcimág Salarth Kniha popisující kde a jak začal Cech mágů. Redguardové, jejich historie a jejich hrdinové Desri Melarg Kniha o redguardské historii. Sprostá písnička anonym Píseň. Výjimečná flóra Tamrielu Hardin Bylinkář Seznam jedněch z nejvzácnějších rostlin v Tamrielu. Alik'r Enric Milres Kniha o Alik'rské poušti. Sestřelená žena anonym Příběh o ženě, která tvrdí, že byla sestřelena. Bál v Ústavu Waughin Jarth Příběh o bále, který pořádal Pelagius III. v Ústavu. Bratři temnoty Pellarne Assi Založení a vzestup Temného bratrstva. Ebenitová ruka Witten Rol Kniha o Reymonovi Ebonarmovi, bohovi války. Výprava Šedého sokola Anido Jhone Příběh z druhé éry o válečné lodi jménem Šedý sokol. Víly Szun Triop Kniha o vílách z Tamrielu. Pád Uchvatitele Palaux Illthre Kniha o pádu Camorana Uchvatitele. První svitek o Baarovi Darovi Arkan Kniha o Baarovi Darovi. Léčitelův příběh anonym Kniha o příběhu o léčiteli. Legenda o milenčině nářku Croll Baumoval Příběh dvou milenců. Světlo a tma Irek Unterge Příběh staršího muže učícího svá vnoučata téma světla a tmy. Šílenství Pelagiovo Tsathenes Kniha zachycující císařovo šílenství. Potomci prasat Tyston Bane Rasistický pohled na Orsimery. Skutečná Barenzie, díl první anonym První díl z pětidílné série o Barenzii. Skutečná Barenzie, díl druhý anonym Druhý díl z pětidílné série o Barenzii. Skutečná Barenzie, díl třetí anonym Třetí díl z pětidílné série o Barenzii. Skutečná Barenzie, díl čtvrtý anonym Čtvrtý díl z pětidílné série o Barenzii. Skutečná Barenzie, díl pátý anonym Pátý díl z pětidílné série o Barenzii. Mudrc Aegrothius Goth Kniha o Bretonovi a jeho cestě za stanutím se mudrcem. Lyrisiův příběh Bresne Smythe Příběh o Lyrisiovi. O divokých elfech Kier-Jo Chorvak Kniha popisující Ayleidy. Pojednání anonym Popis záhadného spojení s bohem. Upíři Iliackého zálivu anonym Kniha o upírech Iliackého zálivu. Tlachoplach anonym Vyprávění šílence, který popisuje jak vyvolal Sheogoratha. Wayrest, šperk zálivu Sathyr Longleat Kniha o Wayrestu. Kniha kouzel Darováno dle nastavení po tvorbě postavy. Soudní nařízení anonym Určuje kdo vlastní danou věc. Dopisy Vyrytý štítek Dopis od Akorithiy Dopis od Aubk'iy Dopis od Barenzie Dopis od Brisienny Dopis od Eadwyrea Dopis od Elysany Dopis od Gortwoga Dopis od Helsetha Dopis lordu Castellianovy Dopis od Lhotuna Dopis od Mannimarca Dopis od Morgiae Dopis od Mynisery Dopis od Uriela Septima Dopis od upíra Dopis od lovce upírů Dopis od akolyta Dopis od agentů Dopis od Temného bratrstva Zpráva od Krále červů Dopis od nekromantů Dopis od Cechu zlodějů Dopis od Underkinga Dopis pro barona Dopis pro princeznu Balíček dopisů Výzkumné dokumenty Svitek uvěznění Daedry Výpověď Arthahona, prince Sentinelu Nepodepsaný dopis"
}