{
    "title": "Kontinent",
    "table_of_contents": "",
    "infobox": "",
    "content": "Kontinent je velkou souvislou pevninskou masou. V Nirnu se nachází několik velkých kontinentů. Nejznámějším a nejprozkoumanějším kontinentem je Tamriel. Obyvatelé Tamrielu považují Tamriel za střed světa. Nicméně na světě existují i další kontinenty, vědomosti obyvatel Tamrielu o ostatních kontinentech jsou však velmi omezené. Seznam známých kontinentů Aldmeris byl údajně kontinentem, kde se nacházela původní domovina Merů - elfů. Kontinent se nacházel, nebo nachází na jih od Tamrielu. Nicméně mnoho tamrielských učenců považuje existenci Aldmeris, ať už to byl kontinent, nebo ostrov, za elfský mýtus. Akavir, také známý jako Dračí země se nachází na východ od Tamrielu. Rady obou kontinentů k sobě chovají silné nepřátelství. Obyvatelé Akaviru se pokusili několikrát ovládnout Tamriel, třebaže jejich invaze nakonec skončily vždy neúspěchem, podařilo se Akavircům přenést na Tamriel něco málo ze svého kulturního vlivu. Obyvatelé Tamrielu se také pokusili o jednu jedinou známou invazi, jejímž cílem byla kolonizace Akaviru a jeho následné ovládnutí. Tato invaze však skončila naprostou katastrofou. Na Akaviru žije řada ras, mezi jinými údajně draci, Kamalové, Ka Po 'Tun, Tang Mo, Tsaesci a zřejmě řada dalších ras. Akavir však zůstává zahalen tajemstvím a je zřejmě natolik vzdálený, že mezi ním a Tamrielem neprobíhá ani obchodní styk. Téměř nic nevíme ani o historii, ani o bližší geografii Akaviru. Atmora je kontinent, který se nachází na sever od Tamrielu. Jedná se o nejseverněji položený kontinent, kde panuje extrémně chladné a mrazivé podnebí. Podle tradice přišli právě do Tamrielu první lidé právě z Atmory. V nejstarších zaznamenaných dějinách probíhal mezi Atmorou a Tamrielem čilý obchodní a kulturní styk. Nicméně se předpokládá, že nejpozději během třetí éry se Atmora stala neobydleným kontinentem s nepřátelskými přírodními podmínkami pro život. Tamriel je neznámější a nejprozkoumanější kontinent. Na Tamrielu žije obrovské množství ras a národů. Yokuda byl kontinent na západ od Tamrielu, který se během první éry z neznámých příčin potopil. Mnohým obyvatelům Yokudy se podařilo na lodích před touto katastrofou uprchnout. Tito lidé byli předky dnešních Redguardů a usadili se v Hammerfellu, kam přinesli i svou yokudanskou historii."
}