{
    "title": "Lykantropie",
    "table_of_contents": [
        "Obsah",
        "1 Původ",
        "2 Názor na lykantropy z hlediska kultury",
        "3 Symptomy a účinky",
        "4 Zdroje"
    ],
    "infobox": "",
    "content": "Lykantropie je nadpřirozená kondice, která způsobuje schopnost se přeměnit na určitý typ dlaka. Tito jednotlivci jsou nepřirozenými kříženci zvířete a jejich originální rasy. Lykantropie je nemoc,[1] která proniká do duše.[2] Pro ty, kteří tento stav považují za požehnání, je kondice známá jako Hircinův dar,[3] a ti, kteří jím opovrhují, tomu říkají Hircinovo prokletí.[4] Lykantropie je nakažlivá a není vybíravá ohledně toho, koho nakazí. Kvůli nebezpečné a krvežíznivé povaze lykantropů, byli nakažení po většinu tamrielské historie nenáviděni a obáváni. Existuje několik různých plemen této nákazy, kdy většina z nich je typická pro určité oblasti Tamrielu. Nicméně ten nejběžnější typ – vlkodlactví – se vyskytuje napříč celým kontinentem. Nositelé lykantropie jsou označováni za „lykantropy“. Občas se jim také říká „vlci“.[5] Přesněji řečeno by se termín „lykantrop“ měl používat čistě pro vlkodlaky samotné, ale ve skutečnosti tak označujeme kohokoliv, který si podobnou přeměnou do zvířete prošel.[1] Stejně jako upíři, tak i lykantropové dokáží šířit svou kondici infikováním nákazou, která se za pár dní vyvine v plnou lykantropii, pokud není léčena. Například Sanies Lupinus lze chytit od vlkodlaka a do několika dní se z nakaženého stává rovněž vlkodlak.[6] Nákaza se přenáší drápnutím či kousnutím dlaka, ale vzhledem k tomu, že je většina obětí jejich útoků zabita, tak je přenos v přírodě celkem neobvyklý. Nejlepší způsob předání kletby je napití se lykantropí krve. Taková to akce okamžitě přemění případného zájemce v lykantropa.[7] První transformace nastává okamžitě a je většinou hodně intenzivní.[8][9] Lykantropova forma je určena plemenem dlaka, které oběť nakazí. Argoniáni nakažení Sanies Lupinus se přemění do srstnatého dlaka, stejně jako všechny ostatní tamrielské rasy.[6][9][10][11] Původ Lykantropie byla původně stvořená daedrickým princem Hircinem, jenž ji darovává svým vyznavačům a velkým lovcům jako „požehnání“, proto se tomu občas říká Hircinův dar.[3] Jako Otec lidských kříženců[12] jsou lykantropové považováni za jeho děti,[13] kterým slouží jako jejich strážce.[14] Hircine je na lykantropii velmi hrdý. Pohrdá těmi, kteří dobrovolně přijali jeho dar, ale poté toho začali litovat, takže se stává, že dává některým lidem za úkol zabít jeho neposlušné děti, aby byli zbaveni utrpení.[15] A ať už ho za života uctívali nebo ne, Hircine se typicky zmocní duší dlaků, kterým nezbývá nic jiného, než strávit věčnost v Lovištích.[16] Hircine údajně lykantropí prokletí vypustil na Nirn velmi časně v historii, když vezmeme v potaz, že nejstarší zmínka pochází z merethické éry.[17] Legenda vypráví, že si Hircine pohrál s podstatou vlků a přetvořil je tak, aby dokázali podlehnout změně podoby. Tato modifikace dala vzniků jak vlkodlakům, tak vlkům Divokého lovu, kteří jsou, jak jejich jméno naznačuje, vlci, jenž byli znetvoření, jelikož opomněli podobu, kterou jim dal Y'ffre,[18] podobně jako jiná zvířata, která končí chycená v bosmerském rituálu Divokého lovu.[19] Těm prvním pár vybraným, kteří byli osobně požehnáni Hircinem samotným, se říká prvně proměnění, a můžeme je přirovnat k Dcerám Chladného přístavu Molaga Bala. Tito jednotlivci následně předávali svůj dar dalším, a ti následovali jejich příkladu, a tak se kondice rozšířila po celém kontinentu.[NR 1] Legenda říká,[14] že již v dobách nordského velekrále Hoaga Merkillera, v pátém století první éry, byli lykantropové pronásledováni zemanem Icehammerem.[20] Hircinovi vyznavači mohou poskytnout toto požehnání ostatním, a je možné tak nahradit vampirismus právě lykantropií, jelikož obě nemoci jsou vzájemně exkluzivní.[8] Na rozdíl od Bala, Hircine se aktivně zapojuje do života svých výtvorů. Ví se, že osobně vylepšuje své oblíbené lykantropy zesílenými dovednostmi a jiné zase obdarovává mocnými artefakty. Mezi takovéto příklady patří Hircinův prsten, který umocňuje lykantropovi ovládat své přeměny.[21] Názor na lykantropy z hlediska kultury Lykantropové jsou téměř všude nenáviděni. Jedinci s kontrolou nad svými přeměnami jsou bráni různě. Mohou být respektováni skupinami vyznávající Hircina,[22] nejistě tolerováni,[9][11] nebo dokonce zabiti na potkání.[23][24] Obyvatelé Skyrimu potírají psí kořen na okolní stromy a ploty, aby si vlkodlaky drželi od těla.[1] Při podezření na přítomnost vlkodlaků je třeba si všímat několika znamení: vlčí vytí, přestože po vlcích není ani vidu ani slechu, nebo zvláštní zvířecí stopy, které znenadání mizí. To všechno může naznačovat přítomnost vlkodlaků v oblasti.[25] Během Interregna bylo císařským vojákům doporučeno se nahlásit svým nadřízeným pro okamžitou popravu v případě, že se nakazí lykantropií.[25] V bosmerské společnosti je změna podoby na zvíře přísně zakázaná Zeleným paktem.[26] V případě, že lesní elfové tento pakt poruší, mohou být odsouzeni k beztvaré existenci Ooze.[27] Kvůli nebezpečné a nepředvídatelné povaze těchto měňavců jsou místy obávanější než upíři.[28] Vzhledem k jejich úctě k Hircinovi není neobvyklé, když je najdeme ve společnosti reachmenů.[29] Podobně jako v případě Šípkových srdcí, je lykantropie považována za sebeobětování. Považují to spíše za užitečnou kondici spíše než dar, kterým jedinec trpí, aby tak mohl lépe sloužit svému klanu.[22] Některé kmeny jsou do tohoto daru až fanaticky nadšení a dokonce existují záznamy o jejich konfliktech s Viridian Wyrd.[30][31] Mnoho reachmenských největších šampionů je lykantropy, jelikož slouží jako strážci a ochránci.[32] Osoby se zaměřením na vystopování a zabití dlaků jsou známí jako lovci vlkodlaků. Pracují buď samostatně nebo v malých skupinách,[33] nebo mohou být součástí větší organizace zasvěcené vymýcení lykantropie. Mezi takové skupiny patří Řád Stříbrného úsvitu,[34] Stříbrná ruka[8] a Stendarrovi bdící.[35] Jsou tu i tací lidé, kteří používají vůni destilovanou z vlkodlačího pižma jako kosmetický parfém nebo se také dá použít k vyvarování se případným vlkodlakům.[36] Jsou i vzácné případy, kdy je vlkodlactví dědičné. Nemoc dokáže být po celé generace naprosto nečinná, a poté se spontánně znovu projeví u pozdějších potomků. Hromadná tažení proti lykantropům jsou prakticky zbytečná, pokud i rodiny s touto kondicí nejsou také zcela vymýcené.[7] Skaalové ze Solstheimu věří, že mumifikované vlčí tlapy kolem kotníku pokryté stříbrem dokáží měňavce odehnat.[37] Umí sesílat kouzla, která dokáží odhalit stopy lykantropí infekce těsně po útoku. Tak jejich šamani zjišťují, kdo je nakažený. Kouzlo ovšem detekuje jenom infikované, nikoliv ty, kteří již vlkodlaky jsou.[38] Skaalové mají za to, že lykantropové jsou perverze přírodního řádu. Věří, že by člověk neměl vést dvojitý život jak jako racionálně uvažující bytost, tak jako zvíře.[39] Symptomy a účinky U jedinců nakažených lykantropií se projevuje několik symptomů. Infikování mohou být sužováni nočními můrami a rány způsobené jejich lykantropím útočníkem mohou být hluboké a viditelné.[40] Jednotlivci se Sanies Lupinus potkávají divoké tvory s prapodivnými zraněními nebo pociťují ospalost, načež se jim zčistajasna zbystří smysly.[41] V lidské podobě dlakům roste více chlupů na nečekaných místech, jako jsou uši.[42] Vlkodlačí drápy mají tendenci růst velmi rychle[43] a jejich srst se často zacuchává.[44] Nejdůležitější a nejvíce samozřejmý účinek lykantropie je samotná přeměna do zvířecí podoby. V této formě bývá lykantrop vyšší s pozměněnými proporcemi; ramena jsou širší, ruce delší, boky užší a nohy vyšší.[45] Fyzické změny poskytují dlakovi větší sílu, rychlost, odolnost a výdrž, společně s očarovanými drápy, které dokáží zranit bytosti normálně imunní vůči tradičním zbraním.[1] Osamocení vlkodlaci nikdy nejsou daleko od své smečky; postavit se jim o samotě je považované za smrtelnou chybu. Vlkodlačí vytí dokáže přivolat na pomoc nejen ostatní vlkodlaky, ale i normální vlky a medvědy.[33] Medvědodlaci jsou rovněž mentálně ovlivněni, jelikož pociťují intenzivní krvežíznivost.[46]"
}