{
    "title": "Magnus",
    "table_of_contents": [
        "Obsah",
        "1 Dějinný odkaz a uctívání",
        "2 Artefakty",
        "3 Poznámky",
        "4 Zdroje"
    ],
    "infobox": "",
    "content": "\"Oko Magnovo na nás vždy zhlíží skrze kouzla a očarování, jenž sesílají oddaní mágové.\" ―Dialog s Uurkarem Auri-Elovým Magnovo oko Magnus, také Bůh magie, Bůh Slunce a Král čaroděj,[1] byl významnou et'Adou, jedním z Prvotních duchů. V éře úsvitu Lorkhan přesvědčil Magna a dalších pár et'Ad, aby mu pomohli stvořit říši smrtelníků, Mundus. Magnus se údajně stal architektem Mundu, jelikož nakreslil schématické nákresy a diagramy, potřebné k jeho konstrukci.[2][3][4] A jak se Mundus formoval, jeho stvořitelé zjistili, že se mnoho et'Ad musí vzdát velké části své moci, aby vůbec došlo k dokončení světa.[4] Jejich aspekty začaly pomalu umírat a dost et'Ad zmizelo úplně.[2] Magnus se zhrozil a rozhodl se projekt ukončit.[4] Během posledních porodních bolestí prchl do Aetheria a jeho odchod protrhl díru, která se stala sluncem Nirnu, jenž se samo stalo známé jako Magnus.[2][3][4][5] Z et'Ad, které se rozhodly zůstat, se staly Ehlnofey.[2] Pak tu byly také ty, které Magna následovaly, to byly Magna Ge. Oni na nebi protrhli jen malé díry, hvězdy.[6][7][UL 1] Někteří se ovšem domnívají, že hvězdy jsou ve skutečnosti fragmenty Magna samotného.[8] Po Magnově odchodu se et'Ady sešly v Adamantinové věži, během události známé jako Shromáždění, kde se rozhodly potrestat Lorkhana za jeho zradu.[4][9][UL 2] Dějinný odkaz a uctívání V následujících érách mnoho altmerů a bretonců uctívalo Magna jako boha a stal se součástí jejich panteonů.[3] Ayleidé, mistři magických umění, ho vyznávali jako boha vidění, světla a porozumění a stavěli chrámy v jeho jménu.[10] Prizma Kočičího oka Khajiitové uctívají Magra (jednotné číslo: Magrus), kde je obecně znám jako Kočičí oko či Azuřino třetí oko (anglicky: Third Eye of Azurah). Stará víra, která předchází náboženské reformy Zjevení Riddle'thara vypráví příběh o tom, že když Magrus uprchl od Boethry a Lorkhaj, mohl vidět jen na jedno oko a spadl do Měsíčního stínu. Tam mu Azurah řekla, že je příliš plný strachu a vytrhla mu i to druhé oko. Oslepený Magrus odešel do nebe a Azurah jeho oko přeměnila v kámen odrážející Varlianckou bránu, který je znám jako Aetherské prizma. Pak jsou tu ještě někteří khajiitští mágové, kteří věří, že se Magrus vzdal druhého oka dobrovolně jako dar Azuře a jejím dětem, a tito mágové se k němu stále modlí.[11] Cyrodiilské legendy tvrdí, že Magnus dokáže obývat těla mocných mágů a propůjčit jim tak svou moc. Také je spojován se Zurinem Arctem, Underkingem, a je občas reprezentován astrolábem, teleskopem nebo, častěji, holí.[3] Existují zvěsti o tom, že obchodoval s Čepelemi, dokonce až do takové míry, že jim svěřil mapu k jeho holi.[12] Festival Nového Života, jenž se odehrává napříč celým Tamrielem, byl původně Magnova slavnost.[13] Magnův oltář Morrowindské legendy, přesněji řečeno ty z Vivecových slavných kázání, říkají, že samotný Nerevar byl vykázán ze sluneční knihovny Magnovou mocí.[14] Reachmenové mají svou vlastní verzi Festivalu Nového Života. Věří, že s příchodem festivalu, přichází i dva aspekty Hircina, aby se spolu utkali v boji. Nový Život značí zimní slunovrat, kdy se dny prodlužují díky návratu slunce. Storihbeg Lidská bestie tudíž pronásleduje slunce za účelem ho sníst, ve snaze udržet noci dlouhé. Aby tomu zabránili, reachmenové vyvolávají Hrokkibega Velkého medvěda, aby udržel Storihbega pod kontrolou a chránil Magna.[UL 3] Artefakty Magnova hůl Magnus údajně vytvořil a požíval Magnovu hůl, jeden z nejstarších artefaktů na kontinentu. Legenda říká, že je to jediný artefakt schopný udržet jeho nesmírnou moc.[15] Za nějaký čas hůl vždy opustí mága, který ji vlastní, než se stane až moc mocným a naruší mystickou rovnováhu, kterou je hůl zavázána chránit.[16] Další artefakt, který je s ním spojován, je Magnovo oko, pradávná relikvie ohromné moci, které bylo nalezeno pohřbené pod nordským městem Saarthal v merethické éře a později bylo znovu objeveno v 4E 201.[17][18] V Cyrodiilu, jihovýchodně od Bravilu můžeme najít magický kámen, údajně spojován s dávno zapomenutým kultem. Obyvatelé mu říkají Magnův kámen a prý poskytuje mocné požehnání, které zlepšuje magické schopnosti určitých jednotlivců.[19][20] Poznámky Redguardi z Abibon-Gory slaví a uctívají slunce 1. poloroku. Říkají tomu Drigh R'Zimb a je považovaný za nejteplejší období roku v této oblasti. Říkají slunci Daibethe.[21]"
}