{
    "title": "Markarth",
    "table_of_contents": [
        "Obsah",
        "1 Historie",
        "1.1 Povstání Zapřísáhlých",
        "1.2 Incident v Markarthu",
        "2 Popis města",
        "2.1 Předměstí",
        "3 Městská vláda",
        "4 Ekonomika",
        "5 Obyvatelstvo",
        "6 Kultura",
        "7 Přírodní podmínky",
        "8 Cestování",
        "9 Reference"
    ],
    "infobox": "Markarth Vyobrazení znak mapa Geografické info Typ sídla: město Provincie: Skyrim Država: Pláně Správní info Jarl: Igmund Centrum: Podskalní pevnost Počet čtvrtí: 2 Herní údaje Hry: TES V: Skyrim",
    "content": "Markarth známé také jako Markarth Side je velké město na samém západě Skyrimu. Markarth je hlavním městem državy Pláně a leží v úzkém kaňonu mezi horami. Zajímavostí je, že se jedná o město původně vytesané do skal zaniklou civilizací Dwemerů. Díky tomu má Markarth skvělé podmínky k obraně, v případě nepřátelského nájezdu i útoku draků. Oblast kolem města však patří k nejnebezpečnějším ve Skyrimu, protože zde po dlouhá léta zuří povstání Zapřísáhlých. V současné době je pánem města jarl Igmund, který uznává císařskou autoritu nad Skyrimem. \"Markarthem teče krev a stříbro...\" ―30px Historie Markarth je starobylé město, s bohatou historií. Město bylo původně vybudováno a obýváno Dwemery, rasou elfích trpaslíků, kteří se proslavili podivuhodnými technickými vynálezy a monumentální architekturou. Na rozdíl od jiných dwemerských měst, které byly vystavěny obvykle z kovu, bylo město Markarth, díky geografickým podmínkám doslova vytesáno do skály. Později bylo město, stejně jako všechna ostatní dwemerská sídla, původní civilizací opuštěno. Po zmizení Dwemerů se v Markarthu usadili Nordové. Následně se Skyrim, včetně Markarthu stal součástí Tamrielské říše, založené Tiberem Septimem. Císař Tiber Septim založil v Markarthu Univerzitu hlasů.[1] Univerzita však již v době čtvrté éry neexistuje. Povstání Zapřísáhlých Ve čtvrté éře byla říše napadena Altmerským spolkem a došlo k Velké válce. Mnohé provincie využily této příležitosti k povstání proti říši, která stáhl většinu vojáků do Cyrodiilu. Nejkritičtější situace nastala právě v Markarthu, kde povstali domorodí obyvatelé Plání, známí jako Zapřísáhlí.[2] Tehdejší jarl nebyl schopen čelit nepřátelům a spolu se svým městem padl pod jejich útokem. Zapřísáhlí převzali na dva roky město i celé Pláně a odtrhli se od říše. Incident v Markarthu Ulfric Bouřný háv, který vyhnal Zapřísáhlé z města Dva roky trvající vláda Zapřísáhlých nad Markarthem prý byla moudrá a mírumilovná. Říše uzavřela mír s Altmerským spolkem až roku 4E 175. Nebyla však stále připravena vyslat na Pláně legii, která by vzpurnou provincii podrobila císařské autoritě. Legitimní markarthský jarl Igmund uzavřel proto dohodu z Ulfricem Bouřným hávem, synem jarla Windhelmu. Ulfric a jeho nordská domobrana dobyli Markarath zpět, avšak dopustili se prý nevídaných zločinů vůči civilnímu obyvatelstvu. Přeživší Zapřísáhlí zatím uprchli do hor.[3] Říše nakonec ve vděčnosti přijala Ulfricovo vítězství a vyslala na Pláně své vojáky, Ulfric však odmítl otevřít brány města, dokud mu říše nemusela přislíbit svobodné uctívání Talose. Tento čin byl v přímém rozporu s Bělozlatým konkordátem, mírovou smlouvou s Altmerským spolkem, který zakazoval uctívání Talose v celé říši.[4] Jakmile Markarth otevřel své brány, byli Ulfric a jeho muži pozatýkáni. Říše nechtěla riskovat novou válku s Altmerským spolkem. Toho dne se v Markarthu zrodilo Povstání Bouřných hávů, které odstartovalo občanskou válku ve Skyrimu.[5] Popis města Večerní pohled na Říční část města Markarth je monumentální kamenné město, vytesané do hor. Celé město je orientováno svisle a jeho ulice jsou tvořeny vysokými a úzkými útesy a terasami. Nad městem se nachází pramen řeky Karth a řeka padá velkým vodopádem dolů do města, kterým protéká. Celé město se dělí na dvě části, Říční a Suchou část. Na Říční straně žijí taviči rudy a další dělníci, zatímco Suchá strana je rezidentní částí. Město je ze strany, kde není chráněno horami, obehnáno mohutnou hradbou s jedinou vstupní branou. Hned při vstupní bráně se nachází místní trh, kde kupci nabízejí své zboží a hostinec Stříbrná krev. Dominantami města, jsou beze vších pochyb Dibellin chrám a Podskalní pevnost. Pod Dibelliným chrámem se nachází také Talosova svatyně. Celý chrám je pak vystavěn na vysokém útesu, na jehož vrcholu se také nachází strážní věž, která slouží jako kasárna pro městskou stráž. Ulice ve městě Podskalní pevnost je z větší části vytesána do útesu, je to velkolepý palác a sídlo zdejšího jarla. K dalším zajímavostem Markarthu patří také Cidhenský důl, kde se těží stříbro a který je využíván i jako vězení, kde jsou trestanci nuceni k hornickým pracím. Ve městě se dále nachází Síň mrtvých, několik obchodů i kovárna, Díry, které jsou sídlem tavičů a Pokladnice rodiny Stříbrokrevných. K pamětihodnostem města patří i starověké dwemerské město Nchand-Zel, které se nachází v podzemí pod Markarthem. Předměstí Na předměstí Markarthu se nachází několik malých usedlostí, přímo před městem najdeme stáje, kde je možno zakoupit koně. Dále se zde nachází další důl, známý jako Důl Leváků a Salviův statek, který pravděpodobně zásobuje město potravinami. Městská vláda Podskalní pevnost, sídlo jarla a jeho dvora V současnosti vládne Markarthu jarl Igmund. Jarl a jeho dvůr sídlí v Podskalní pevnosti, která je majestátním palácem. Igmund získal nárok na markarthský trůn po svém otci, který zemřel ve snaze potlačit povstání Zapřísáhlých v samém počátku. Igmund uznává císaře za svého lenního pána a je mu vzorným vazalem a spojencem. Vláda města má však velké problémy se Zapřísáhlými, kteří sídlí v horách okolo města a terorizují cestující i obyvatelstvo mimo městské hradby, vyskytuje se však i několik případů, kdy Zapřísáhlí proniknou a působí i ve městě. Ekonomika Městský trh Markarath se těší velikému bohatství a to především díky množství stříbrných dolů, které se zde nacházejí. Nejslavnějším dolem ve městě je Cidhenský důl, který leží přímo za městskými hradbami. Další doly se nacházejí mimo městské hradby, těžbu zde však znesnadňují Zapřísáhlí svými nájezdy. V Markarthu se pak ze stříbra vyrábějí překrásné šperky, pro které si návštěvníci města neváhají přijet až z Cyrodiilu. Díky stříbru ve městě relativně prosperuje i obchod. Město také disponuje bohatým dwemerským dědictvím. Díky horské poloze není oblast okolo města příliš vhodná pro zemědělství a tak se zde většina obyvatel živí výhradně masem. Obyvatelstvo Taviči rudy při každodenní práci Markarth je poměrně lidnatým městem. Ve městě se vyskytuje jedna mocná aristokratická rodina, jsou jimi Stříbrokrevní. Tato mocná rodina disponuje ohromujícím majetkem, který se skládá téměř ze všeho, co v Markarthu stojí. Mezi majetek Stříbrokrevných patří zdejší stříbrné doly, pokladnice i hostinec. Jako taková má rodina obrovský vliv a zdá se, že i jarl si musí vyslechnout jejich rady, nebo stížnosti. Většina lidí ve městě se pak živí jako stříbrotepci, kteří tepají nádherné stříbrné šperky a obchodníci je následně prodávají na místním trhu. V chrámu zase žijí kněžky bohyně Dibelly. Nejspodnější vrstvy ve městě pak tvoří taviči rudy a nebo horníci, jedná se většinou o zločince, kteří jsou potrestáni tím, že musí pracovat v Cidhenském dole. Nutno podotknout, že tito trestanci jsou nuceni až k otrocké práci. O bezpečnost obyvatel se stará početná městská stráž. Kultura Strážní věž a Dibellin chrám Markarth je starobylé město z velkou kulturní tradicí. Ve městě se konají rozsáhlé vykopávky v Nchand-Zel, dwemerském městě, nacházejícím se v podzemí pod Markarthem. Díky mnoho objeveným dwemerským pokladům a vynálezům, byl zdejší mág Calcelmo schopen založit rozsáhlé dwemerské muzem, které je dodnes možné navštívit v Podskalní pevnosti. Obyvatelé města pak mohou uctít bohyni Dibellu ve zdejším chrámu, jehož vnitřní prostory jsou však určeny pouze pro ženy. Muži, který by se přeci jen odvážil vstoupit hlouběji do chrámu, by daly kněžky pocítit svůj hněv. Talosova svatyně ve městě však zůstává již po dlouhá léta uzavřena. Přírodní podmínky Strmé terasy Markarthu a vodopády Markarth leží daleko na západě Skyrimu, téměř u hranice z High Rockem. Město samotné, stejně jako celá přilehlá država leží v údolí mezi vysokými horami. Přímo nad Markarthem se nachází pramen žeky Karth, která padá dolů do města velkým vodopádem a protéká městem. V celé državě vládne studené horské klima, není zde však trvale zasněžená země, jako v severněji položených oblastech Skyrimu. Díky kombinaci těchto faktorů, nejsou kolem města vhodné podmínky pro zemědělství, které se zde vyskytuje jen minimálně. Cestování Markarth nabízí spojení s ostatními skyrimskými městy pomocí dostavníku. Většina lidí pak do města cestuje koňmo nebo pěšky. Cestování přes Pláně je však díky zapřísáhlým extrémně nebezpečné. Silnicí vedoucí na jih, je Markarth spojeno s městy Whiterun a Falkreath. Severní silnice přes vesnice Karthwasten a Dračí Most do Solitude."
}