{
    "title": "Marukh",
    "table_of_contents": "",
    "infobox": "",
    "content": "\"Všichni jsou vinni, dokud není jejich nevinnost prokázána.\" ―Marukh[src]Marukh, občas psáno Maruhk,[1] také známý jako Opičí prorok nebo Nejopičejší prorok,[2][3] byl imgaský[4] prorok v rané první éře, kterému je přisuzováno založení Alessianského řádu, kdysi populárního monoteistického náboženství.[5] Je připomínán každého 9. druhé setby na Marukhův den.[6] Jeho nejvlivnější krédo může být viděno v jeho známém citátu „Všichni jsou vinní, dokud není jejich nevinnost prokázána,“ myšlenka, která je stále součástí právního systému dnešního Tamrielu.[7] Přestože byl Imga, Marukh nevzhlížel k elfům jako ostatní zástupci jeho rasy, ve skutečnosti Marukh a Alessianský řád elfy opovrhovali.[8] I když Marukh hrál zásadní roli v organizování dnešního cyrodiilského panteonu, je často kritizován za krutost některých jeho principů.[9] Marukhovo učení je občas označováno za „Opičí pravdu“.[10] Minulost Marukh byl Imga narozený na Kolovianském pobřeží,[5][11] které bylo tehdy džungle a dnes je známé jako Zlaté pobřeží.[12] Po pozorování hvězd, které utvářely znamení Věže, v polomrtvém stavu, byl Marukh údajně navštíven duchem císařovny Alessie, která s ním promluvila a zpochybňovala právo elfí vlády v Tamrielu. Marukh zapsal Alessiinina slova a z nich sestavil Sedmdesát sedm pevných doktrín na kus šrotu vlastní krví. Z těchto doktrín se později staly Alessianské doktríny,[1] zákoník mnohými považovaný za krutý.[13] Po jeho konverzaci s Alessií si Marukh uvědomil, že smrt je pouhá iluze, a že skrz „řádný život a ehlnofické anulování,“ může každý dobýt samotnou smrt.[1] Toto tvrzení se začínalo vyvíjet v myšlenku, že existuje jen jeden skutečný Bůh. Marukhových Sedmdesát sedm doktrín si brzo získaly vyznavače, a tak vznikl Alessianský řád, který se mohl původně nazývat Marukhovi bratři.[14] Aby Alessianský řád získal více zastánců, zahrnul do svého monoteistického náboženství mnoho polyteistických prvků tak, že přidal aspekty různých bohů do Alessianského kánonu jako svaté a přízraky. Alessianský řád se rychle rozšířil po celém Tamrielu[5] až zorganizoval úspěšný převrat v 1E 361, kdy se zmocnil kontroly nad Alessianským císařstvím a zavedl teokracii jako vládnoucí správu, kde nebyl žádný rozdíl mezi duchovními a politickými záležitostmi.[8][15][16] Jestli se Marukh dožil rozkvětu svého náboženství, nám není známé; v knize Iluze smrti je nepřímo naznačeno, že při psaní svých doktrín zemřel."
}