{
    "title": "Miraak",
    "table_of_contents": [
        "Obsah",
        "1 Život",
        "2 Galerie",
        "3 Zajímavosti",
        "4 Zdroje"
    ],
    "infobox": "Miraak Životopisné údaje Datace: * meretická éra – † 4E 201 Pohlaví: Muž Rasa: Nord Sídlo: SolstheimApokryfa Herní údaje Výskyt: The Elder Scrolls V: DragonbornThe Elder Scrolls: Legends",
    "content": "\"Tady v jeho chrámu, na nějž zapomněli. Tady těžce pracujeme, abychom si mohli vzpomenout. V noci se znovu zmocníme toho, co nám den ukradl. Daleko od nás, neustále se k nám přibližuje. Naše oči byli kdysi slepé, nyní vidíme skrz něho. Naše ruce kdysi zahálely, nyní skrze ně mluví on. A až svět poslechne, a až svět uvidí, a až se svět rozvzpomene, ten svět přestane být.\" ―Miraakův žalm[src]Miraak, což znamená „Věrnost-Vést“ (Mir-Aak) v dračím jazyce, byl původně Dračí kněz v meretické éře.[1] Zároveň byl prvním Drakorozeným, ačkoli tento termín byl poprvé použit až po čase svaté Alessie, první zaznamenané Drakorozené v historii.[1][2] Vládl ostrovu Solstheim, kde stát obrovský chrám jemu zasvěcený.[1] Život Během doby, kdy draci vládli smrtelníkům, Miraak sloužil jako vůdce Dračího kultu na Solstheimu. Jednoho dne se mu do rukou dostala Černá kniha daedrického prince Hermaea Mory, démona vědění a osudu, čímž se dostal do jeho služeb a za odměnu ho naučil dračí řev, který mu umožnil ovládat vůli draků.[1][3] S pomocí této vědomosti a své vrozené schopnosti pohltit duše draků, se obrátil zády ke svým okřídleným vládcům a mnoho z nich jich pozabíjel.[1] Tři Dračí kněží, Ahzidal, Dukaan a Zahkriisos, se k němu přidali a stali se jeho třemi nejmocnějšími služebníky, nazývaní „Akolytští kněží“.[4] Během Dračí války, ho Hakon Jednooký a ostatní vyhledali, zoufale potřebující silného spojence ve svém boji proti Alduinovi. Miraak, přestože pevně věřil, že může Alduina porazit, pokud by se tak rozhodl, odmítl pomoct a nechal lidstvo napospas vlastnímu osudu.[5] Skaalská legenda označuje Miraaka za „Zrádce“ a popisuje, jak se spiknul proti drakům společně s Hermaem Morou. Další Dračí kněz, Vahlok Žalářník (pro skaaly známý jako „Strážce“) tento podvod odhalil, a tak se spolu utkali v boji tak krutém a ničivém, že se Solstheim oddělil od Skyrimu a stal se z něj ostrov.[6][7] Vahlok Miraaka porazil a ve chvíli, kdy chtěl zasadit smrtící ránu, Hermaeus Mora svého šampiona polapil a zachránil.[6] Poté draci spálili jeho chrám na popel[8] a dali Vahlokovi za úkol sledovat Solstheim pro známky Miraakova návratu. Miraaka nikdo neviděl a ani o něm nikdo nic neslyšel po mnoho a mnoho let.[6] Evidentně strávil všechen ten čas v Apokryfě, říši Hermaea Mory. Přestože tam byl v podstatě uvězněn, Miraak celou dobu shromažďoval vědění a moc s cílem samoosvobození se ze služeb svého pána.[5] Až v 4E 201 byl Miraak schopen používat tajemné magické síly, aby ovlivnil obyvatele Solstheimu, čímž je přinutil pro něj pracovat bez jejich vlastního vědění. Ve spánku například opravovali jeho chrám. Také pracovali na stavbě oblouků okolo Kamenů mocí na ostrově. Využití jejich energie mu mělo pomoct se vrátit. Jiní přišli uctívat Miraaka úmyslně a utvořili kult.[1] Miraakův plán se stal při příchodu Posledního Drakorozeného v ohrožení, a kultisti byli vysláni najít a zabít tohoto „Falešného Drakorozeného“.[9] Drakorozený tak odcestoval na Solstheim, kde vyhledal a použil vědomosti Hermaea Mory, aby překazil Miraakův návrat do Tamrielu, vstoupil do Apokryfy a postavil se mu. Když bylo jasné, že Miraak prohraje, zasadil mu Mora fatální ránu, zabil Prvního Drakorozeného a nechal Posledního Drakorozeného pohltit jeho duši.[1]"
}