{
    "title": "Modrý palác",
    "table_of_contents": [
        "Obsah",
        "1 Interiér",
        "1.1 Přízemí",
        "1.2 První patro",
        "1.3 Suterén"
    ],
    "infobox": "",
    "content": "Modrý palác Modrý palác je majestátním sídlem skyrimských velkokrálů a jarlů města Solitude. Název paláce, obyvatelé zřejmě odvozují od barvy palácové střechy, která je modrá. Modrý palác je velkolepou stavební památkou, která má malou věž a velkou kopuli. Palác má skleněná okna. Do paláce vede z města jediný vstup, stavba také disponuje vlastním vnitřním nádvořím. Palác má také uzavřené, tzv. Pelagiovo křídlo, které nechal údajně vystavět šílený císař Pelagius Septim III., který zde před nástupem na císařský trůn sídlil. Po jeho smrti zůstává křídlo na dlouhá staletí uzavřeno, protože v něm údajně straší Pelagiův duch. Interiér Přízemí Vstupní síň, která se nachází v přízemí paláce Částečný pohled na kopuli a trůnní sál v povzdálí V přízemí paláce, se nachází Vstupní síň a hlavní schodiště, kuchyně a několik dalších místností. Vstupní síň je velká místnost, s několika prosklenými okny, pro hosty jsou zde připraveny stolky a židle, aby se mohli posadit, než budou přijati k audienci. Síň je také vyzdobena několika květinami a obrazy. Síň umožňuje přístup k hlavnímu schodišti, Pelagiovu křídlu a vede zde chodba do kuchyně a suterénu. Kuchyně je tmavá místnost bez oken, kde se většinou nachází palácový personál, jsou zde připravována jídla pro jarla a jeho dvořany. Přirozeně zde nechybí krb s ohništěm, kde se vaří, skladiště se zásobami potravin a také zde najdeme vstup do další místnosti, která slouží jako pokoj personálu. První patro V patře se nachází trůnní sál, zde přirozeně najdeme trůn a stolky a židle, kam zasedají dvořané. Sál je zdoben několika květinami a nad ním se hrdě vypíná kopule, která disponuje mnoha okny a vrhá tak do sálu dostatek světla. V patře se nachází také jarlova ložnice a další tři ložnice, sloužící jeho nejbližším dvořanům. Suterén paláce Suterén Suterén, který se nachází pod palácem, je skromnou místností, jejíž klenutý strop je podpírán velkými kamennými sloupy. Suterén disponuje mnoha postelemi, které jsou zde pro čestné zajatce paláce."
}