{
    "title": "Monomýtus",
    "table_of_contents": [
        "Obsah",
        "1 Lokace",
        "1.1 Morrowind",
        "1.2 Skyrim",
        "2 Obsah"
    ],
    "infobox": "",
    "content": "Monomýtus Autor Společnost Nulového chrámu Monomýtus je kniha přítomná v The Elder Scrolls III: Morrowind a The Elder Scrolls V: Skyrim. Lokace Morrowind Ald'ruhn, ložnice sídla Arobar Ebonheart, Císařské kaple Sadrith Mora, Tel Nagská aula Tel Fyr, Síň Fyru Vivec City, Jobashovy vzácné knihy Skyrim Možnost knihu zakoupit u Uraga gro-Shuba v Arkáneu Solitude, Bardská univerzita Whiterun, Síň mrtvých Heljarchenská síň Vyšný Hrothgar Windhelm, Sadriho použité zboží Windhelm, Talosův chrám Windhelm, Dům Violy Giordanové Obsah „V Mundu přináší změnu spor a nesourodnost, a změna je tou nejposvátnější z jedenácti elfských sil. Změna je nesoustředěná síla, která nemá počátek.“—Oegnitr, Taheritae, Psijický řádRozkol v lidsko-aldmerském na svět pramení, jednoduše řečeno, ze vztahu k bohům. Lidé zastávají pokorný názor, že byli stvořeni nesmrtelnými silami, zatímco aldmerové tvrdí, že jsou jejich potomky. Nezdá se to být nic velkého, ale přesto je to rozdíl, který poznamenává zbytek jejich rozdílných mytologií. Všechna tamrielská náboženství začínají stejně. Je jedno, zda jde o lidi nebo o mery, na počátku je vždy dualismus Anua a jeho protivníka. Tyto dvě mocné bytosti mají mnoho jmen: Anu a Padomay, Anuiel a Sithis, Ak a El, Satak a Akel, Je a Není. Anuiel je Nepopsatelné věčné světlo a Sithis Nepředstavitelný zkažený čin. Mezi nimi je pak Šedá neurčitost (v ehlnofexu 'Nirn'). V mnoha kulturách je Anuiel uctíván za svou úlohu v souhře, jež stvořila svět, ale Sithis je držen v mnohem větší vážnosti, neboť je to právě on, kdo vyvolává reakci. I proto je Sithis považován za původního Stvořitele, bytost, která je samotnou příčinou změny bez záměru. Uznávají ho dokonce i stromy Histu. Anuiel je také často považován za Řád, zatímco Sithis je vnímán jako Chaos. Pro smrtelníky je možná jednodušší představit si změnu než dokonalou stagnaci, a možná i proto je Anuiel často odsouván do mytického pozadí Sithisových fantazií. V mnoha yokudanských pověstech, které patří mezi ty nejbarvivější na světě, je Satak zmíněn jako „Šum“ a mluví se o něm jen na několika místech, ve většině případů je totiž považován za moc tak všudypřítomnou, že na ni téměř není brán zřetel. Z těchto dvou bytostí ale každopádně vzešly et'Ada, prvotní duchové. Lidé tyto et'Ada vnímají jako bohy a démony, aldmerové pak jako aedry a daedry nebo jako „předky“. Všechny tamrielské panteony čerpají své bohy z těchto et'Ada, ačkoliv konkrétní představa „božství“ se kulturu od kultury liší. A stejně jako v případě Anua a Padomaye má i každý z těchto panteonů své archetypy Dračího boha a Ztraceného boha. Dračí bůh a Ztracený bůh Dračí bůh je vždy spojován s časem a je všeobecně považován za „Prvního boha“. Často se mu říká Akatosh, „Ten, jehož příchod z věčnosti stál na počátku všeho“. Je hlavním bohem Cyrodiilské říše. Ztracený bůh je vždy přiřazován sféře smrtelníků a je klíčovou postavou lidsko-aldmerského rozkolu. Slovo „ztracený“ je jednak odrazem jeho zjevné nepřítomnosti v panteonu (což je také příčinou mnoha rozporů, jelikož je to vysvětlováno mnoha způsoby), zároveň však poukazuje i na ztrátu jeho 'božské jiskry', kterou zapříčinili ostatní nesmrtelní. Často se mu říká Lorkhan, jedněmi je zatracován a druhými uctíván. Všimněte si, že tehdy ještě neexistoval ani Tamriel, ani sféra smrtelníků. Šedá neurčitost byla stále hřištěm prvotních duchů. Někteří byli svázáni s Anuovým světlem, jiní zas s neznámou Nicotou. Nekonečné hemžení a vzájemná souhra však počet duchů neustále zvyšovaly a jejich osobnosti se vyvíjely velmi pomalu. Teprve až s Akatashovým procitnutím se zrodil i čas a právě díky němu pak ostatní duchové dospěli k rychlejšímu si uvědomění sebe sama jako bytostí s minulostí a budoucností. Povstali ti nejsilnější z celistvějších duchů: Mephala, Arkay, Y'ffre, Magnus, Ruptga atd. Ostatní zůstali jen jako ideje či emoce. Ten nejvýraznější z nich, jemuž ostatní přezdívali Lorkhan, pak navrhl vytvoření Mundu, sféry smrtelníků. Lidé, s výjimkou redguardů, považují tento čin za projev božského milosrdenství a osvícení, skrze nějž mohly nižší bytosti dosáhnout nesmrtelnosti. Aldmerové, s výjimkou temných elfů, to naopak vnímají jako krutý podvod a zradu, která zpřetrhala jejich spojení s duchovní sférou. Mýtus o Aurbisu Mytický Aurbis s podtitulem „Psijiické odškodnění“ pochází z pera artaejských apologetiků, kteří se v něm pokusili císaři Urielovi V. vysvětlit základy aldmerské víry. Nenápadně se přitom vyhnuli jakýmkoliv předsudkům vůči Lorkhanovi, jenž byl mezi cyrodiilskými stále chován v úctě jako „Shezarr“, ztracený sourozenec bohů. Navzdory tomu se psijikům podařilo dobře vystihnou víru aldmerů, což dobře poslouží i našim účelům. Tato verze pochází z archivů Císařského semináře a je psána rukou neznámého písaře. Mytický Aurbis existuje a vždy existoval jako smyšlená a Nepřirozená říše už od dob, kdy ještě neplynul čas. Výraz 'Aurbis' má představovat nepostřehnutelný polostín, šedý střed mezi Anuovými a Padomayovými aspekty JE a NENÍ. Obsahuje bezpočet říší Aetheria a Zapomnění, ale i další, méně uspořádané formy. Magické bytosti Mytického Aurbisu žijí dlouho a z jejich složitých, výpravných životů se spřádají mýty. Tito duchové jsou tvořeni částmi nesmrtelných protikladů. Prvním z nich byl Akatosh, Drak času, jehož stvoření ulehčilo ostatním duchům jejich vlastní zrod. Došlo ke zrození, proměně a vzniku bohů a démonů. V neposlední řadě však magické bytosti Mytického Aurbisu vyprávějí ten nejskutečnější příběh – příběh o své vlastní smrti. Pro některé z nich to byla umělecká přeměna v konkrétní, nemagickou podstatu světa. Jiní to vnímali jako bitvu, v níž byli všichni zabiti, aby se jejich těla stala hmotou, z níž byl následně stvořen svět. A ti ostatní prožívali romantický sňatek a rodičovství, během nějž museli přirozeně zemřít, aby vydláždili cestu budoucím rasám smrtelníků. Hybným prvkem tohoto společného rozhodnutí se stal Lorkhan, kterého nejranější mýty hanobí jako lháře či podvodníka. Smířlivější verze pak Lorkhana vyzdvihují jako hlavní příčinu existence sféry smrtelníků. Magické bytosti stvořily smrtelné rasy Aurbisu k obrazu svému, ať už vědomě, jako umělci a řemeslníci nebo plodná tlející hmota, z níž pak povstali smrtelníci, nebo ve smyslu analogickém. Magické bytosti pak zemřely a staly se z nich et'Ada. Et'Ada jsou bytosti a věci, které smrtelníci vnímají a uctívají jako bohy, duchy či velikány Aurbisu. Skrze svou smrt se tyto bytosti svou povahou zbylým magickým bytostem Nepřirozených říší odcizily. V této době se zrodily i daedry, což byli duchové a bohové uvyklí spíše pobývání v Zapomnění nebo v říších blíže k Padomayově Nicotě. Tato událost je chápána jako úsvit mytického (meretického) věku. Nejranější smrtelníci ji vnímali mnoha způsoby, buď jako radostné 'druhé stvoření', nebo jako bolestivé odtržení od bohů (tohoto pohledu se drží převážně elfové). Za původce tohoto činu je ale vždy považován Lorkhan. Lorkhan Tento bůh Stvořitel-Šprýmař-Pokušitel je součástí každé tamrielské mytologie. Jeho nejpoužívanější jméno je aldmerské „Lorkhan“ neboli Buben osudu. Byl to právě on, kdo přesvědčil či zlákal prvotní duchy ke stvoření sféry smrtelníků, čímž narušil status quo podobně, jako když jeho otec Padomay vnesl do vesmíru nerovnováhu na Místě počátku. Poté, co se svět zformoval, Lorkhan kruh bohů opustil, v některých verzích nedobrovolně, a pak se procházel po výtvoru et'Ada. Výklady těchto událostí se kulturu od kultury značně liší. Níže jsou uvedeny ty nejznámější: Yokudanský „Satakal, Kůže světa“ „Satak byl Prvním hadem, plazem, který tu byl již před úsvitem časů a zrozením světů, jež měly přijít a spočinout v odlescích jeho šupin. Ale byl tak velký, že tu nebylo místo na nic jiného, a proto byl obtočený a stočený jen sám kolem sebe. A světy, jež měly přijít, sklouzávaly jeden přes druhý a žádný z nich se nemohl ani nadechnout. Světy volaly po něčem, co by je zachránilo, co by je uvolnilo, ale kromě Prvního hada tu pochopitelně nic nebylo. Vysvobození proto muselo přijít zevnitř v podobě Akela, Hladového žaludku. A ve chvíli, kdy dal Akel o sobě vědět, už pak Satak nemohl myslet na nic jiného. Dostal tak velký hlad, že jen jedl a jedl a brzy už tu bylo pro světy plno místa a věci začaly existovat. Ale byly nové a často chybovaly, neboť neměly dostatek zkušeností. Většina z nich tedy skončila poměrně záhy a některé ani nebyly dost dobré a vzdaly to samy. Některé věci měly začít, ale byly pozřeny, to když se Satak dostal k těm částem svého těla, kde se nacházely. Byly to násilné časy. „Nedlouho potom Akel Sataka přiměl zakousnout se do vlastního srdce, a to byl konec. Hlad ale neustával, odmítal odejít i ve smrti, a proto První had shodil svou kůži, aby začal nanovo. Ve chvíli, kdy starý svět zemřel, se zrodil Satakal, a když si věci tento plán uvědomily, pochopily i svou úlohu v něm. Přijaly jména jako Ruptga či Tuwhacca, začaly kráčet světem a přitom hledaly své druhy. Když se Satakal znovu a znovu požíral, zjistili nejsilnější duchové, že mohou tento cyklus přerušit tím, že se budou pohybovat v nezvyklých úhlech. Říkali této metodě Promenáda a byl to způsob, jak obcházet Kůže světa. Ruptga byl tak velký, že dosáhl až na nebe, a tam umístil hvězdy, aby i slabší duchové mohli najít cestu. Tento postup se pak pro duchy stal tak běžným, že se z něj staly Daleké břehy, místo vyčkávání do další kůže. „Ruptga zplodil během cyklů tolik dětí, že se mu začalo říkat Vysoký taťka. Dál pokračoval v rozmísťování hvězd, aby zmapoval nicotu i pro ostatní, ale po tolika cyklech bylo již duchů, kteří potřebovali pomoci, až příliš mnoho. Ze zbytků předchozích kůží si tedy vytvořil pomocníka a nazval ho Sep, neboli Druhý had. Sep v sobě však stále měl Hladový žaludek, přesněji mnoho hladů z mnoha kůží. Byl dokonce tak hladový, že nedokázal jasně přemýšlet. Občas chtěl sníst i duchy, kterým měl pomáhat, ale Velký taťka byl vždycky nablízku a vytáhl je ven. Po nějaké době však Sepa pomáhání omrzelo, a tak shromáždil zbytky starých kůží, udělal z nich kouli, obelstil duchy a přiměl je, aby mu pomohli. Sliboval jim možnost dostat se do nového světa, když jej vytvoří z toho starého. Duchové si tento způsob žití zamilovali, neboť byl lehčí, protože se již nemuseli přesouvat z místa na místo. Přidalo se k nim ještě mnoho dalších, kteří Sepovi uvěřili. Vysoký taťka přitom jen kroutil hlavou. „Celkem záhy ale začali duchové na kouli z kůží umírat, protože byli moc daleko od pravého světa Satakala. A také zjistili, že jsou nyní i příliš daleko na to, aby skočili zpět k Dalekým břehům. Duchové, kteří zbyli, proto prosili Velkého taťku, aby je vzal zpět, ale nelítostný Ruptga to neudělal. Řekl jim jen, že se teď musí naučit nové způsoby, jak sledovat hvězdy až k Dalekým břehům. A že pokud to nezvládnou, budou žít dál skrze své děti, což pro ně bylo opět něco úplně nového. Sepa ale bylo potřeba nějak potrestat, a proto Vysoký taťka svou velkou holí hada rozmáčkl. Hlad, který pak vypadl ze Sepových mrtvých úst, byl to jediné, co po Druhém hadovi zbylo. A zatímco byla zbytku nového světa povolena snaha o návrat k božství, Sep se mohl jedině plazit v mrtvé kůži kolem nebo plavat po obloze jako hladová nicota, která se závistivě snaží spořádat hvězdy.“ Cyrodiilská „Shezarrova píseň“ „Vše, co Shezarr bohům popsal, pro ně bylo úplně nové. Stát se matkou nebo otcem, zhostit se odpovědnosti a učinit velkou oběť bez jediné záruky úspěchu. Ale Shezarrova slova je naplnila krásou a dojala je až k slzám. A tak aedry samy stvořily svět, zvířata a bytosti a vše přitom skládaly z částí sebe sama. Tento zrod byl velmi bolestivý a na jeho konci již aedry nebyly tak mladé, silné a mocné jako na počátku všech dnů. „Některé aedry byly tou ztrátou zklamané, zahořkly a pocítily k Shezarrovi zlost, jelikož měly pocit, že jim o stvoření lhal a podvedl je. Tyto aedry, aldmerští bohové, do jejichž čela se postavil Auri-El, byly znechuceny nejen svým oslabeným bytím, ale i tím, co vytvořily. 'Vše je zkažené, pro tento čas až do konce věků, a jediné, co můžeme udělat, je naučit elfské rasy trpět ušlechtile a s důstojností, kárat sebe samé za vlastní pošetilost a mstít se Shezarrovi a jeho spojencům.' Proto jsou bohové elfů tak temní a zádumčiví, a proto jsou elfové vždy tak nespokojení se smrtelností, proto jsou za každých okolností pyšní a klidní, navzdory krutosti tohoto drsného a bezvýznamného světa.\" „Ostatní aedry se dívaly na stvoření a byly potěšeny. Tyto aedry, bohové lidí a zvířecích rodů, vedené Akatoshem, velebily a ochraňovaly své svěřence, smrtelné rasy. 'Trpěly jsme a byly oslabeny až do samého konce věků, ale svět smrtelníků, který jsme stvořily, je tak nádherný, že naše srdce a duše plní nadějí. Naučíme smrtelné rasy žít správně, pečovat o krásu a čest a milovat jeden druhého tak, jako milujeme my je.' Proto jsou bohové lidí citliví a trpěliví, a proto jsou srdce lidí a zvířecích rodů tak velká, ať už sdílí radost či utrpení, a proto lidé tolik touží po vyšší moudrosti a lepším světě. „Když ostatní daedričtí páni Shezarrina zaslechli, vysmáli se nejen jemu, ale i ostatním aedrám. 'Odříznout části sebe sama? A přijít o ně? Navždy? To je pošetilé! Sami toho budete litovat! Jsme mnohem chytřejší, neboť my vytvoříme nový svět, ale neoddělíme přitom žádnou svou část a nenecháme ho, aby se nám vysmál, protože jej vytvoříme ve svém nitru, kde bude navždy jen náš a pod naší plnou kontrolou.' „A tak daedričtí páni stvořili daedrické říše a s nimi zástupy nižších daeder, velkých a malých. A z větší části byli se svým dílem spokojeni, neboť vždy měli uctívače, služebníky, i další hračky na dosah ruky. Ale zároveň se občas se závistí dívali na říše smrtelníků, protože i když byli smrtelníci nečistí, slabí a nicotní, jejich vášeň a ctižádost byly mnohem zábavnější než pitvoření nižších daeder. Proto daedričtí páni přemlouvají a svádějí některé vybrané jedince smrtelných ras, a zvláště ty vášnivé a mocné. Dělá jim totiž velké potěšení, když mohou od Shezarra a aeder ukrást ty nejvýznamnější a nejctižádostivější smrtelníky. 'Nejen že jste byli blázni a sami sebe jste zmrzačili,' říkají daedry se škodolibostí, 'ale neumíte si ani udržet ty nejlepší smrtelníky, kteří dávají přednost slávě a moci daedrických pánů před chabou sprostotou přecitlivělých aeder.'“ Altmerské „Srdce světa“ „Anu byl a je vším. Aby však mohl poznat i sebe sama, stvořil Anuiela, svou vlastní duši a duši všech věcí. Stejně jako ostatní duše dostal i Anuiel schopnost sebeuvědomění, a proto potřeboval být schopný najít rozdíly mezi svými formami, vlastnostmi a intelektem. Zrodil se tedy Sithis, který byl souhrnem všech omezení, jež Anuiel mohl využít k úvahám o sobě. Anuiel, jenž byl duší všech věcí, se tak stal právě těmito dušemi, a touto souhrou byl a je Aurbis. „Z počátku byl Aurbis neklidný a matoucí, protože Anuielovo přemítání nemělo žádný záměr. Aspekty Aurbisu proto požádaly o plán, jímž by se mohly řídit, a o postupy, díky nimž by si mohly samy sebe užívat o něco déle i mimo dokonalé poznání. Anu tedy stvořil Auriela, duši své duše, aby mohl jeho prostřednictvím poznat i sám sebe. Aurielova krev začala protékat skrze Aurbis jako nová moc, nazvaná čas. A díky času si pak mnohé aspekty Aurbisu začaly uvědomovat svou podstatu i svá omezení. Přijaly jména, jako Magnus, Mara či Xen. Jeden z nich, Lorkhan, však byl spíše omezením než podstatou, a proto nikde nemohl vydržet příliš dlouho. „Poté, co prošel všemi Anuielovými aspekty, zasel Lorchan myšlenku, která byla téměř celá založená na omezeních. Vymyslel plán, jak stvořit duši i pro Aurbis, místo, kde by si mohly i aspekty aspektů uvědomovat sebe sama. Získal mnoho stoupenců a s pomocí souhlasil dokonce i Auriel, když mu bylo slíbeno místo krále nového světa. A tak stvořili Mundus, kde mohly jejich vlastní aspekty žít a stát se et'Ada. „Ale byl to jen trik. Lorkhan totiž věděl, že tento svět má daleko více omezení, a tudíž mohl být jen stěží Anuovým výtvorem. Mundus byl domovem Sithise. Aspekty et'Ada začaly postupně vymírat a mnoho jich zmizelo úplně. Některé unikly, třeba Magnus, a to je i důvod proč nemá magie téměř žádná omezení. Jiné, jako například Y'ffre, se proměnily v Ehlnofey, Zemské kosti, a zachránily tak svět před zkázou. Některé se musely vzájemně spojit a rodit děti, jen aby přežily. Každé pokolení bylo slabší než to předchozí a brzy se z nich stali aldmerové. Pak se přivalila temnota. Lorkhan stvořil armády z těch nejslabších duší, kterým říkal lidé, a v jejich šlépějích se Sithis rozšířil do všech koutů světa. „Auriel prosil Anua, aby je vzal zpátky, ale ten již jejich místo nahradil něčím jiným. Ale jeho duše byla laskavá, a proto Aurielovi věnoval svůj luk a štít, aby mohl aldmery chránit před hordami lidí. Někteří už mezitím padli, jako třeba chimerové, kteří naslouchali zkaženým et'Ada, a další, například bosmerové, pošpinili svou rodovou linii tím, že si brali lidské ženy. „Auriel již nedokázal zachránit Altmoru, Les starších, a ten tak padl do rukou lidí. Aldmerové prchali na jihovýchod až ke Staré Ehlnofey a Lorkhan, jenž jim byl neustále v patách, roztříštil tuto zemi na mnoho kusů. Teprve Trinimac, Aurielův nejlepší rytíř, srazil Lorkhana před jeho vlastní armádou na kolena a vyňal mu srdce. Lorkhan byl odsouzen k záhubě. Lidé Lorkhanovo tělo odtáhli a přísahali věčnou krvavou pomstu všem Aurielovým dědicům. „Ale když se pak Trinimac s Aurielem pokusili Lorkhanovo srdce zničit, vysmálo se jim a pravilo: „Toto srdce jest srdcem světa, neboť obojí bylo stvořeno ke spokojenosti toho druhého.“ A tak jej Auriel připevnil na šíp a vystřelil daleko do moře, kde ho žádný aspekt nového světa nikdy nebude hledat.“"
}