{
    "title": "Morihaus",
    "table_of_contents": "",
    "infobox": "Morihaus Socha v Imperial City vyobrazující Morihause jako člověka. Životopisné údaje Pohlaví: Muž Rasa: Polobůh Sídlo: Cyrodiil Herní údaje Výskyt: Knihy",
    "content": "\"Ona je jako tady ten lesk na mém nosním kroužku: občas náhoda, ale kdykoli v noci pohnu hlavou, je tam. A tak oč mě žádáš je nemožné.\" ―Morihaus[src]Morihaus, také známý jako Morihaus Kynin Dech[1] nebo Mor,[2] byl poloprinc[UL 1] nebo polobůh[3] a kulturní hrdina cyro-nordů, díky své roli v Alessianském povstání. Legendy ho vyobrazují jako Dobyvatele citadely, činu v bájných dobách, který zřídil kontrolu lidí nad Nibenayským údolím.[4] Také to byl údajně nejlepší lukostřelec první éry.[5] Nosil Pánův pancíř, který je také známý pod názvem Morihausova zbroj.[6] Tuto zbroj mu také údajně vzala Kynareth, jako trest za jeho aroganci.[UL 2] Také byl Alessiin milenec během povstání proti ayleidským otrokářům[1][2][7] a měli spolu i syna známého jako Belharza Lidský Býk.[UL 3][8] Známý khajiitský umělec Cherim vytvořil tapiserii vyobrazující Morihause a armádu rebelů bojujících s Ayleidy u Bílo-zlaté věže.[9] Morihaus je často spojovaný s nordskými silami Thu'umu,[4] tím pádem i s Kyne.[2][8][2] Morihaus byl zřejmě okřídlený lidský býk. Několik příběhů ho vyobrazuje s nosním kroužkem.[2][7] To, že Morihaus je synem Kynareth, je považované za „solidní pravdu“, ale když Alessia žádala o radu od „Služky“ (nejspíš Mary), Královna otroků řekla: „Morihaus, tvůj syn, mocný a odfrkující, rohatý, okřídlený, až příště přiletí, nechť nám s sebou přinese zlost“. Legendy také říkají, že na něm Alessia létala. Také vítal Pelinala Whitestrakea při jeho příchodu nadšeným dupotem a řvem. A když byl Morihaus zraněn „salvou ptačích zobáků“, Pelinal ho („býka“) sám odnesl k nedskému léčitelovi.[2] Pelinal ho měl moc rád a považoval ho za vlastní rodinu, dokonce ho nazýval svým „synovcem“. Přestože byl skvělý vůdce a bojovník jako Pelinal, nikdy nepropadl šílenství. Pelinal se ho však snažil odradit od jeho lásky k Alessii slovy: „My jsme ada, More, a měníme věci skrze lásku. Musíme si dávat pozor, abychom nepřivolali na tuto zem nestvůry. Pokud s tím nepřestaneš, oblíbí si tě, a ty přetvoříš celý Cyrod.“ Morihaus tuto radu zavrhl s vyjádřením, že je to „nemožné“. Poté co byl Pelinal zabit v bitvě s Umarilem, Morihaus našel jeho oddělenou, stále mluvící, hlavu a vedli mezi sebou konverzaci převážně ztracenou v historii.[2] Morihaus žil déle než jeho milovaná Paravania, jak říkal Alessii,[7] která zemřela v 1E 266,[10] ale kdy zemřel on sám, nevíme. Zajímavosti Nordské město Morthal je údajně po něm pojmenované.[11] Morihausova socha může být nalezena v Arénské čtvrti v Císařském Městě v The Elder Scrolls IV: Oblivion, kde je ovšem vyobrazen jako člověk. Jeho křídelní pero může být nalezeno v The Elder Scrolls Online.[12] Dobře vycházel s Fa-Nuit-Henem.[3] Výskyt The Elder Scrolls IV: Oblivion (pouze zmíněný)[7] The Elder Scrolls V: Skyrim (pouze zmíněný)[7] The Elder Scrolls Online (pouze zmíněný)[7]"
}