{
    "title": "Morrowind",
    "table_of_contents": [
        "Obsah",
        "1 Název",
        "2 Historie",
        "2.1 Merethická éra",
        "2.1.1 Osídlení Morrowindu",
        "2.1.2 Kultura Velothi a Dwemerové",
        "2.2 První éra",
        "2.2.1 Invaze Nordů a vznik první rady",
        "2.2.2 Válka první rady",
        "2.2.3 Tribunál a Resdayn",
        "2.2.4 Konflikt s Remanskou říší",
        "2.3 Druhá éra",
        "2.3.1 Ebonheartský pakt",
        "2.3.2 Pád Resdaynu",
        "2.4 Třetí éra",
        "2.4.1 Císařská provincie Morrowind",
        "2.4.2 Reorganizace provincie",
        "2.4.3 Vzestup Dagoth Ura a pád Tribunálu",
        "2.4.4 Vpád Oblivionu",
        "2.5 Čtvrtá éra",
        "2.5.1 Rudý rok",
        "2.5.2 Invaze Argoniánců",
        "2.5.3 Morrowind po invazi",
        "3 Geografie",
        "3.1 Klima",
        "3.2 Povrch",
        "3.3 Vodstvo",
        "3.4 Regiony",
        "3.4.1 Bal Foyen",
        "3.4.2 Deshaan",
        "3.4.3 Solstheim",
        "3.4.4 Stonefalls",
        "3.4.5 Vvardenfell",
        "3.5 Fauna",
        "3.6 Flóra",
        "4 Politický systém",
        "4.1 Vláda a správa",
        "4.1.1 Král",
        "4.1.2 Velká rada",
        "4.1.3 Velké rody",
        "4.2 Administrativní dělení",
        "4.3 Zákony a právo",
        "5 Zahraniční vztahy",
        "5.1 Skyrim",
        "5.2 Tamrielská říše",
        "5.3 Black Marsh",
        "6 Ozbrojené síly",
        "6.1 Pozemní síly",
        "6.2 Loďstvo",
        "7 Ekonomika",
        "7.1 Měna a bankovnictví",
        "7.2 Obchod",
        "7.3 Zemědělství a lov",
        "7.4 Těžba, řemesla a výroba",
        "7.5 Cestování a doprava",
        "8 Demografie",
        "8.1 Náboženství",
        "8.2 Významná města",
        "9 Každodenní život a kultura",
        "9.1 Společnost",
        "9.2 Město a venkov",
        "9.3 Kult Předků",
        "9.4 Zábava",
        "9.5 Móda",
        "9.6 Tradice a svátky",
        "9.7 Vzdělanost a literatura",
        "9.8 Umění",
        "9.9 Architektura",
        "10 Související články",
        "11 Reference"
    ],
    "infobox": "Morrowind cca. 1E 700–dodnes Morrowind ve třetí éře. Poloha v rámci kontinentu Lore Hlavní město Blacklight (po 4E 5)Mournhold (do 4E 5) Rozloha cca. 1 160 000 km² (4E 201)[1] Nejvyšší bod Rudá hora Státní zřízení Teokratická oligarchie Vláda Velká rada Měna Drak Jazyk Dunmerština[2] Rasy Dunmerové Náboženství Nový chrám (oficiální) Herní údaje Počet obyvatel (NPC) cca 3000+ (TESIII) Hry The Elder Scrolls: ArenaThe Elder Scrolls III: MorrowindThe Elder Scrolls V: DragonbornThe Elder Scrolls Online",
    "content": "Morrowind, dříve známý jako Resdayn, je země ležící v severovýchodní části Tamrielu. V minulosti se jednalo o jednu z provincií Tamrielské říše. Zemi vládne Velká rada, kterou tvoří pět velkých dunmerských rodů. Nejvlivnějším rodem v radě je momentálně rod Redoran. Hlavním městem je Blacklight, kam byla metropole ve čtvrté éře přenesena z Mournholdu. Morrowind hraničí na západě se Skyrimem a Cyrodiilem a na jihu s Black Marshí. Na severu území je Morrowind omýván Mořem Duchů a na východě Padomaickým Oceánem. Morrowind se také díky Vnitřnímu moři de facto dělí na dvě velké části, samotnou pevninskou část a velký ostrov Vvardenfell. K zemi náleží také ostrov Solstheim, který leží na severu v Moři Duchů.. Dějiny Morrowindu sahají hluboko do merethické éry, kdy do země přišli aldmerští osadníci, které sem přivedl svatý prorok Veloth. Chimeři, potomci prvních osadníků, sváděli o Resdayn boje s Dwemery. Po bitvě na Rudé hoře Dwemeři zmizeli, vlády v Morrowindu se ujali živoucí bohové, známí jako Tribunál. Chimeři byli po bitvě prokleti a jejich kůže změnila odstín v temně šedou. Od té doby byli známí jak Dunmeři, což je národ, který obývá Morrowind dodnes. Na konci druhé éry se Morrowind stal provincií formující se Tamrielské říše. Na konci třetí éry došlo k pádu Tribunálu, invazi Oblivionu a zhroucení císařské vlády. Ve čtvrté éře došlo ke katastrofě, která je v dějinách označována jako Rudý rok. Zdevastovaný Morrowind poté čelil invazi Argoniánců, kterou se nakonec podařilo odrazit. Postavení Morrowindu bylo těmito pohromami vážně podlomeno, přesto se Dunmerům podařilo prosadit a zachovat samostatnost. Název Morrowind, vlast Dunmerů, byl historicky znám pod několika různými názvy v závislosti na tom, kdo byl zrovna pánem země. Země byla původně známa jako Veloth, Dwemereth (země Dwemerů), nebo Dunmereth (země Dunmerů). Samotní Dunmeři však svou vlast nazývali a někdy ještě nazývají Resdayn. Jako Morrowind začala být země nazývána někdy od druhé éry a toto pojmenování se brzy hojně rozšířilo především v zahraničí.[3] Morrowind byl také oficiálním názvem císařské provincie, když se země stala součástí Tamrielské říše. Historie Merethická éra Osídlení Morrowindu \"Chimerské klany následovaly proroka Velotha na velké pouti z původních elfských domovů na jihozápadě kontinentu a usadily se v dnešním Morrowindu. Chimerové sice odsuzovali volnomyšlenkářskou kulturu a světské zvyklosti Dwemerů, ale zabírali Dwemerům půdu a přírodní zdroje a po dlouhá staletí je provokovali drobnými nájezdy a územními potyčkami.\" ―Než přišel věk lidí[src] Nejstarší historicky doložené civilizace na území dnešního Morrowindu vytvořili Dwemerové a Chimerové. Historikové se přou, který z těchto tvou národů osídlil Morrowind jako první. Nicméně někteří učenci se přiklánějí k názoru, že Dwemeři osídlili Morrowind o něco dříve než Chimerové.[3] Jisté je, že první aldmerští průzkumníci zmapovali pobřeží velkého morrowindského ostrova Vvardenfell někdy ve středním období merethické éry. Aldmerští čarodějové na území Vvardenfellu postavili řadu svých věží.[4] Kultura Velothi a Dwemerové Freska znázorňující proroka Velotha Chimerové původně tvořili jeden z aldmerských klanů obývajících Summersetské ostrovy. Mezi Aldmery došlo k náboženským sporům a Chimerové nakonec ostrovy opustili a následovali proroka Velotha na území dnešního Morrowindu. Podle Velotha byla také nejstarší civilizace Chimerů nazývána jako Velothi. Koncem středního období merethického věku došlo k velkému rozvoji kultury Velothi a chimerská civilizace se těšila značné prosperitě. Konzervativní Chimerové chovali ve velké úctě své prastaré tradice a uctívali předky.[4] Volnomyšlenkářská a světská společnost Dwemerů se brzy stala Chimerům trnem v oku. Mezi oběma národy začalo brzy docházet k prvním konfliktům, především o půdu a přírodní zdroje. Dwemeři se posléze izolovali a vybudovali rozlehlá podzemní města, kde se věnovali především strojírenství, vědám a alchymii.[4] Na konci merethické éry došlo k velkému úpadku kultury Velothi. Velké věže, které tato civilizace vybudovala byly opuštěny. Chimerové se rozpadli na řadu malých klanů, které se staly předchůdci pozdějších významných rodů. Někteří Chimerové byli v té době dokonce považováni za barbary. Naproti tomu dwemerská civilizace se těšila prosperitě a do té doby je datován také vznik svobodných dwemerských kolonií.[4] První éra Invaze Nordů a vznik první rady \"Když byli nordové vyhnáni, rozhodli se chimerský generál Nerevar a dwemerský generál Dumac, kteří si časem začali jeden druhého vážit a dobře spolu vycházet, že mezi svými národy nastolí mír.\" ―Bitva na Rudé hoře aneb Vzestup a pád tribunálu[src] Občasné ozbrojené konflikty mezi Chimery a Dwemery probíhaly příležitostně ještě v době první éry a to především díky kulturním a náboženským odlišnostem mezi oběma národy a také díky sporům o území.[3] Na severozápadě se však objevil nový nepřítel. Skyrimští Nordové pod velením velekrále Vrage vtrhli do Morrowindu a díky nejednotnosti elfů zemi dobyli a připojili ke své říši. Válka o Morrowind byla obzvláště krvavá a Nordové si své vítěství připomínali v oslavných písních.[5] Teprve společný nepřítel donutil Chimery a Dwemery, aby odložili své staré spory a společně vytvořili první radu. K uzavření míru mezi Chimery a Dwemeru zvláště přispělo přátelství mezi chimerským lordem Indorilem Nerevarem a dwemerským vládcem Dumacem.[6] Koalice elfů následně využila slabosti Skyrimu, kde vypukla občanská válka o následnictví a vyhnala Nordy roku 1E 416 ze země.[3][7] Válka první rady Brzy po vyhnání Nordů nakonec křehký mír mezi Chimery a Dwemery přerostl v otevřenou válku První Rady.[3] Nerevar a Dumac, dosavadní přátelé, stanuli na opačných stranách konfliktu. Záminkou pro válku se stalo objevení Lorkhanova srdce dwemerským architektem Kagrenacem, který zjistil jak ze srdce čerpat sílu a chystal se jej použít k vytvoření umělého boha, zvaného Numidium. Proti tomu se Nerevar razantně vyslovil, avšak Dumac byl uražen a považoval to za vměšování Chimerů do vnitřních záležitostí Dwemerů.[8][6] \"Nerevar se naposledy vrátil do Vvardenfellu v naději, že by opět mohl zachovat mír pomocí diplomatických jednání a kompromisů. Tentokrát se však přátelé Nerevar a Dumac ošklivě pohádali a mezi chimery a dwemery v důsledku toho vypukla válka.\" ―Bitva na Rudé hoře aneb Vzestup a pád tribunálu[src] Rozhodující bitva války se odehrála u dwemerské pevnosti na Rudé hoře, na ostrově Vvardenfell. V krvavé bitvě údajně zahynuli oba dva králové, Nerevar i Dumac, kteří se měli střetnout v osobním duelu. Bitva nakonec vyvrcholila zmizením Dwemerů ze světa a podle mnohých teorií za to neslo odpovědnost Lorkhanovo srdce. Kagrenacovy nástroje však zůstaly na místě a zmocnil se jich Dagoth Ur, ten Nerevarovi doporučil nástroje zničit. Nerevar se však rozhodl poradit se svou královnou Almalexií a generály Sotha Silem a Vivecem. Ti se shodli na tom, že nástroje by mohli být Chimerům užitečné a měli by si je proto ponechat. Nerevar souhlasil, avšak donutil je složit přísahu Azuře, že nástroje nikdy nezneužijí. Dagoth Ur však odmítl nástroje tribunálu vydat a ten se jich musel zmocnit násilím. Dagoth Ur byl vyhnán pod Rudou horu. Sotha Sil mezitím nástroje studoval a odhalil jejich podstatu Almalexii a Vivecovi. Ti nakonec porušili přísahu Azuře a podstoupili s pomocí nástrojů transformaci, která je obdařila božskou mocí.[8] Tribunál a Resdayn Vivec, jeden ze tří živoucích bohů Azura potrestala porušení přísahy, kterou složili Almalexia, Vicec a Sotha Sil tím, že proklela všechny Chimery. Odstín kůže Chimerů se změnil v temně šedivý a morrowindští elfové od té doby vešli v obecné povědomí jako Dunmeři, nebo temní elfové.[8] Dunmeři se poté odvrátili od uctívání daeder a namísto toho začali uctívat živoucí bohy z masa a kostí: Almalexii, Sotha Sila a Viveca. Tak vznikla morrowindská církev Tribunál. Sotha Sil poté prezentoval lidu prokletí jako požehnání. Dagoth Ur pod Rudou Horou přežil a začal sbírat novou moc, proto živoucí bohové vystavěli kolem Rudé hory neproniknutelné zdi.[8] Morrowind byl poté řízen Tribunálem a Velkou radou, která se zformovala z rodů vítězných ve válce první rady. Ve Velké radě zasedly rody Redoran, Telvanni, Indoril, Dres a Hlaalu.[3] Rod Dagoth, jako nechvalně známý šestý rod byl zničen během války první rady. Konflikt s Remanskou říší Ke konci první éry se Tribunál spojil s Remanskou říší v Cyrodiilu, aby se společnými silami bránili první akavirské invazi. Vztahy s Remanskou říší se po invazi začaly prudce zhoršovat a mezi říší a Resdaynem nakonec proběhla osmdesát let trvající válka, která započala roku 1E 2840. Válka skončila v roce 1E 2920 po svržení remanské dynastie s nerozhodným výsledkem. Tribunál si podržel svou moc a Resdayn zůstal nezávislý.[3] Druhá éra Ebonheartský pakt Hlavní článek: Ebonheartský pakt Tato sekce zahrnuje obsah a informace ze hry The Elder Scrolls Online, nebo jejích expanzí (kapitol) a DLC. V prvních staletích druhé éry se Resdayn těšil období míru a prosperity. Toto období míru bylo přerušeno roku 2E 572, když Ada'Soom Dir-Kamal zahájil druhou akavirskou invazi na Tamriel.[9] Akavirští z neznámých důvodu obepluli Morrowind a vylodili se ve Skyrimu nedaleko Windhelmu, který po krátkém obléhání dobyli a krutě vyplenili. Poté se akavirská armáda vypravila do Resdaynu, kde vypukla panika. Malba zobrazující vůdce ebonheartského paktu Almalexia a její generálové se připravovali na svedení bitvy v regionu Stonefalls, nicméně jejich vyhlídky nevypadaly moc nadějně, protože dunmerská armáda byla mnohem menší, než síly akavirských. Dunmeři přesto vlákali akavirské do pasti, neboť nepřítel měl v týle nordskou armádu, kterou vedl Jorunn Skald, nový král z Windhelmu. Ve chvíli, kdy už se bitva vyvíjela v neprospěch dunmersko-nordské armády, přispěchal do Morrowindu další nepravděpodobný spojenec, Argoniánci z Black Marshe. Spojené síly Dunmerů, Nordů a Argoniánců posléze odrazily akavirského nepřítele a válka tak skončila vítězstvím tamrielských národů. Po tomto úspěchu tři odvěcí rivalové poprvé odložili vzájemné spory a založili alianci, která vešla do povědomí jako Ebonheartský pakt, pojmenovaný podle starobylého města Ebonheartu[10] Velitelstvím patku se stal Mournhold. Roku 2E 578 začala událost, která vešla do dějin pod názvem Planemeld, kdy na Tamriel zaútočily síly v jejichž čele stál daedrický princ Molag Bal. Princ se pokusil vtáhnout celý Nirn do své vlastní sféry. Ani tato mimořádně hrozba neodradila tři velké aliance tamrielských národů, aby proti sobě válčily. Válka se odehrávala hlavně ve zpustošeném Cyrodiilu a vešla do dějin jako válka tří praporů.[11] V neznámém roce druhé éry se však pakt nakonec rozpadl a to zřejmě pro odvěkou rivalitu a kulturní rozdíly mezi zastoupenými národy. Pád Resdaynu Císař Tiber Septim Dlouhé období nezávislosti Resdaynu skončilo ke konci druhé éry, někdy po roce 2E 893. Tamriel byl tou dobou sjednocován pod vládou mocného cyrodiilského císaře Tibera Septima. Císař po dobytí Hammerfellu obrátil svou pozornost na Resdayn, lákaly ho především tamější zásoby ebonu. Záhy Cyrodiil rozpoutal válku. Rod Indoril, navrhoval válčit s císařstvím až do úplného konce. Tuto myšlenu podporovaly rody Redoran a Dres, Telvanni zůstali neutrální a rod Hlaalu navrhoval spolupráci s říší. Po prvních incidentech na hranicích však došlo mezi dunmerskými rody ke sporům. Rody Indoril, Dres, Hlaalu a Telvanni odmítly bránit západní hranici. Idorilové a Dresové navrhovali stáhnout se do vnitrozemí a odsud vést další válku. Hlaalu nadále navrhovali spolupráci s říší a Telvanni zůstávali neutrální. Rod Redoran čelil hrozbě, že bude nakonec stát proti císařství sám.[12] Celá situace se změnila, když se bůh Vivec osobně objevil ve svém městě Vivec a oznámil, že vyjednává s císařem o reorganizaci Resdaynu, který se měl stát císařskou provincií, ale mělo mu být zaručeno zachování všech práv a vlastní víry. Toto oznámení zcela změnilo postavení jednotlivých rodů. Idorilové odmítli s podporou Dresů složit zbraně a rozhodli se válčit až do úplného konce. Redorani byli vděční za to, že nemuseli čelit říši sami a přeběhli na stranu rodu Hlaalu a přikláněli se k jednání o míru. K nim se pak připojil i rod Telvanni.[12] Není známo nic o osobním setkání císaře a Viveca. Nicméně se zdá, že Vivec nabídl císaři jednotku Numidium, která mu měla dopomoci s dobytím Summersetských ostrovů. Poté co odmítl Vrchní kancléř Velké rady z rodu Indoril přijmout tyto požadavky, byl zavražděn a nahrazen novým kancléřem z rodu Hlaalu. Rod Indoril byl následně téměř vyhlazen a novým nejmocnějším a nejvlivnějším rodem se stal právě rod Hlaalu. Říše byla překvapena snadným připojením Resdaynu, kdy Dunmerové prolili více krve při vzájemných bojích, než v boji proti říši. Resdayn byl posléze začleněn jako císařská provincie Morrowind do říše.[12] Třetí éra Císařská provincie Morrowind Královna Barenziah Střediskem císařské správy v Morrowindu se stalo město Mournhold. Císař Tiber Septim provedl první výrazné administrativní reformy a proměnil Morrowind v loutkové království. Do čela Morrowindu byla jako královna dosazena Barenziah, jejíž moc nad zemí však byla čistě formální. Za dob dlouhé vlády Barenziah se Morrowind těšil míru a prosperitě a královna často navštěvovala Imperial City, kde se účastnila audiencí u tamrielských císařů. Ochráncem a rádcem královny byl generál Symmachus. Barenziah se nakonec za Symmachuse provdala a z manželství se narodily dvě děti, Helseth Hlaalu a Morgiah.[13] Vláda Barenziah skončila koncem čtvrtého století třetí éry, když se v Morrowindu rozhořela arnesianská válka, původně povstání argoniánských otroků. Symmachus během války padl v boji a Barenziah se svými dětmi si zachránila život díky tomu, že odcestovala do Imperial City.[13] Válka ji však stála trůn a novým králem Morrowindu se stal její strýc Athyn Llethan.[3] Reorganizace provincie \"Nový král je manipulativní, nemilosrdný a vypočítavý. Je přesně tím, co Morrowind potřebuje.\" ―Kapesní průvodce říší, 3. vydání[src] V roce 3E 414 došlo k největší reorganizaci císařské provincie Morrowind od časů Tibera Septima. Až do tohoto roku byl velký ostrov Vvardenfell, v souladu s mírovou dohodou mezi Tiberem Septimem a Vivecem, mimo faktickou kontrolu říše. Cizinci měli na ostrov zakázán vstup a ten spadal pod výlučnou zprávu morrowindského chrámu. To se však změnilo právě v roce 3E 414, kdy morrowindský král zrušil zákaz cizinců vstup na Vvardelnfell a ten byl začleněn do říšské správy jako provincie. Vvardenfell byl nově rozdělen mezi chrám, císařství a velké morrowindské rody do několika okresů. Přístup na Vvardenfell přinesl říši nové obchodní příležitosti, ostrov byl rychle osidlován a kolonizován, avšak došlo i k zavlečení závažných onemocnění.[14] Helseth Hlaalu král Morrowindu na konci třetí éry Kolem roku 3E 427 také zemřel morrowindský král Athyn a na trůně ho vystřídal jeho prasynovec Helseth Hlaalu. Helseth se do Morrowindu vrátil společně se svou stárnoucí matkou Barenziah, která se těšila velké úctě a přijala titul královny matky. Podle některých zdrojů nechal Helseth svého prastrýce zavraždit.[3] Helseth byl mnohými považován za dalšího z řady loutkových králů, nicméně toto tvrzení nebylo zcela opodstatněné. Helseth provedl řadu reforem se závažným dopadem. Král zakázal otroctví, které bylo po staletí tolerováno a provedl reformu velké rady tak, že její organizace více odpovídala dunmerským zvykům a obyčejům.[3] Vzestup Dagoth Ura a pád Tribunálu Tato sekce zahrnuje obsah a informace ze hry The Elder Scrolls III: Morrowind, nebo jejích expenzí Tribunal a Bloodmoon. Moc Tribunálu od roku 2E 882 prudce upadala. Až do toho roku Tribunál konal každoroční pouť na Rudou horu, aby obnovil svou moc s pomocí Lorkhanova srdce. V tom jim však Dagoth Ur a jeho následovníci, kteří se opět probudili, zabránili.[15] Moc Dagoth Ura poté začala během staletí prudce vzrůstat, zatímco moc oslabeného Tribunálu upadala. V roce 3E 427 dorazil na Vvardenfell Nerevarin, mnohými považován za znovuzrozeného Indorila Nerevara. Nerevarin zničil Lorkhanovo srdce a porazil Dagoth Ura. O něco později Almalexia zešílela a zabila Sothu Sila. Nerevarinovi nezbylo nic jiného, než Almalexii zabít.[16] Je možné, že i Vivec mohl být zabit, avšak jeho osud je na rozdíl od dvou ostatních členů Tribunálu neznámý. Posléze zmizel i Nerevarin.[3] Po Vivecově zmizení začal klesat meteor nad městem Vivec, známý také jako ministerstvo pravdy. Právě Vivecova moc držela meteor po celá staletí na uzdě a zabránila mu ve zničení Vvardenfellu. Morrowindští mágové proto vynalezli Ingenium, hrozivý stroj poháněný dušemi, který zabránil meteoru v pádu.[17] Vpád Oblivionu V roce 3E 433 byli zavražděni císař Uriel Septim VII. a jeho dědicové a začala jedna z největších krizí Tamrielu, na kontinent zaútočili daedry, událost byla pozdějšími historky pojmenována jako oblivionská krize. Říše odvolala z Morrowindu celé posádky na obranu Cyrodiilu, který čelil nejprudšímu útoku nepřátel. V Morrowindu tak bylo během krize zcela zničeno starobylé město Ald'ruhn.[18] Vpád Oblivionu byl nakonec odražen, avšak za strašlivou cenu. Událost byla pro historii Tamrielu natolik podstatná, že se od dalšího roku začala počítat nová, v pořadí již čtvrtá éra. Čtvrtá éra Rudý rok Pohled na Rudhou horu a Vvardenfell ve čtvrté éře ze Soltheimu Tamrielská říše se po odražení vpádu Oblivionu a vymření vládnoucí dynastie ocitla na pokraji zhroucení. Říše již nebyla schopná hájit vzdálené provincie a Summeresetské ostrovy a Black Marsh se odtrhly jako první. Oslabený Morrowind se alespoň na počátku čtvrté éry nacházel pod vládou říše. Nicméně v roce 4E 5 bylo zničeno Ingenium. Díky tomu se Ministerstvo pravdy zhroutilo a zasáhlo město Vivec. Katastrofa měla pro Morrowind fatální následky. Náraz zcela vymazal město Vivec ze zemského povrchu a zůstal po něm jenom velký kráter. Náraz dále způsobil vlnu zemětřesení a tsunami, které zničilo pobřeží kolem celého Vnitřního moře. Nejhorší katastrofou se však stala následná erupce Rudé Hory, která zničila většinu povrchu Vvardenfellu.[19] Invaze Argoniánců Argoniánci, zapřísáhlí nepřátelé Dunmerů využili devastace Morrowindu po výbuchu Rudé hore a faktickou neschopnost říše a v roce 4E 6 zahájili invazi do Morrowindu. Dunmeři po dlouhá staletí Argoniánce zotročovali a jednali s nimi jako s podřadnými bytostmi a tak tito nyní využili příležitosti po pomstě. Navíc se vlády v Black Marshi ujala bojovná organizace An-Xileel. Někteří učenci se také domnívají, že invazi tajně podporoval Thalmor, aby ještě více přispěl k rozvratu říše. Říše již nehrála v ochraně Morrowindu téměř žádnou roli a neefektivní obrana a zdánlivá říšská lhostejnost způsobila mezi Morrowindem a říší odcizení. Říše posléze Morrowind de facto vyklidila. Argoniánci značnou část Morrowindu dobyli a dokonce vyplenili Mournhold.[20] Morrowind po invazi Tato sekce zahrnuje obsah a informace ze hry The Elder Scrolls V: Skyrim, nebo jejích expanzí Dawnguard, Hearthfire a Dragonborn. Po Rudém roce a invazi se Morrowind nacházel ve stavu absolutního vnitřního rozvratu. Rod Redoran převzal iniciativu a podařilo se mu nakonec argoniánské nájezdníky vyhnat a zachovat Morrowind v jeho hranicích. Mornhould byl obnoven, avšak byl již jen stínem své bývalé slávy. Hlavní město bylo přeneseno do bezpečněji položeného města Blacklight. Mnozí Dunmeři uprchli před pohromami na ostrov Solstheim a do Skyrimu. Velekrál Skyrimu nakonec v roce 4E 16 odstoupil ostrov Solstheim Morrowindu.[18] Velké rada začala s nákladnou a pomalou obnovou Morrowindu, který se stal po staletích opět nezávislou zemí. Rod Hlaalu byl pro svou bývalou spolupráci s říší zapuzen a zbaven moci. Místo něj převzal místo v radě nový rod Sadras. Skutečným vládcem Morrowindu se stal rod Redoran.[20] Geografie Morrowind leží v severovýchodní části Tamrielu a zároveň se jedná o nejvýchodněji položenou zemi kontinentu. Se svou rozlohou kolem 1 160 000 km² (4E 201)[1] zabírá Morrowind kolem 19 % povrchu kontinentu a patří mezi největší země kontinentu společně s Cyrodiilem. Severní pobřeží Morrowindu omývá Moře Duchů, zatímco východní pobřeží omývá Padomaický Oceán. Vnitřní Moře dělí Morrowind na dvě části: na velký ostrov Vvardenfell a samotný pevninský Morrowind. K Morrowindu dále náleží ostrov Solstheim. Země hraničí na západě se Skyrimem a Cyrodiilem a na jihu s Black Marshí. Klima Typická krajina Morrowindu a Vvardenfellu Klima v Morrowindu je výrazně ovlivněnou vulkanickou činností mnoha činných sopek, které se v zemi nacházejí. Díky vulkanické činnosti a poloze země je klima v Morrowindu teplé a zdejší oblasti jsou velmi úrodné. Jižní oblasti Morrowindu jsou méně ovlivněné sopečnou činností a převládá zde subtropické, až tropické podnebí. Chladnější klima vládne při severním pobřeží, jelikož zde podnebí ovlivňuje studené moře Duchů a některé oblasti Soltheimu jsou trvale zasněžené. Povrch Rudá hora, pohled od jihu Morrowind disponuje dlouhým a značně členitým pobřežím a mnoha většími či menšími ostrovy. Největším ostrovem je Vvardenfell jehož značnou část zabírá nejvyšší a nejmohutnější sopka v zemi, která je známa jako Rudá Hora. Další sopky se nachází na pevninské části v oblasti Stonefalls. Kolem západní hranice se Skyrimem se táhne pohoří Velothi. Další významné pohoří Valus tvoří přirozenou hranici s Cyrodiilem. Severovýchodní část země tvoří rozlehlý poloostrov Telvanni. V jižních oblastech Morrowindu se pak rozkládají rozlehlé nížiny. Vodstvo Řeka Odai na Vvardenfellu Morrowindem protéká několik menších řek, z nichž se většina vlévá do Vnitřního moře. Známou řekou Morrowindu je řeka Odai, zřejmě nejvýznamnější tok Vvardenfellu. Na řece Odai leží například známé město Balmora. Nejrozlehlejší vodní plochou Morrowindu je pak Vnitřní Moře, které odděluje ostrov Vvardefell od pevniny. V zemi se nachází také velké množství jezer, které vznikly zřejmě vulkanickou činností. Některá jezera mají vysokou teplotu díky proudící lávě. Jedním z největších jezer v zemi je pak Amaya na jehož břehu je položeno město Mournhold. Regiony Bal Foyen Hlavní článek: Bal Foyen Bal Foyen Bal Foyen je malý region, který se nachází při pobřeží Vnitřního moře mezi Stonefalls a poloostrovem Telvanni. Bal Foyen byla kdysi nehostinná bažinatá oblast. Od druhé éry začali Dunmeři využívat oblast především pro zemědělství a vybudovali zde rozsáhlé plantáže, kde byla pěstována solná rýže. Podobně jako ve zbytku Morrowindu, byli i zde využíváni k pracím na plantážích argoniánští otroci. Většina obyvatel v Bal Foyen žije ve vesnici Dhalmora, ochranu regionu má na starosti posádka v pevnosti Zeren. Deshaan Hlavní článek: Deshaan Krajina v Deshaanu s městem Mournhold Deshaan je rozlehlý region, který zabírá podstatnou část jižního Morrowindu a táhne se až na východ k Padomaickému Oceánu. Deshaan hraničí na severu se Stonefalls a na jihu s Black Marshí. Jedná se o úrodnou nížinu, která je využívána k zemědělství. Centrem Deshaanu je bývalé hlavní město Mournhold, dalším významným městem regionu je Narsis. Regionem protéká velká řeka a nachází se zde rozlehlé jezero Amaya. Region se dále dělí na tři menší oblasti a to Lagomere, Redolent Loam a Siltreen. Solstheim Hlavní článek: Solstheim Ostrov Solstheim ve čtvrté éře Solstheim je ostrov, který leží v Moři Duchů na severu mezi Morrowindem a Skyrimem. V době třetí éry byl ostrov pod přímou správou říše. Později náležel ke skyrimské provincii. Ve čtvrté éře na ostrově nalezlo domov mnoho dunmerských uprchlíků, kteří sem prchali před pohromami, které postili Morrowind. Skyrimský velekrál nakonec ostrov Morrowindu odstoupil. Správním a největším městem ostrova je Raven Rock. Severní část ostrova je trvale zaledněna a panuje zde nehostinné studené klima. V jižních oblastech ostrova jsou dosud patrné škody, které způsobila erupce Rudé Hory v roce 4E 5. Stonefalls Hlavní článek: Stonefalls Ve Stonefalls se nacházejí mnohé morrowindské sopky Stonefalls je rozlehlý region, který se rozkládá kolem jižního pobřeží Vnitřního moře. Stonefalls na severozápadě hraničí se Skyrimem a na západě jej od Cyrodiilu odděluje pohoří Valus. Metropolí regionu je město Ebonheart, které leží na ústí řeky do Vnitřního moře. Mezi další významná města v oblasti patří Davon's Watch a Kragenmoor. Podnebí a krajina Stonefalls jsou výrazně ovlivněné vulkanickou činností zdejších sopek. Nachází se zde i obrovská sopka Ash. Díky tomu je značná část regionu nehostinná sopečná pustina. Region se dále dělí na tři menší oblasti a to Daenn Seeth, Varanis a Zabamat. Vvardenfell Hlavní článek: Vvardenfell Ostrov Vvardenfell, pohled na Rudou horu v druhé éře Vvardenfell je největší ostrov Morrowindu a zároveň celého Tamrilu, proto bývá někdy označován také jako subkontinent. Od zbytku Morrowindu je ostrov oddělen Vnitřním Mořem, které jej omývá ze západu, jihu i východu. Na severu naopak Vvardenfell omývá Moře Duchů. K ostrovu náleží také řada menších ostrůvku. Značnou část ostrova zabírá monumentální Rudá hora, která je zároveň nejvyšším bodem Morrowindu. Ostrov má díky své jedinečné poloze a sopečné činnosti jedinečné klima. Hlavním a největším městem po staletí býval Vivec, který byl však zničen, když se na něj zřítil meteor. Ostatní města byla značně poničena po erupci Rudé hory. Fauna Netch je rozšířen po celém Morrowindu Díky jedinečným klimatickým podmínkám a izolaci od zbytku Tamrielu disponuje Morrowind mnoha endemickými druhy. Mezi domestikovaná zvířata patří Guar, který je obvykle chován ve stádech a využívá se k přepravě těžkých břemen, příležitostně i jako jízdní zvíře. Na Vvardenfellu jsou chováni obrovští brouci bahnomerky, které jsou rovněž využívány k dopravě. Na území celého Morrowindu se vyskytují obrovské hmyzí druhy. Velmi rozšířeným živočichem je také Netch, jedná se o mírumilovný druh, který se vznáší nad zemí a má dlouhá chapadla, druh útočí pouze v případě ohrožení. Mezi hojně rozšířené druhy patří i různé ještěří druhy, které jsou často velmi agresivní, například aliti. Flóra V Morrowindu se vyskytuje zcela jedinečná fauna. Země je známa pro své rozlehlé lesy, které tvoří obří houby. Největším druhem této houby je tzv. Císařský slunečník, který dosahuje velikosti stromu. Dunmeři jsou vynikající alchymisté a zemědělci a nalezli tak využití pro širokou škálu divokých i šlechtěných rostlin. Velmi rozšířená a oblíbená plodina v zemi je solná rýže, pěstovaná na rozsáhlých plantážích. Politický systém Morrowindu de facto vládne oligarchie, kdy moc v zemi třímá Velká rada, složená ze zástupců velkých a vznešených dunmerských rodů a zástupců nového chrámu, dunmerské církve. Chrám má na politiku Morrowindu obrovský vliv a tak můžeme soudit, že politickým systémem Morrowindu je teokratická oligarchie. Politický a správní systém v zemi je velmi složitý a stát je řízen s pomocí rozsáhlého byrokratického aparátu. Hlavním městem země je Blacklight. Tradičním a původním hlavním městem byl v minulosti Mournhold. Vláda a správa Král Královský palác v Mournholdu Formální hlavou Morrowindu byl od dob třetí éry král. Instituce byla vytvořena v době, kdy byl Morrowind připojen k Tamrielské říši, zřejmě pro zjednodušení a zefektivnění císařské kontroly nad provincií. Král se stal zástupcem císařské správy v zemi a prostředníkem mezi císařským dvorem a Velkou radou v Morrowindu. Řada morrowindských králů byla jen loutkami s nevelkými pravomocemi, jako například Barenziah. Nicméně král Helseth Hlaalu, syn Barenziah provedl řadu do té doby nevídaných reforem, kdy bylo například zakázáno otroctví. Dále byla reorganizována Velká rada.[3] Podle dostupných zpráv se dá soudit, že ve čtvrté éře byla monarchie zrušena a to hned po osamostatnění provincie. Dunmeři se poté vrátili k tradiční formě vlády, kdy moc opětovně převzala Velká rada.[20] Velká rada Vláda nad Morrowindem spočívá v rukách Velké rady ve které jsou zastoupeny všechny velké morrowindské rody.[21] Velkou radu řídí vysoký lord. Předchůdcem Velké rady byla První rada, ve které byli zástupci Chimerů a Dwemerů. Po válce první rady došlo k reorganizaci a v radě od té doby zasedalo pouze pět velkých tradičních rodů. V době první a druhé éry Morrowindu nepřímo vládl Tribunál, kterému se podařilo ovládnout Velkou radu. Dominantním rodem byl v té době Idoril a rada řídila správní a obchodní záležitosti země.[7] Za časů říše byla Velká rada podřízena císařské vládě a dominantní postavení v radě převzal rod Hlaalu, který byl nejbližším spojencem říše.[12] Ke konci třetí éry král Helseth radu reorganizoval a ta se více přiblížila dunmerským tradicím.[3] Po pádu tribunálu, stažení říše a pohromách, které Morrowind postihly ve čtvrté éře, převzal dominantní roli ve Velké radě rod Redoran. Od té doby začala zemi poprvé v dějinách zcela řídit Velká rada a rod Hlaalu byl pro spolupráci s říší zbaven postavení a vyloučen z rady.[20] Velké rody Znak Hlaalu Ve Velké radě tradičně zasedá pět velkých dunmerských rodů, které společně vykonávají vládu nad Morrowindem a řídí správní a obchodní záležitosti země.[7][3] Tradice velký rodů pocházejí z dob dunmerských a chimerských klanů, nicméně v současné době se jedná o politické strany.[21] V radě nyní zasedají rody Dres, Indoril, Redoran, Sadras a Telvanni. Rod Hlaalu, který původně ve Velké radě zasedal a dosáhl velké moci ve třetí éře, byl zbaven svého postavení a nahrazen rodem Sadras.[20] Členství v rodech je z větší části dáno původem, především narozením a uzavřením manželství. Nicméně členy rodů se mohou stát i cizinci a to poté, co danému rodu prokáží absolutní loajalitu. Členem rodu se jedinec může stát i díky adopci.[21] V následujících odstavcích si stručně popíšeme jednotlivé morrowindské rody. Rod Dres vládne jižní části Morrowindu v Deshaanu při hranicích s Black Marshí. Rod Dres je velmi podnikavý a svou mocenskou pozici opírá především o výhodný obchod s otroky a vlastnictví rozlehlých plantáží. Hlavním městem rodu Dres je město Tear.[7] Rod Dres byl v minulosti velkým zastáncem tradičního chrámu a stavěl se nepřátelsky vůči císařství a říšské kultuře a to především díky snahám říše o zakázání otroctví.[21] Rod Hlaalu byl během třetí éry dominantním a de facto vládnoucím rodem v Morrowindu, tradiční barvou rodu byla žlutá.[21] Hlavním městem rodu Hlaalu bylo město Narsis.[7] Vedoucí úlohu ve třetí éře rod Hlaalu převzal především díky úzké spolupráci a spojenectví s Tamrielskou říší. Díky tomu členové rodu pravidelně obsazovali královský trůn Morrowindu a prosazovali své zájmy na úkor ostatních rodů. Během třetí éry také rod Hlaalu získal rozsáhlá území na Vvardenfellu.[21] Pád rodu Hlaalu nastal v době čtvrté éry, kdy říše vyklidila pozice v Morrowindu. Ostatní rody se rodu Hlaalu pomstily za jeho spolupráci s říší a zbavili ho postavení velkého rodu. Mnoho členů Hlaalů tak skončilo ve vyhnanství a rod byl ve Velké radě nahrazen rodem Sadras.[20] Příslušník rodu Indoril Rod Indoril v minulosti prohlašoval, že má příbuzenské vztahy se všemi členy Tribunálu. Během druhé éry se jednalo o dominantní rod ve Velké radě a Indorilové de facto ovládali také chrám Tribunálu, dunmerskou církev. Hlavním městem rodu byl Mournhold, tehdy znám jako Almalexia.[7] Během dobyvačných tažení Tibera Septima se členové Indorilu tvrdě ohradili proti císařské okupaci a mnoho Indorilů raději spáchalo sebevraždu, než aby se poddali císařství. To vedlo k výraznému oslabení rodu.[12] Na konci třetí éry neobdržel rod Indoril žádné území na Vvardenfellu.[21] Rod Redoran je momentálně nejvlivnějším rodem ve Velké radě. Redoran vlastní velká území v západních oblastech Morrowindu a mezi Dunmery se členové rodu těší pověsti nejlepších válečníků.[7] Během čtvrté éry získal rod Redoran vedoucí postavení a moc v Morrowindu. Bylo to dáno především tím, že Dunmeři byli Redoranům vděčni za odražení Argoniánské invaze a snaze o obnovu zpustošené země.[20] Rod Sadras je nejmladším z dunmerských rodů. K moci se dostal teprve ve čtvrté éře, kdy byl přizván do Velké rady poté, co byl rod Hlaalu zbaven svého postavení.[20] Rod Telvanni ovládá území na severovýchodě Morrowindu, především poloostrov Telvanni. Telvanni prosluli jako nejvíce xenofobní rod v Morrowindu, který se vyhýbá veškerému kontaktu z cizinci.[7] V rodu Telvanni je zastoupeno mnoho mocných čarodějů a jejich barvou je hnědá. Telvanni obdrželi během třetí éry území na VVardenfellu.[21] Administrativní dělení Mapa ostrova Vvardenfellu, jednoho z morrowindských okresů Morrowind se dělí do několika velkých okresů, v čele každého okresu stojí vévoda a jemu podřízená okresní rada.[22] Okresy se dále dělí do samosprávných obvodů, které jsou rozděleny mezi velké rody a chrám a jdou podřízeny vévodovi a okresní radě. Obvody jsou spravovány místními rodovými radami, nebo církví chrámu. Obvody mají velké kompetence v oblasti správy a soudnictví.[14] Nejmenšími administrativními jednotkami jsou pak města a vesnice. Zákony a právo Morrowindské právo je směsicí místního rodového, chrámového a císařského práva.[14] Na pořádek a vymáhání práva v zemi dohlížejí církevní ordinátoři.[14][23] Morrowind byl jednou z mála zemí, kde bylo ještě v době třetí éry legální otroctví. Teprve koncem třetí éry se na nátlak říše podařilo prosadit zákaz otroctví a to přes odpor rodu Dres, který z obchodu s otroky dlouhodobě profitoval.[3] O právu rozhodoval také Tribunál živoucích bohů, ten vydal například zákon, který zakázal do té doby obvyklé válčení mezi jednotlivými rody.[7] Zákon však nezakazoval jinou eliminaci nepřátel a to s pomocí vražedné organizace Morag Tong.[7] Kompetence v oblasti práva mají také okresní a oblastní rady, které mohou poskytovat například úlevu z obchodních cel.[24] Za zločiny a přestupky jsou v Morrowindu považovány především krádeže, páčení zámků, spánek v cizí posteli, kapsářství, napadení jiné osoby a vražda. Nezákonné je také podřimování na veřejných místech.[16] Dle rozsahu provinění může být zločinec potrestán pokutou, vězením a nejzávažnějším případě i popravou.[16] Zahraniční vztahy Skyrim Hlavní článek: Skyrim Morrowind hraničí se Skyrimem na severovýchodě. Historicky patřili skyrimští Nordové mezi největší nepřátele Dunmerů. V první éře Nordové dokonce Morrowind na nějaký čas dobyli, nakonec však byli ze země vyhnáni. Vzájemnou rivalitu Nordové a Dunmeři odložili v kritické chvíli ve druhé éře, kdy museli čelit společnému nepříteli a to invazním jednotkám z Akaviru. Představitelé Morrowindu, Skyrimu a Black Marshe poté uzavřeli křehkou alinaci, která vešla ve známost jako Ebonheaartský pakt. Aliance neměla dlouhé trvání a po několika letech došlo k jejímu rozpadu. V době třetí éry byly obě země součástí říše. Po katastrofách čtvrté éry došlo mezi Morrowindem a Skyrimem k jistému sblížení. Skyrimský velekrál dokonce předal Morrowindu ostrov Solsthehim. Mnoho Dunmerů nalezlo po Rudém roce útočiště právě ve Skyrimu. Nicméně tito uprchlíci nejsou ve Skyrimu vítáni a často jsou obětmi xenofobních nálad Nordů.[20] Tamrielská říše Hlavní článek: Tamrielská říše Vládce původní říše v Cyrodiilu a pozdější Tamrielské říše, vždy lákalo velké bohatství, které se v Morrowindu nacházelo. Již císaři z remanské dynastie svedli s Morrowindem krvavou válku a pokusili se zemi podmanit. Remanská říše se nakonec rozpadla a nebezpečí z Cyrodiilu na dlouhá staletí pominulo. Na konci druhé éry se vlády nad Cyrodiilem zmocnil Tiber Septim, který proti Morrowindu zahájil válku. Morrowind uzavřel s císařem příměří a souhlasil se začleněním do říše. Oplátkou si Dunmeři zachovali rozsáhlou autonomii. Během třetí éry říše svou pozici v Morrowindu konsolidovala a postupně připravovala morrowindské rody a Tribunál o jeho výsady. Koncem třetí éry byla říší prosazena řada reforem a Morrowind se dostal pod silný vliv císařské kultury a práva. V době čtvrté éry se říše ocitla na pokraji zhroucení a po Rudém roce nebyl schopna Morrowind více hájit. Morrowind tak získal de facto nezávislost a mezi Dunmery a Císařskými došlo k hlubokému odcizení. Black Marsh Hlavní článek: Black Marsh Dunmeři po dlouhá staletí prováděli nájezdy do Black Marshe se kterou sousedili na jihu. Argoniánci byli považováni za podřadnou pracovní sílu a dunmerští otrokáři tisíce Argoniánců zotročili. Argoniánci byli vystavováni nelidským podmínkám a museli pracovat v dolech a na plantážích. Z těchto důvodů Argoniánci Dunmery upřímně nenáviděli a prahli po pomstě. Pouze ve druhé éře se s Dunmery dočasně spojili, když se cítili ohroženi akavirskou invazí. Ebonheartský pakt se rychle rozpadl a Dunmeři a Argoniánci se vrátili k tradičnímu nepřátelství. Když došlo v Rudém roce k erupci Rudé hory, využili Argoniánci situace a oslabený Morrowind napadli a dobyli téměř celou jižní část země. Argoniánci také vyplenili hlavní město Mournhold. Rodu Redoran se podařilo Argoniánce vytlačit zpět za hranice. Vztahy mezi oběma bývalými provinciemi jsou tak na bodu mrazu. Ozbrojené síly Pozemní síly Před sjednocením Tamrielské říše byli Dunmeři považováni za nejstrašnější a nejfanatičtější nepřátelé. Někteří cyrodiilští generálové se dokonce silného Morrowindu obávali a odrazovali císaře Tibera Septima od invaze.[12] Nicméně velkou slabinou Dunmerů byla jejich nejednotnost. Morrowind totiž nedisponoval jednotnou profesionální armádou, nýbrž místními jednotkami podléhajícími jednotlivým rodům.[7] Morrowind byl posléze dobyt s překvapivou lehkostí. Po začlenění Morrowindu do říše, zůstávaly nadále síly Dunmerů pod velením místních rodů. Říše si kontrolu nad provincií udržovala umístěním legií do pevností, které byly po celé zemi vybudovány.[16] Po vyklizení provincie císařskými jednotkami převzal iniciativu rod Redoran, jehož vojskům se podařilo odrazit argoniánskou invazi.[20] Ordinátor, druhá éra Samotné dunmerské jednotky, jak už bylo uvedeno výše, podléhají velení jednotlivých rodů. Vedle rodových jednotek existují také jednotky podřízené přímo chrámu, které se nazývají Ordinátoři. Tito Ordinátoři jsou považováni za svatou stráž a mají velké kompetence při udržování pořádku a práva. Jedná se o elitní jednotky rozmístěné po celém Morrowindu.[14][23] Dunmerští válečníci upřednostňují nádherné lehké zbroje, které jsou vyráběny často z hmyzích krunýřů. Vojáci nosí často plášť z jemného pavoučího hedvábí, který si obtáčejí kolem trupu. Hlavu před útoky i všudypřítomným popelem si vojáci chrání helmami. Oděv dále doplňují volné kalhoty a vysoké boty.[7] K výbavě vojáků patří těžké palcáty, kopí, štíty a meče. Loďstvo Morrowind zřejmě nedisponuje profesionální vojenskou flotilou. Jednotlivé lodě se nachází v soukromém vlastnictví a jsou využívány především k obchodním účelům. Nicméně v případě nouze je možné obchodní lodě využít k bojovým účelům. Mezi největší lodě v Morrowindu patří obrovské karaky, které jsou opatřené třemi stěžni a patří mezi ty největší lodě, které jsou v Tamrielu používány. Tyto těžké lodě mají obrovskou kapacitu a jsou opatřené několika palubami. Ekonomika Měna a bankovnictví Do druhé éry se v Morrowindu platilo neznámou zlatou měnou.[11] Po začlenění země do Tamrielské říše se oficiální měnou Morrowindu stal zlatý Septim. Obyvatelé Morrowindu platidlo nazývali jako draky.[16] Oficiální měna v dobách čtvrté éry není známa, nicméně můžeme odhadovat, že Septim je nadále obecně používanou měnou. Minimálně od druhé éry došlo na území Morrowindu k velkému rozvoji bankovnictví. Banky se nacházely ve všech velkých městech a obyvatelé Morrowindu i cizinci je mohli využívat k ukládání svých peněz a cenností.[11] Obchod Obchod je pro morrowindskou ekonomiku stěžejní. Hlavní obchodní trasy jsou zajišťovány především skrze přístavy, které se nacházejí na obou stranách Vnitřního moře mezi morrowindskou pevninou a Vvardenfellem. Vnitřní moře je tak křižovatkou obchodních cest. Daří se také obchodu se sousedními zeměmi, který zajišťují karavany. Zpřístupnění Vvardenfellu na konci třetí éry přineslo nové obchodní příležitosti říši i velkým rodům.[21] Východocísařská společnost vybudovala na Vvardenfellu a Soltheimu řadu přístavů.[16] Nicméně obchod byl, alespoň v dobách říše, zatížen vysokými cly, na které si stěžovali především říšští obchodníci. Velká rada proto snížila dovozní cla na dovážený alkohol, zatímco alkohol vyvážený z Morrowindu podléhal nadále velkým clům, což některé rody nesly s nelibostí.[24][25] Obchod na Vvardenfellu byl také často narušován kočovnými Ashlandery, kteří přepadali obchodní karavany a plenili území rodů.[14] Mezi hlavní vývozní a vysoce ceněné artikly patří parfémy, šperky, ebon, malachit a kwamí vejce.[7][26] Do Morrowindu jsou naopak dováženy především císařské plátno a cyrodiilská brandy.[7] V Morrowindu bylo také po dlouhou dobu povoleno otroctví. Z obchodu s otroky prosperoval především rod Dres.[7] Otroctví bylo sice na konci třetí éry zakázáno královským výnosem, ale rod Dres nerespektoval císařské zákony a pokračoval v otroctví, které bylo nadále široce tolerováno.[21][3] Rod Telvanni profitoval z prodeje obrovského hmyzu se kterým obchodoval na velkých trzích v Mournholdu a Narsis. Tento hmyz našel uplatnění především v dopravě.[7] Zemědělství a lov Hospodářství Morrowindu je z převážné části založené na zemědělství. Velké rody, především pak Dres, vlastní rozsáhlé plantáže na kterých pracují otroci.[7][26] Zisky ze zemědělství jsou tak obrovské, protože je využívána otrocká neplacená práce. Pěstuje se především solná rýže. Plantáže se nachází především v úrodných nížinách Deshaanu.[7][26] V okolí jezera Amyea v Deshaanu vybudovali Dunmeři primitivní zavlažovací systém a řadu vodních nádrží. Město Kragemoor slouží jako zemědělský uzel, který zásobuje potravinami takřka celý region Stonefalls.[26] Dunmeři také získávají kwamí vejce, které jsou žádanou a cennou alchymistickou komoditou nejen v celém Morrowindu, ale i v zahraničí.[26] Těžba, řemesla a výroba Morrowind je proslulý svým obrovským nerostným bohatstvím. Zdejší zásobárny ebonu byly i jedním z důvodů, proč se Tiber Septim rozhodl podrobit zdánlivě neporazitelný Morrowind.[27] Země disponuje velkými nalezišti ebonu a malachitu, který je obecně nazýván jako sklo. Z obou nerostů se vyrábí úchvatné zbroje, zbraně a šperky. Sklo je mezi Dunmery ceněno především pro jeho lehkost.[26] Oba nerosty se nachází především v oblastech Vvardenfellu a Stonefalls, které jsou poznamenány sopečnou činností. Cestování a doprava Bahnomerka je typickým \"dopravním prostředkem\" v Morrowindu Pevninský Morrowind má celkem hustou silniční síť, která propojuje všechna důležitá města. Cestující k přepravě využívají většinou jízdní zvířata, koně, či místní hmyzí a ještěří druhy. Námořní dopravu usnadňují četné přístavy kolem Vnitřního moře. Cestující k přepravě využívají většinou obchodních lodí. Ve druhé éře byla v Morrowindu také síť teleportačních svatyň, které umožňovali cestování mezi svatyněmi jednotlivcům. V dobách třetí éry umožňovaly teleportaci místní pobočky cechu mágů. Na Vvardenfellu nebyla zpočátku tak dobře rozvinutá silniční síť, jako ne pevnině a cestující zde tak překonávali dlouhé vzdálenosti s pomocí obřího hmyzu bahnomerek. Ve velkém městě Vivec, cestující mohli také využít gondoly, které zajišťovaly přepravu mezi jednotlivými kantony. Demografie Ilustrace typického Dunmera Morrowind je země Dunmerů, kteří jsou v jiných zemí známí také jako temní elfové. Dunmeři obývají celý Morrowind, nejhustěji zalidněné oblasti se nachází v úrodném Deshaanu a při pobřeží kolem Vnitřního moře.[7][28] Na Vvardenfellu byly ve třetí éře osídleny především pohostinné jižní a jihozápadní pobřeží.[28] Dunmeři jsou snadně rozpoznatelní pro svou temně šedou kůži a rudé oči.[7] Jedná se o potomky Chimerů, kteří byli původně aldmerským klanem. Dunmeři jsou v Morrowindu majoritní většinou. K významným národnostním menšinám náleží lidé, Argoniánci a Khajiité.[16] Náboženství Náboženství hraje v životech Dunmerů velkou roli a během tisíců let existence Morrowindu prošlo značným vývojem. Chimeři, předkové dnešních Dunmerů, původně uctívali daedry a to až do dob první éry. Chimeři uctívali tři tzv. dobré daedry, které byly považovány za bohy a to Boethiaha, Mephalu a Azuru. Chimeři věřili, že je Boethiah naučil mnoha vědomostem od magie až po filosofii. Mephala pak měla Chimery naučit mnoha dovednostem, díky kterým byli schopní se vyhýbat svým nepřátelům a případně je likvidovat. Azura pak měla Chimery naučit dovednostem, které je odlišily od Altmerů. Úctě Chimerů se dále těšil Lorkhan, neboli ztracený bůh. Krom dobrých bohů věřili Chimerové také ve čtyři zlé bohy, kam řadili Molag Bala, Malacatha, Sheogoratha a Mehrunes Dagona.[29] Uctívání tří dobrých bohů-daeder naučil Chimery prorok svatý Veloth, který se sám těšil značné úctě.[26] Chrám tribunálu v Mournholdu Po bitvě na Rudé hoře, zneužili tři Chimerové Almalexia, Sotha Sil a Vivec moc Lorkhanova srdce a získali tak obrovskou moc. Azura zato proklela všechny Chimery a ti se proměnili v Dunmery. Almalexia, Sotha Sil a Vivec následně založili tribunál a začali být morrowindským lidem uctíváni jako živoucí bohové. Kult Tribunálu byl přísně organizován v církvi, která byla známa prostě jako chrám. Tribunál měl obrovský vliv na kulturní a politický vývoj Morrowindu. Almalexia sídlila v Mournholdu a byla považována za patronku učitelů a léčitelů. Vivec byl patronem umělců a tuláků a sídlil ve stejnojmenném městě Vivecu. Sotha Sil byl patronem řemeslníků a kouzelníků a sídlil v legendárním mechanickém městě Clockwork City. Ve třetí éře začala moc Tribunálu opadat a do země pronikalo oficiální císařské náboženství v devítku. Tribunál byl značně oslaben poté, co hrdina Nerevar zničil Lorkhanovo srdce. Almalexia později zešílela a zabila Sotha Sila. Almalexii následně porazil a zabil Nerevar. Vivecův další osud zůstává zahalen tajemstvím.[16] Tato sekce zahrnuje obsah a informace ze hry The Elder Scrolls V: Skyrim, nebo jejích expanzí Dawnguard, Hearthfire a Dragonborn. Po Vpádu Oblivionu, Rudém roce a argoniánské invazi ve čtvrté éře, začali Dunmeři ztrácet víru v Tribunál. Vlády nad chrámem se nakonec zmocnili kněží disidentu, kteří očistili náboženství od víry v Tribunál a obrátili Dunmery zpět k uctívání původního náboženství, tedy ke kultu tří dobrých daeder. Almalexia, Vivec a Sotha Sil byli nadále uctíváni pouze jako svatí. Ve společnosti byli opět přivítáni Ashlandeři, kteří před stovky let žili jako vyhnanci a nomádi, protože si zachovali původní víru. Ashlandeři byli nyní chváleni pro svou neochvějnou víru v původní víru a zvyky. Velký rod Indoril doslova splynul v jedno s církví, která od těch časů vešla ve známost jako nový chrám.[30] Významná města V Morrowindu se nachází řada významných měst, vesnic a pevností. V tomto odstavci uvádíme seznam největších a nejvýznamnějších měst v Morrowindu. Balmora Ebonheart Mournhold Sadrith Mora Vivec Ald'ruhn je město, které se nachází na Vvardenfellu. Během invaze Oblivionu bylo město zničeno a dále utrpělo škody během erupce Rudé hory. Později však prošlo rekonstrukcí. Město je pod vládou rodu Redoran. Balmora se nachází na ostrově Vvardenfell a v době druhé a třetí éry se jednalo o druhé největší město na ostrově. Po erupci Rudé Hory utrpělo město značné škody, jelikož leželo v blízkosti sopky. Blacklight je současné hlavní město Morrowindu a sídlo rodu Redoran. Město se nachází na pevnině v severozápadním cípu země. Davon's Watch je jedno z nejrozlehlejších měst Morrowindu, které se nachází na pevnině na pobřeží Vnitřního moře v oblasti Stonefalls. Město se nachází nedaleko Ebonheartu. Ebonheart je prastarým městem a důležitým přístavem, který se nachází při pobřeží Vnitřního moře. V minulosti byl Ebonheart městský stát, který byl největším konkurentem Mournholdu. Kragenmoor je město, které se nachází v oblasti Stonefalls. Město je pod nadvládou rodu Dres a jedná se o důležitý obchodní a zemědělský uzel, který zásobuje celý region. Mournhold byl hlavním městem Morrowindu v dobách říše. Jednalo se o sídlo bohyně Almalexie a morrowindských králů. Ve čtvrté éře byl Mournhold vypleněn Argoniánci. Později bylo město zrekonstruováno. Narsis je město, které leží v nížinách Deshaanu. Jednalo se o hlavní město rodu Hlaalu, během invaze Argoniánců bylo město dobyto a vypleněno. Necrom je město, které leží na poloostrově Telvanni na východě Morrowindu. Jak již název napovídá, jedná se o město, kde Dunmeři rádi pohřbívají své mrtvé. Raven Rock je hlavní město ostrova Solstheim, které se nachází pod vládou rodu Redoran. Původně se jednalo o hornickou osadu, která byla založena Východocísařskou obchodní společností. Sadrith Mora bylo město na Vvardenfellu, které se nacházelo na východním pobřeží ostrova. Město bylo pod vládou rodu Telvanni a během čtvrté éry bylo zničeno erupcí Rudé Hory. Tear je město nacházející se na pobřeží Padomaického Oceánu. Město je hlavním městem rodu Dres a je nechvalně proslulé tím, že se v něm nachází mnoho otroků. Vivec byl největším městem ležícím na ostrově Vvardenfell. Zároveň se jednalo o sídlo stejnojmenného živoucího boha. Vivec byl zničen na začátku čtvrté éry, když se na něj zřítilo ministerstvo pravdy. Každodenní život a kultura Společnost Dunmeři jsou velmi hrdí na svůj elfí původ, své předky a tradice. Dunmeři se, podobně jako Altmeři, cítí být nadřazeni ostatním rasám Tamrielu. Lidi, Khajiity a Argoniánce považují za vhodné k tomu, aby sloužili jako otroci na rozsáhlých plantážích. Dunmeři se dokonce cítí být nadřazeni nad ostatními elfími rasami, které považují za nečisté a dekadentní odnože původní elfí rasy.[7] Obyvatelé Morrowindu tvoří typickou agrární a otrokářskou společnost. Nejmocnější Dunmeři tvoří bohatou agrární aristokracii, která se člení do pěti velkých rodů. Každý z těchto rodů spravuje obrovské pozemkové úděly, řídí rozsáhlé plantáže a má hlas ve Velké radě, která řídí politické záležitosti země. Velký vliv má i chrám, jehož členové se mezi obyvateli těší velké úctě. Střední třídu společnosti tvoří obchodníci a bohatí měšťané. Vespodu hierarchie stojí chudí rolníci. Nejnižší třídu bez jakýchkoliv práv pak tvoří otroci.[7] Město a venkov Morrowind je obrovskou zemí a jeho městská síť je tak v porovnání s jinými menšími zeměmi řídká. Snad jen města Vivec a Mournhold se rozlohou a počtem obyvatel mohla měřit s jinými světovými metropolemi, jako například s Imperial City. Ostatní města jsou středně velká. Většina obyvatel žije ve vesnicích, nebo zemědělských usedlostech, které jsou roztroušeny v úrodných oblastech Morrowindu. Někteří obyvatelé dokonce žijí kočovným způsobem života, nejznámější skupinou, která takto žije jsou Ashlandeři. Morrowindská města se jedno od druhého značně architektonicky značně liší, v závislosti na tom, pod správou kterého rodu se nachází. Některá města jsou silně opevněná, především ta, která se nachází na pevnině v blízkosti hranic. V Morrowindu však nechybí ani neopevněná města a dokonce se zde nachází města, která jsou vybudována v obřích houbách. Městská zástavba je často jen ledabyle organizována, Dunmeři dávají také přednost otevřeným prostranstvím. Typické město nepostrádá palác, nebo městské centrum, chrám a obchody. Ta největší města se dělí na několik čtvrtí, jako například Mournhold. Města slouží jako správní, kulturní a ekonomická centra země. Dunmerské vesnice tvoří zázemí měst a jsou roztroušeny po celém Morrowindu. Vesnice jsou většinou malé a sestávají z několika hospodářských a obytných budov. Okolo vesnic se rozprostírají rozsáhlé plantáže a příbytky otroků. Kult Předků Kult Předků patří v Morrowindu k velkým tradicím. Dunmeři věří, že duše zesnulých přetrvávají i po smrti. Znalostí a schopností zesnulých předků pak využívají celá pokolení dunmerských rodů. Pouto mezi živými příslušníky rodiny a jejich nesmrtelnými předky je zčásti pokrevní, zčásti obřadní a zčásti záměrné. Člen, který se do rodu přižení, se k němu zaváže skrze rituál a přísahu a získá tak možnost rozmlouvat s nevlastními předky. Přístup k nim má sice omezenější než jeho případní potomci, ale na druhou stranu si zachová i možnost spojit se s předky svého původního rodu.[31] Každá dunmerská rodina má ve své domácnosti svatyni. V chudších domácnostech slouží jako svatyně krb, nebo přístěnek, kde jsou vystavovány a uctívány rodinné relikvie. Bohatší domácnosti zasvěcují svatyni celou místnost. Předkové jsou uctíváni prostřednictvím obětin a modliteb. Na oplátku duchové předků poskytují domácnosti ochranu.[31] Nejsvětější povinností všech Dunmerů je zajistit, aby pozůstatky mrtvých byly řádně pohřbeny ve městě mrtvých. Nejčastěji je k tomuto účelu využíváno město Necrom, kam směřují obrovská procesí, která trvají i několik měsíců.[31][7] Někteří Dunmeři rovněž v závěti souhlasili s tím, aby část jejich kostí byla využita k posílení hradby duší, která chránila Morrowind před zlem z Rudé hory. Díky tomu však začalo ubývat rodových svatyň.[31] Zábava Divadlo v Mournholdu Dunmeři rádi navštěvují hostince a kluby, které se nachází ve všech větších městech. V těchto podnicích často vystupují zpěváci. Oblíbenými hudebními nástroji jsou loutna, harfa, nebo flétna. Ve Vivicu se lidé chodili rádi bavit také do arény, kde se konaly čestné souboje pro zábavu a dokonce také jako forma pro urovnání sporů. Na rozdíl od arény v Imperial City zřejmě neexistovaly žádné týmy.[16] Mezi další formy zábavy patří návštěva divadla. Divadlem disponovalo například město Mournhold.[11] Móda Oděv dunmerské šlechtičny ve druhé éře Dunmeři mají módu ve velké oblibě, o čemž svědčí různorodost jejich oděvů všech barev. Nejvyšší vládnoucí třída odívá nádherná a honosná roucha, která znázorňují jejich majestát. Roucho vládnoucí třídy bývá často purpurové a je zdobené mnoha zlatými šperky. Bohaté aristokratky nosí krásné šaty s odvážnými výstřihy, zdobené drahými kameny a šperky. Střední třída a úředníci dávají přednost tunikám a praktickým kalhotám. Nejnižší třídy nosí jednoduché tuniky a košile a kalhoty. Podle oblečení lze celkem snadnou rozpoznat k jaké třídě daný Dunmer náleží. Tradice a svátky V Morrowindu se slaví především tyto svátky: 1.1. - Festival nového života - oblíbený svátek, slavený po celém Tamrielu, jedná se o oslavu nového roku. 16.2. - Den srdce - slaví se v celém Tamrielu a jedná se o oblíbený svátek zamilovaných. 7.3. - První setba - symbolické zasetí po podzimních žních, slaví se po celém Tamrielu. 7.5. - Druhá setba - svátek podobný první setbě, slaví se po celém Tamrielu. 16.6. - Půlroční oslava - den, kdy je slavena polovina roku, slaví se v celém Tamrielu. 27.8. - Poslední setba - svátek, slavený v celém Tamrielu. 13.10. - Festival Čarodějnic - slaví se v celém Tamrielu. 30/31.12 - Festival starého života - festival a svátek konaný po celém Tamrielu na rozloučení se starým rokem. Vzdělanost a literatura Většina Dunmerů pravděpodobně dovede číst a psát. Morrowindští autoři publikovali mnoho literárních děl. Dunmerská literatura se zabývá především náboženstvím a teologií, historií a kulturou. Zřejmě nejvíce děl vydal chrám, morrowindská církev. Tato díla podléhají přísné cenzuře a často oslavují skutky Tribunálu, popisovaný děj je tak často zkreslen ve prospěch Morrowindu. Centry vzdělanosti v Morrowindu jsou chrámy a kláštery. Umění Fresky ve Vivecu Dunmerské umění dosahuje vysoké úrovně. Morrowindské fresky a mozaiky, které zdobí paláce a chrámy, dosáhly světoznámé proslulosti. Domy jsou také často zdobeny nádhernými obrazy, gobelíny a umně vyřezávaným nábytkem. Motivem obrazů je často okolní krajina. Vysoké úrovně dosahuje také sochařství. Ve městech se často nachází sochy bohů, svatých a válečníků. Bohům jsou zasvěceny také svatyně, které jsou roztroušeny po celém Morrowindu. Architektura Architektura v Morrowindu je velmi různorodá a na cizince často působí až výstředně a cizokrajně. Stavební slohy se liší především dle vlastnictví majitele. Každý z velkých morrowindských rodů totiž prosazuje vlastní stavební styl. Rod Redoran dává přednost klasickému dunmerskému stylu, kdy jsou jeho vesnice vystavěny z místních materiálů a často připomínají hmyzí krunýře. Redoran preferuje nezdobné interiéry a exteriéry a k výstavbě využívá místních materiálů.[21] Typickým příkladem redoranské architektury je město Ald'ruhn, nebo Raven Rock. Rod Hlaalu preferoval především vícepodlažní jednoduché budovy na obdélníkovém půdorysu. Tyto prvky jsou patrné především u veřejných budov. Budovy mají klenuté vchody a skromně zdobené interiéry. V případě obytných budov preferovali Hlaalu jednoduché jednopatrové budovy, ne nepodobné veřejným budovám, avšak tyto domy jsou mnohem menší rozlohy. Obytné budovy byly také většinou méně zdobeny.[21] Typickým příkladem architektury Hlaalu je město Balmora. Telvanni jsou naopak proslulí svými obrovskými kouzelnickými věžemi. Klasické město rodu Telvanni představují obrovské houby a domy jsou vydlabané přímo v jejich stoncích. Členové Tribunálu také výrazně ovlivnili dunmerskou architekturu. Město Vivec bylo za dob své existence výjimečným stavebním skvostem. Jednalo se o soubor několika obrovských obytných a veřejných pyramid, které byly vzájemně propojeny mosty, které vedly přes vodní kanály. Sotha Sil vytvořil unikátní mechanické město, zřejmě pod silnou inspirací dwemerské architektury. Almalexia zase výrazně ovlivnila tvář Mournholdu, typickým příkladem je mournholdský chrám, který opětovně připomíná obrovský hmyzí krunýř. Na území Morrowindu pronikly také vlivy z okolních zemí. Když byl Morrowind provincií Tamrielské říše, vystavěli zde císařští architekti mnohé pevnosti a města v typickém cyrodiilském stylu. Na území Morrowindu se nachází také mnoho domů, které jsou vystavěny v argoniánském stylu a které zde vystavěli Argoniánští otroci. Jedná se většinou o jednoduché příbytky z přírodních materiálů na periferiích měst. Související články Dunmeři Tamrielská říše Tribunál Skyrim Black Marsh"
}