{
    "title": "Morthal",
    "table_of_contents": [
        "Obsah",
        "1 Historie a vláda města",
        "2 Popis města",
        "3 Ekonomika",
        "4 Obyvatelstvo",
        "5 Přírodní podmínky"
    ],
    "infobox": "Mortal Vyobrazení znak mapa Geografické info Typ sídla: město Země: Tamrielská říše Provincie: Skyrim Država: Hjaalmarka Správní info Vládce: Jarl Idgrod Havranice Centrum: Síň vysokého měsíce Herní údaje Hry: The Elder Scrolls V: Skyrim",
    "content": "Morthal je malé a chudé skyrimské město, které leží v bažinách na jihovýchod od Solitude. Morhal je centrem jedné z devíti skyrimských držav, tou je Hjaalmarka. Historie a vláda města O historii Morthalu téměř nic nevíme, pravděpodobně se jedná o jednu z mladších skyrimských držav. Roku 4E 201 zde vládla jarla Idgrod Havranice. Ta byla známa tím, že se chovala přátelsky k říši, na jejíž straně stála během Občanské války ve Skyrimu. Zdejší obyvatelé však byli rozhořčení, když jarla pozvala ke svému dvoru tajemného mága. Popis města Morthal je jedním z menších měst, nacházejících se ve Skyrimu. Díky bažinám, které se všude v okolí města nacházejí, nebylo možné celou osadu postavit na pevné zemi. Proto část města zasahuje do močálu. Domy, které jsou umístěny blízko močálu mají kamenné základy a jednu ulici zde zcela nahrazuje molo. Celá osada sestává asi s osmi domů. Největším domem je Síň vysokého měsíce, která je sídlem zdejší vládnoucí rodiny. K dalším zajímavým budovám patří Krčma Na Slatině a strážnice, která slouží jako kasárna a vězení zdejších stráží. Ekonomika Pila v Morthalu Morthal je považováno za jedno z nejchudších měst celého Skyrimu. Většina obchodníků se díky močálům Morthalu vyhýbá a tak je město zcela izolováno od obchodního ruchu. Jediným zdrojem práce a podporovatelem skomírající ekonomiky, je jak se zdá místní pila, kde se zpracovává dřevo. Obyvatelstvo Obyvatelé Morthalu jsou známí tím, že jsou samotářští a nedůvěřiví k cizincům. V málo lidnatém městě žijí převážně Nordové a zdá se, že pohrdají magií a s nelibostí přihlížejí na přítomnost mága ve městě. Většina obyvatel zde žije v chudobě, ti šťastnější se živí jako dřevorubci na místní pile. O bezpečnost obyvatel se staralo několik strážných. Hlavní ulice v Morthal Přírodní podmínky Morthal leží v oblasti známé jako větrná tundra. Ve zdejší oblasti se nacházejí rozsáhlé močály, které způsobují, že je město často zahaleno v husté mlze. Z močálů také stoupají zlověstně zkroucené stromy. Klima je zde sice studené, ale na rozdíl od jiných oblastí Skyrimu, zde není trvalý sníh."
}