{
    "title": "Mournhold",
    "table_of_contents": [
        "Obsah",
        "1 Název",
        "2 Historie",
        "2.1 První éra",
        "2.2 Druhá éra",
        "3 Geografie",
        "3.1 Poloha",
        "3.2 Podnebí",
        "4 Popis města a čtvrtí",
        "4.1 Rezidenční čtvrť a Godsreach",
        "4.2 Chrám Tribunálu",
        "4.3 Centrum města a Královský palác",
        "4.4 Náměstí Guild, Náměstí Bohů a Brindisi Dorom",
        "4.5 Královský a velký bazar",
        "5 Reference"
    ],
    "infobox": "Mournhold Vyobrazení znak mapa Geografické info Typ sídla: město Země: Morrowind Region: Deshaan, Lagomere Správní info Vládce: Rod Indoril Centrum: Palác Počet čtvrtí: 5 Herní údaje Počet NPC: cca 300+ (TESO)cca 120+ (TESIII:T) Dunmeři (60 %) Imperiálové (8 %) Bretonci (8 %) Hry: The Elder Scrolls: ArenaThe Elder Scrolls III: TribunalThe Elder Scrolls Online",
    "content": "Článek je momentálně přepracováván Mournhold, také známý jako město světel a magie, či Almalexia, je město v Morrowindu. Jedná se o jedno z největších a nejlidnatějších měst v zemi Dunmerů. Město leží v úrodném reginu Deshaanu a je tradičním hlavním městem rodu Indoril. Historicky se jedná o jedno z nejvýznamnějších měst, které bylo politickým, kulturním a hlavně náboženským centrem celého Morrowindu. Během dějin bohatých na události, byl Mournhold několikrát dobyt, vypleněn, zničen a přestavěn. Historicky se jednalo o hlavní město celé země a sídlo královské rodiny. Ve městě také sídlila živoucí bohyně Almalexia a jednalo se tedy o jedno ze sídelních měst Tribunálu. Počátkem čtvrté éry byl Mournhold dobyt a krutě vypleněn během invaze Argoniánců. Dunmeři poté přenesli hlavní město do Blacklightu a Mournhold tak přišel o svůj status centra země. Nicméně město bylo osvobozeno a znovu přestavěno. Momentálně je však pouze stínem své slavné minulosti. Název Mournhold je ve světě znám pod mnoha jmény a přízvisky. Název se dá velmi volně přeložit jako truchlící država, či panství (v oficiálním českém překladu Skyrimu je Mournhold přeložen jako Žalovín). Pod jménem Mournhold bylo město známo až do druhé éry. Během třetí éry bylo město přestavěno a značně rozšířeno za své původní hranice. Původní název Mournhold se nadále vztahoval na starobylé městské centrum, zatímco nově bylo město přejmenována na Almalexii, podle živoucí bohyně, které pobývala ve zdejším chrámu Tribunálu.[1] Název Almalexia se však trvale neuchytil a od čtvrté éry je už město znovu známo pouze jako Mournhold. Mournholdu se také říká město světel a magie.[1] Jiné přízvisko pro Mournhold je město drahokamů.[2] Historie Důležitá data z historie Mournholdu: 1E 2920 — Mehrunes Dagon stačí zničit Mourhnold předtím, než je zahnán zpět do sféry Oblivionu.[3] 2E 572 — město je ohrožováno druhou akavirskou invazí.[4] 2E 582 — Populaci Deeshanu a Mournholdu decimuje Llodoský mor.[5] 3E 427 — Almalexie zešílí a zaútočí na její město. Nakonec je poražena reinkarnací Nerevera.[1] 4E 6 — Mournhold je dobyt a vypleněn Argoniánci. Následně ztrácí statut hlavního města.[6] První éra Nejstarší dějiny Mournholdu jsou obestřeny legendami a není známo, kdy přesně bylo město založeno. Můžeme však odhadovat, že založení města spadá přibližně do dob první éry. Zpočátku tvořily městské státy Mournhold a Ebonheart jeden státní celek. Královna Lian však porodila dvojčata a ta po její smrti převzala vládu. Jedno z dvojčat převzalo kontrolu nad Ebonheartem a druhé nad Mournholdem.[2] Mezi oběma městy došlo ke sporům, když se rozhodovalo, kam bude ukryta Hůl Chaosu. Ebonheart trval na tom, aby byla Hůl Chaosu svěřena do jeho opatrování, neboť si nárokoval postavení nejdůležitějšího a nejstaršího městského státu v Morrowindu. Nicméně i přes odpor Ebonheartu byla nakonec Hůl Chaosu ukrytá v katakombách pod Mournholdem.[2] V následujících staletích se stal Mournhold hlavním městem panství rodu Indoril. Na konci první éry v roce 1E 2920 postila Mournhold ta nejhorší katastrofa v jeho dějinách. Na město zaútočil strašlivý daedrický princ Mehrunes Dagon, pán chaosu. Mehrunes Dagon město zcela zničil a jeho obyvatele včetně mournholdského vévody pobil. V posledních chvílích přispěchali do města živoucí bohové Almalexie a Sotha Sil a společnými silami po lítém boji vyhnali Mehrunese Dagona zpět do jeho sféry Oblivionu.[3] Mournhold byl poté přestavěn a Almalexie sama se ve městě trvala usídlila, aby jej chránila. Druhá éra Ve druhé éře byl Mournhold přestavěn a obnoven a jeho význam začal narůstat. V roce 2E 572 hrozilo obyvatelům Mournholdu bezprostřední nebezpečí, když do Morrowindu vtrhla invaze z Akaviru.[4] Hrozbu se nakonec podařilo odrazit spojenými silami východního Skyrimu, Morrowindu a Black Marshe. Zástupci těchto tří národů poté uzavřeli spojeneckou smlouvu, která vešla do dějin jako ebonheartský pakt. Administrativním centrem paktu se stal právě Mournhold, pravděpodobně díky své výhodné poloze.[4] V roce 2E 582 řádil v okolí Mournholdu tzv. Llodoský mor. Nemoc záměrně šířili tzv. Maulborni, skupina uctívačů daeder, jejímž cílem bylo vyvolat v Mournholdu chaos, svrhnout Tribunál a obnovit původní kult daeder, které Dunmeři uctívali před příchodem Tribunálu. Daedry dokonce vtrhly do mournholdského chrámu, avšak byly poraženy hrdinou, který vešel do dějin pod přezdívkou Vestige. Hrozba, kterou Malbourni představovali byla nakonec zcela eliminována a skupina poražena.[5] Po roce 2E 582 se ebonheartský pakt rozpadl. Na konci druhé éry Cyrodiil sjednotil pod svou vládou nový císař Tiber Septim, který se však nespokojil pouze s Cyrodiilem, ale vytyčil si ambiciozní cíl sjednotit celý Tamriel pod svou vládou. Morrowind byl napaden císařskými vojsky a Mournhold byl dobyt a vypleněn.[2] Geografie Poloha Mournhold je největší město a správní středisko regionu Deshaan. Deshaan tvoří především úrodné pláně ležící v centrálních oblastech morrowindské pevniny. Město a jeho bezprostřední okolí pak společně tvoří malý region Lagomere. Mournhold leží v údolí a na západní a východní straně jej obklopují hory. Na severu město obklopuje velké jezero Amaya, které zásobuje obyvatele Mournholdu pitnou vodou a zavlažuje úrodné zemědělské oblasti v okolí. Na západní straně mezi městem a horou protéká také řeka, která zásobuje jezero Amayu vodou. Podnebí Podnebí v Mournholdu je mírné, nebo subtropické. Celý Morrowind je ovlivňován značnou vulkanickou činností, která pozměnila ráz krajiny a umožnila vznik endemických živočišných i rostlinných druhů. Oblast kolem města je značně úrodná a nachází se zde rozsáhlé plantáže. V okolí Mournholdu také roste bujná vegetace se známými houbovými lesy, které jsou pro Morrowind typické. Popis města a čtvrtí Následující popis vychází z podoby města ve druhé éře (The Elder Scrolls Online) Mournhold patří mezi nejrozlehlejší a nejlidnatější města Tamrielu. Na jižní straně je město chráněno kamennou, mohutnou a vysokou hradbou s několika věžemi. Vstup do města z jihu zajišťují dvě velké brány. Třetí oficiální vstup se nachází na západní straně města a zajišťuje jej jediný kamenný most přes řeku. Na severu tvoří přirozenou ochranu města jezero Amaya a na východě velká hora. Dominantou města je velký chrám Tribunálu, který se vypíná nad městskou zástavbou. Město se uvnitř svých hradeb dělí celkem na šest čtvrtí a částí. Přímo uprostřed města se nachází městské centrum, které tvoří rozsáhlá budova, jednotlivé čtvrti jsou vystavěny kolem tohoto centra a město je tak vystavěno téměř na kruhovém půdorysu. Následující popis vychází z podoby města ve třetí éře (The Elder Scrolls III: Tribunal) Ve třetí éře je Mournhold přestavěn, pouze chrám Tribunálu si uchoval svou původní podobu. Městské centrum je přebudováno v rozsáhlý královský palác, který se nachází přímo uprostřed města a okolo něj se rozkládají jednotlivé městské čtvrti. Městský půdorys si zachoval podobu kruhu, avšak změnilo se rozložení čtvrtí. Jednotlivé čtvrti jsou od sebe odděleny zdmi a průchod mezi nimi zajišťuje celkem šest vnitřních bran. Sedmá a největší brána města se nachází na jihu, jedná se o jedinou vstupní bránu do města a jmenuje se Symmachusova brána. Rezidenční čtvrť a Godsreach Následující odstavec vychází z podoby čtvrti ve druhé éře (The Elder Scrolls: Online) Ve druhé éře se mournholdská rezidenční čtvrť nachází na východě města (nikoliv na západě, jako později ve třetí éře). V této čtvrti žije většina obyvatel Mournholdu, krom měšťanských domů se zde nachází i místní hostinec. Čtvrť sousedí s náměstím Bohů na jihu a bankovní čtvrtí na západě. Na severu ohraničuje čtvrť jezero Amaya a nachází se zde malý přístav. Z východní strany je čtvrť chráněna horou. Ve třetí éře je čtvrť přebudována ve Velký bazar. Následující odstavec vychází z podoby čtvrti ve třetí éře (The Elder Scrolls III: Tribunal) Godsreach je rezidenční čtvrť, kterou obývají především boháči a šlechta a nachází se na západní straně města. Ze západu je čtvrť chráněna městskou hradbou, zatímco od chrámového nádvoří na severu a náměstí Brindisi Dorom na jihu je oddělena zdí. Ve čtvrti se nachází několik velkých panských a měšťanských domů, dále hala řemeslníků, muzeum artefaktů a hostinec. Ve čtvrti se nachází také jeden z vchodů do městské kanalizace. Chrám Tribunálu Následující odstavec vychází z podoby čtvrti ve druhé éře (The Elder Scrolls: Online) Chrám Tribunálu je nejvyšší a největší budova Mournholdu. Chrám se nachází na severní straně města a hrdě se tyčí na kopci nad zbytkem města, jedená se tedy o mournholdskou dominantu. Chrám je vystavěn v jedinečném architektonickém slohu, disponuje třemi vysokými věžemi, pod kterými se nachází tři svatyně zasvěcené živoucím bohům. Uprostřed chrámu se nachází vnitřní kaple. Chrám je sídlo bohyně Almalexie. Následující odstavec vychází z podoby čtvrti ve třetí éře (The Elder Scrolls III: Tribunal) Chrám Tribunálu zůstává i ve třetí éře největší budovou a dominantou Mournholdu. Za severní stranou chrámu se rozkládá park, který je ohraničen městskou hradbou. Od zbytku města je chrámové nádvoří, jak se tato část města ve třetí éře jmenuje, odděleno městskou zdí. Vstup do chrámového nádvoří zajišťují hned tři brány. Severovýchodní brána spojuje čtvrť s velkým bazarem, severozápadní s obytnou čtvrtí Godsreach a jižní s královským palácem. Chrám byl až do jejího zmizení, nebo smrti, sídlem živoucí bohyně Almalexie, které byl prioritně zasvěcen. Centrum města a Královský palác Následující odstavec vychází z podoby čtvrti ve druhé éře (The Elder Scrolls: Online) Ve druhé éře se na místě budoucího královského paláce, nachází rozsáhlá budova, která slouží jako centrum města. Vedle chrámu Tribunálu se jedná o největší budovu v Morunholdu s několika vysokými věžemi. V budově sídlí úředníci, obchodníci a také městská banka. Při severní straně budovy se nachází mournholdské divadlo. Celá tato část města je známa jako bankovní čtvrť. Mezi bankovní čtvrtí a chrámem se nachází také malé jezírko. Následující odstavec vychází z podoby čtvrti ve třetí éře (The Elder Scrolls III: Tribunal) Královský palác se nachází ve středu města a je tak jeho správním centrem. Palác je od zbytku města oddělen zdmi, vstup zajišťují dvě velké brány. Jedna vede na sever na chrámové nádvoří a druhá na jih na náměstí Brindisu Dorom. Samotný palác má čtyři křídla, mezi kterými se nachází malé nádvoří. Budova disponuje dvěma nadzemními podlažími a suterénem. V paláci se nachází velký trůnní sál, spousta komnat, ubikací stráží a kanceláří úředníků. Palácová křídla jsou propojená sítí chodeb. Náměstí Guild, Náměstí Bohů a Brindisi Dorom Následující odstavec vychází z podoby čtvrti ve druhé éře (The Elder Scrolls: Online) Ve druhé éře náměstí Brindisi Dorom ještě neexistuje, místo něj se v jižní části města nacházejí dvě jiná náměstí. Při jihozápadní bráně se nachází Náměstí Guild, kde se nacházejí budovy městských cechů a městské stáje. Tato část města je z jižní strany chráněna hradbou, zatímco na severu sousedí s královským bazarem a bankovní čtvrtí a na východě s Náměstím Bohů. Náměstí Bohů se nachází při jihovýchodní bráně. Na náměstí se nachází cestování svatyně a několik obchodů. Čtvrť je z jižní strany chráněna hradbou. Na západě sousedí s náměstím Guild, na severu s rezidenční čtvrtí. Následující odstavec vychází z podoby čtvrti ve třetí éře (The Elder Scrolls III: Tribunal) Náměstí Brindisi Dorom se nachází v jižní části města při vstupní Symmachusově bráně. Uprostřed náměstí se nachází velká fontána se sochami, které znázorňují souboj mezi Almalexií a daedrickým princem Mehrunesem Dagonem. Okolo náměstí se nachází také menší parčík s dvěma vysokými zdobnými sloupy. Náměstí je z jižní strany chráněno městským opevněním, zatímco od zbylých čtvrtí je odděleno zdí. Z Brindisi Dorom vedou krom vstupní brány další tři brány. Jihovýchodní brána spojuje náměstí s Velkým bazarem, jihozápadní pak s obytnou čtvrtí Godsreach a severní s královským palácem. Královský a velký bazar Následující odstavec vychází z podoby čtvrti ve druhé éře (The Elder Scrolls: Online) Ve druhé éře se v Mournholdu nachází královský bazar a to ve východní části města (na rozdíl od pozdějšího velkého bazaru v západní části). Jedná se obchodní čtvrť, kde sídlí většina městských obchodů. Čtvrť sousedí na severu s chrámem Tribunálu, na východě s městským centrem a na jihu s náměstím Guild. Ze západní strany je tato část města ohraničena řekou, přes kterou vede most. Ten tvoří jeden ze tří vstupů do města v době druhé éry. Následující odstavec vychází z podoby čtvrti ve třetí éře (The Elder Scrolls III: Tribunal) Velký bazar je obchodní čtvrť, která se nachází ve východní části města. Na východní straně je čtvrť chráněna městskou hradbou, zatímco na severu a jihu je od chrámového nádvoří a náměstí Brindisi Dorom oddělena zdí. Vstup do čtvrtě zajišťují dvě brány, které mají název severovýchodní a jihovýchodní. Ve čtvrti se nachází dvě velké budovy bazaru, které slouží jako zázemí kupcům a jejich obchodům. Na západní straně čtvrti se nachází místní mournholdské divadlo, které má dlouholetou tradici. Ve čtvrti se také nachází vstup do městské kanalizace."
}