{
    "title": "Mundus",
    "table_of_contents": "",
    "infobox": "",
    "content": "Vyobrazení Mundu podle dwemerského planetostroje v The Elder Scrolls Adventures: Redguard. Mundus, jinak také Šedé možná[1] či Mundex Terrene,[2] je říše nebo pláň existence, kde se nachází i Nirn, planeta smrtelníků. Mundus je konstrukcí mnoha božských entit. S nápadem ho vytvořit přišel Lorkhan, který poté přesvědčil ostatní et'Ady – přesněji řečeno anuické et'Ady, z nichž se staly aedry, nikoliv padomayské et'Ady neboli daedry – aby mu pomohly s jeho stavbou. Z těchto et'Ad se Magnus stal Architektem a nakreslil plány.[3] Některé et'Ady se vzdaly částí sebe samotných, aby mohl Mundus vzniknout. Tyto bytosti můžeme vidět na noční obloze v podobě osmi planet; my je rozeznáváme jako Svatou Osmičku.[4] Nedávno poté, co došlo k vzniku těchto planet se Magnus zhrozil z toho, co se z Mundu stalo, a tak prchl do Aetheria, čímž protrhl díru skrze Zapomnění (říši daeder, která obklopuje Mundus a odděluje ho od Aetheria). Na tuto trhlinu nahlížíme jako na slunce a je zodpovědná za většinu magické energie světa. Jiní, známí jako Magna Ge, Magnuse brzy následovali; oni ovšem způsobili pouze malé dírky, hvězdy. Velká část těchto et'Ad se rozhodlo se svým výtvorem zůstat, aby neumřelo,[4] z nich se staly Kosti země, které zavedly přírodní zákony[5] a daly vzniku hmotě a životě Nirnu.[3] Zbylé et'Ady, nyní smrtelné, rodily nové generace, a tak povstaly rasy smrtelníků.[4] Kvůli Lorkhanově podvodu se aedry setkaly v Dirennské věži (také známé jako Adamantinová věž nebo Ur-Věž), aby prodiskutovaly jeho trest. Trinimac následně vyrval Podvodníkovo srdce z jeho hrdi, Auri-El ho přivázal k šípu a svým lukem ho vystřelil směrem do moře.[3][4] Jeho dopad způsobil v zemi trhlinu a na místě se vztyčil vulkán, nyní znám jako Rudá hora. Tehdy vznikl Vvardenfell.[3] Jelikož zůstalo Lorkhanovo srdce v Tamrielu, obdařilo Nirn svým duchem a „rozumným množstvím jeho sobectví“, zatímco jeho mrtvola se nadále vznášela nad novou planetou v podobě dvou měsíců, Massera a Secundy.[6] Poznámky Mundus je latinské slovo pro „svět“ či „vesmír“. Císařští učenci označují celou existenci za Supermundus.[1]"
}