{
    "title": "Namira (úkol)",
    "table_of_contents": [
        "Obsah",
        "1 Postup",
        "1.1 Ve svatyni",
        "1.2 Anga",
        "1.3 Odměna",
        "2 Tipy"
    ],
    "infobox": "",
    "content": "Namira (úkol) Zadavatel Namira Lokace Namiřina svatyněAnga Předchozí úkol Level 5Hodnota osobnosti 20 nebo méně Frakce Daedričtí princové Odměna Namiřin prsten Typ Daedrické úkoly Namira je úkol v The Elder Scrolls IV: Oblivion. Hrdina Kvatche se od následovníků Namiry dozví, že může být vyvolána pouze někým odpudivým. Pokud tedy chce získat její pomoc, musí se učinit méně přitažlivým. Postup Zamiřte do svatyně na východ a mírně na jih od Brumy. Když dorazíte, promluvte si s Hjolfrodim, který Hrdinovi řekne, že je až příliš přitažlivý a pošle jej pryč. Hrdina se tedy musí učinit odpudivějším, aby měl přístup ke svatyni. Zamiřte k nejbližší vesnici a kupte si několik flašek levného vína. Vezměte si je zpět ke svatyni a tam je vypijte, což Hrdinovi sníží úroveň Osobnosti. Snižte ji na 20 nebo méně a poté si promluvte s Hjolfrodim znovu. Měl by Hrdinu pustit, aby si mohl promluvit s Namirou. Ve svatyni Namira po Hrdinovi chce, aby vypomohl skupině jejích uctívačů zvaných Zapomenutí, kteří se usídlili v nedaleké Ayleidské ruině Anga, kde nalezli žádanou temnotu. Naneštěstí pro ně se několik kněží Arkaye rozhodlo, že jim pomohou a přivedou je opět na světlo. Namira dá Hrdinovi za úkol, aby našel každého z kněží a použil na něj kouzlo Namiřin rubáš, které mu daruje. To způsobí, že Zapomenutí začnou kněží napadat a postupně je zabijí. Anga Zamiřte do ruiny a začněte hledat kněží (všichni se objeví na kompasu jako cíle). Když jednoho naleznete, použijte na něj darované kouzlo. To způsobí, že se na něj vrhne několik Namiřiných uctívačů a snadno jej přemůžou. Opakujte tento postup na každém z kněžích, dokud nejsou všichni mrtví. Dávejte ale pozor - Namiřino kouzlo musí být použito pouze na kněží, jinak úkol selže. Odměna Po dokončení se vraťte do Namiřiny svatyně. Obdržíte od ní Namiřin prsten, který má očarování odvracející fyzické i kouzelné poškození. Tipy Pro ty z vás, kteří vlastní panství Rosethorn v Skingradu, nebude Rosethornská medovina fungovat. Nesníží hodnotu osobnosti jako jiné alkoholické nápoje. Pokud máte příliš vysokou hodnotu osobnosti, můžete zajít do Prvního vydání v Imperial City a koupit si tam svitek Dokument Purila Bantera, který vám sníží osobnost o 50 bodů na 150 vteřin. Pokud máte přístup do Arkánské univerzity nebo Frostcrag Spire můžete použít oltář k vytváření kouzel, abyste si vyrobili takové, které vám sníží osobnost."
}