{
    "title": "Namira",
    "table_of_contents": [
        "Obsah",
        "1 Historie",
        "1.1 První éra",
        "1.2 Třetí éra",
        "1.3 Čtvrtá éra",
        "2 Invokace",
        "3 Daedrický artefakt"
    ],
    "infobox": "",
    "content": "Namira Náboženství Uctívání daeder Panteon Daedričtí princové Pláň Oblivionu Skřípající prázdnota Artefakt Namiřin prsten Namira, jejíž sférou je pradávná temnota, je Daedrickým princem různým temných a stínových duchů. Je spojována s pavouky, hmyzem, slimáky a další odpudivou havětí, která v lidech instinktivně vzbuzuje odpor. Je známá také jako Paní rozkladu, Pojídač mrtvých nebo Přízračná daedra. Je patronkou tamrielských kanibalů, jelikož ji těší pojídat smrtelníky. Namiřina pláň Oblivionu je známá pod jménem Skřípající prázdnota. Historie První éra Jedno z prvních zaznamenaných setkání s Namirou pochází z příběhu o Wheedleovi, 13. synu valenwoodského krále. Z takovéto pozice neměl valné šance na získání trůnu nebo zděnění pozemků či peněz. Při pátrání po slávě a bohatství se mu podařilo zachránit tuláka, kterým nebyl nikdo jiný než Namira. Jelikož ji poznal, prosil ji, aby se mohl stát jejím učedníkem. Po 33 dnů a nocí ji následoval žadoníce u jejích nohou. A 33. dne mu Namira řekla, že jeho učednictví je u konce a zaslouží si tak získat její moc. Dala mu tři “požehnání”: nemoc, lítost a přehlížení. Díky těmto “požehnáním” se jeho jméno stalo legendou mezi žebráky. Mohl si vybrat jakou nemocí s viditelnými přízraky bude trpět (vždy ale musel trpět alespoň jednou). Poté se stal žebrákem - žebrákem tak ošuntělým, že vzbuzoval lítost v jakémkoli kolemjdoucím. A konečně, Wheedle zjistil, že schopnost být přehlížen mu umožňuje dostat se k nevídaným tajemstvím. Lidé si totiž říkaly svá tajemství v jeho přítomnosti nevěda, že Wheedle je poblíž a slyší je. Nakonec tak věděl první poslední o každém měšťanovi. Doteď se říká, že pokud někdo chce něco zjistit, měl by se zeptat žebráků, poněvadž ti mají uši i oči po celém městě a vědí o každém drobném tajemství každého člověka ve městě. Třetí éra Když je Namira vyvolána Hrdinou Kvatche, řekne mu o Zapomenutých - skupince fanatických uctívačů obývajících temné ruiny Anga. Několik kněžích Arkaye plánuje vnést světlo do těchto ruin a “zachránit” Zapomenuté. Hrdina Kvatche je tedy požádán Namirou, aby na kněží použil její kouzlo a Zapomenutí je mohli zabít. Když jsou kněží pobyti Hrdina obdrží Namiřin prsten, který zvyšuje odolnost proti kouzelnému i fyzickému poškození. Čtvrtá éra Během čtvrté éry narazí Drakorozený na skupinu kanibalů. Kanibalové si přejí zabít a sníst kněžího Arkaye a Drakorozený jim může buď pomocí a následně obdržet Namiřin prsten, nebo je pobít. Po nasazení prstenu je zvýšena Výdrž a nositel se může krmit na mrtvých, což mu zvýší Zdraví a zrychlí rovněž jeho regeneraci. Invokace Vyvolávacím dnem Namiry je 9. druhosev. Někým odpudivým (nemá ráda přitažlivé lidi) může být vyvolána také ve své svatyni. Daedrický artefakt Namiřin artefakt se nazývá Namiřin prsten. K jeho získání v Oblivionu musí Hrdina Kvatche dokončit úkol ve Svatyni Namiry. Ve Skyrimu musí Drakorozený dokončit úkol Tak chutná smrt a postavit se na stranu Eoly. Prsten v každé z her má ovšem jiné očarování."
}