{
    "title": "Nerevarínův kult",
    "table_of_contents": "",
    "infobox": "",
    "content": "Nerevarínův kult (Nerevarine Cult) je náboženství obzvlášť spjaté s popelci (Ashlanders) kmene Urshilaku, kteří věří, že Tribunál, tedy tři božští vládci Morrowindu Vivec, Almalexia a Sotha Sil, jsou falešní bohové, kteří ve skutečnosti svou moc ukradli z Lorkhanova srdce. Místo aby Tribunál uctívali, kult se tedy obrátil na velebení smrtelného vůdce, jenž zemřel na svá zranění po bitvě na Rudé hoře: lorda Indoril Nerevara. Vivec byl jeho poručník, Almalexia jeho královna a Sotha Sil jeho magický rádce. Kult také věří, že Nerevar se jednou vrátí v novém těle (v podobě Nerevarína neboli Vtělení), aby dunmeri znovu sjednotil a svrhl bohy, jenž považují za falešné. Nejdůležitější součástí víry kultu je, že Tribunál Nerevara morálně zradil tím, že se vzepřel jeho poslednímu přání a prosbě nevzít si sílu umělého boha dwemerů, který čerpal moc z artefaktu strašlivého zla. Díky tomuto činu vše dobré, co se svou mocí Tribunál dokáže, bude zničeno či zkaženo a oni samotní jsou odsouzeni ke zkáze. Dagoth Ur bude místo toho sílit, protože on svou stejně ukradenou moc používá ke zlu. Jsou zde i zvěsti, že Tribunál zradil Nerevara daleko horším a přímějším způsobem, tedy doslovným bodnutím do zad, aby si vzali Lorkhanovo srdce pro sebe. Tato informace pochází od Alandra Sula, jenž sloužil jako Nerevarův bratr ve zbrani. Toto tvrzení je podporováno domem Dagoth, navrátivším Šestým domem. Tohle snad dělají proto, aby získali podporu nevěrných dunmerů a obrátili ke své podpoře i sám kult. Šestý dům naštěstí ještě ale neuspěl; Dagoth Ur je stále považován za nepřítele jak Nerevarínovým kultem, tak i Tribunálním chrámem. Také je nejisté, jestli Nerevar utržil svou smrtelnou ránu v boji s dwemerským králem Dumacem, následném boji s Dagoth Urem nebo rukama Tribunálu samotného. Dle některých verzí této zmatené historie Voryn Dagoth (později znám jako Dagoth Ur) bojoval po boku dwemerů v bitvě na Rudé hoře a chimeri pod vedením Nerevara tím tak zradil. Spolehlivější verzí příběhu je, že Voryn Dagoth nejdřív bojoval po Nerevarově boku a moc Lorkhanova srdce ukradl později. Většina dunmerských tradic tvrdí, že Dagoth a Nerevar se spolu pustili do zápasu a Nerevar zvítězil, byť vážně zraněn. Někdo věří, že to s ním následně Tribunál skoncoval; někdo zase, že se jim z nějakého důvodu nepovedlo zahojit mu rány. Tak jako tak, Nerevar zemřel. Tribunál se následně naučil, jak použít Kagrenacovo nářadí na Lorkhanovo srdce a jeho božskou esenci ukradli. Jiní lidé, kteří Nerevarínův kult podporují, chtějí vyhodit císařství a všechny cizince z Morrowindu za jakoukoliv cenu. Znovuzrozeného Nerevara vidí jako vůdce, který sjednotí dunmeri proti cizím mocnostem. Myšlenka, že sám Nerevarín by také mohl být cizincem, je nijak nenapadla a ani nepřemýšleli nad tím, co by to mohlo znamenat (i.e že pravý nepřítel je uvnitř, ne venku). Urshilaku jsou naštěstí tuto interpretaci ochotni změnit."
}