{
    "title": "Nerevarín",
    "table_of_contents": [
        "Obsah",
        "1 Historie:",
        "1.1 Události v Morrowindu",
        "1.2 Krvavý měsíc (Bloodmoon)",
        "1.3 Poslední osud"
    ],
    "infobox": "{{{jméno}}} Životopisné údaje Herní údaje",
    "content": "Nerevarín, vtělení Indoril Nerevara a Ochránce Morrowindu Section Header Datum narození neznámé Rasa volitelná, v nastavení Dunmer Pohlaví volitelné, v nastavení muž Frakce volitelná Nerevarín (The Nerevarine), jinak známý jako Ochránce Morrowindu (Protector of Morrowind), Vtělení (Incarnate) nebo Nerevar-znovu-zrozený (Nerevar-Born-Again), byla reinkarnace Indoril Nerevara, jehož návrat byl předpovězen proroctvím o Nerevarínovi. Nerevarín dorazil do Morrowindu kolem roku 3E 427 na rozkaz císaře Uriela Septima VII,, kde skoncoval se snětí (The Blight) a porazil Dagoth Ura, mimo jiné neuvěřitelné skutky. Byly zde zvěsti, že se na konci třetí éry vydal Nerevarín do Akaviru a od té chvíle o tomto hrdinovi nikdo neslyšel. Nerevarín je středobodem Nerevarínova kultu, který věří, že lord Indoril Nerevar bude reinkarnován a vrátí se do Morrowindu porazit Dagoth Ura a obnovit slávu Resdaynu. O Nerevarovi se praví, že proklel svůj prsten Jeden-klan-pod-měsícem-a-hvězdou, aby zabil kohokoli jiného, kdo si jej nasadí. Je to Azuřin oblíbenec. Znovuzrozený Nerevar má být imunní vůči nemocem a je chráněn proroctvím. Historie: \"Přeješ si mne kárat? Proč jsem zavraždil Nerevara? Proč jsem porušil svou přísahu Azuře, že nepoužiji Kagrenacovi nástroje?\" ―Vivec Po bitvě na Rudé hoře, buď jako trest za použití Kagrenacova nářadí nebo Nerevarovu vraždu, Azura prohlásila, že Nerevar se vrátí, aby potrestal Tribunál a napravil jejich zločiny. \"Jsi Nerevarín. Jsi vyvolený. Nesmíš selhat.\" ―Duchové falešných Vtělení, hovořící s pravým Nerevarínem Časem Tribunální chrám začal trestat ty, co věřili v Nerevarův návrat. Tak se vědění o tom, co Tribunál provedl, postupně vytratilo a vyznavačů bohů před Tribunálem ubylo. Přesto několik popelců (Ashlanders) stále věřilo v jeho návrat, ať už byla opozice Chrámu jakákoli. Lidí, kteří se za Nerevarína prohlásili, se ukázalo několik, ale nikdo z nich proroctví o Nerevarínovi nenaplnil. V roce 3E 427 byl Nerevarín, vězeň narozen nejistým rodičům nejistého dne, vyslán Urielem Septimem VII. do Morrowindu a dorazil do přístavního městečka Seyda Neen. Tohle se stalo, protože z vězně bylo třeba udělat člena Čepelí (Blades) a naplnit proroctví takovým způsobem, ze kterého by mělo císařství prospěch. Události v Morrowindu \"Tady vystupuješ. Pojď se mnou.\" ―Císařský strážce Po vylodění v Seyda Neen dostal vězeň rozkaz donést zašifrovaný balíček Caiovi Cosadovi (Caius Cosades), který obsahoval informace o jeho roli a identitě. Nerevarín následně dostal za úkol zjišťovat informace o nerevarínském kultu, Šestém domu a disidentských knězích. Od nich všech obdržel nutné informace. Na své cestě Nerevarín narazil na popelce z kmene Urshilaku, kteří mu dali několik zkoušek, díky nimž se opravdu stal Nerevarínem. Zkoušky, jenž Nerevarín musel podstoupit, byly tyto: \"Jistého dne nejistým rodičům, Vtělení měsíce a hvězdy se narodí.\" Tato část proroctví hovoří o Nerevarínově narození. Tato zkouška byla dávno splněna. \"Sněť ni stáří jej nezraní. Kletba-masa před ním prchá.\" Na své cestě se Nerevarín setká s Dagoth Garesem, jenž jej prokleje nemocí corprus. Divayth Fyr nemoc odstraní, ale jen negativní účinky, díky čemuž Nerevarín přestane stárnout. \"V jeskyních temných Azuřino oko vidí. A rozzáří měsíc a hvězdu.\" Na žádost Sul-Matuula, Nerevarín cestuje do Jeskyně vtělení (Cavern of the Incarnate) a získá Nerevarův prsten. \"Hlas cizincův domy jednotí. Síně tři hortátorem jej zvou.\" V tváři tvář rostoucí hrozbě Dagoth Ura Nerevarín přesvědčí členy domů Hlaalu, Redoran a Telvanni, aby jej zvolili hortátorem, válečným vůdcem všech dunmerů. \"Ruka cizincova velothské sjednocuje. Kmeny čtyři Nerevarínem jej zvou.\" Díky důkazům z předešlých zkoušek kmeny Ahemmusa, Erabenimsun, Urshilaku a Zainab prohlašují vězně Nerevarínem. \"Ctí krev kmene neoplakáveného. Pojídá hřích jejich a je znovuzrozen.\" Nerevarín porazí mnoho nepřátel z Šestého domu a ukončí jejich hrozbu napadením jejich pevností kolem Rudé hory a porážkou Dagoth Ura spolu s jeho bratri, popelavými upíry. \"Milost jeho prokleté bohy falešné osvobozuje, hojí raněné, vykupuje šílené.\" Při poslední bitvě na Rudé hoře Nerevarín zlomí dwemerská kouzla na Lorkhanově srdci za pomocí Kagrenacova nářadí. Jeho činy změní Tribunál zpět na smrtelníky, než zabije Almalexii, která předtím zavraždila Sotha Sila. Krvavý měsíc (Bloodmoon) V nějaké době při jeho pobytu v Tamrielu, poté co slyšel zvěsti o utiskované císařské pevnosti, Nerevarín odcestoval na zamrzlou pustinu Solstheim, jen aby se zapletl do Hircineova honu. Potom co na pevnost Ledového mola (Fort Frostmoth) zaútočí vlkodlaci, Nerevarín přijde do vesnice Skaalů a splní blodskaalské zkoušky, čímž začne proroctví Krvavého měsíce (Bloodmoon Prophecy): Příchod ohařů (Coming of the Hounds) (Varovné znamení v podobě příchodu vlkodlaků) Oheň ze skleněného oka (Fire from the Eye of Glass) (Na velikém a zamrzlém jezeře Fjalding začne požár. Prý za tím stál pán draugrů) Příliv žalu (Tide of Woe) (Znamení v podobě velikého masakru horkerů na solstheimském probřeží) Krvavý měsíc (The Bloodmoon) (Poslední znamení; Secunda zrudne jako krev) Nakonec Hircine bojoval ve své smrtelné podobě s Nerevarínem. Ten vyhrál a mortragský ledovec (Mortrag Glacier), ve kterém bojovali, se pod nimi zřítil. Při pádu Nerevarín slyšel Hircineův hlas, jenž jej proklínal a přísahal, že se zase vrátí. Poslední osud Po naplnění všech proroctví Nerevarín zmizel. V 3E 433 jsou rozšířené zvěsti, že se Nerevarín vydal na expedici do Akaviru a od té chvíle o něm nikdo neslyšel."
}