{
    "title": "Nibenayské údolí",
    "table_of_contents": [
        "Obsah",
        "1 Flora a Fauna",
        "2 Lokace",
        "2.1 Ayleidské zříceniny",
        "2.2 Tábořiště",
        "2.3 Jeskyně",
        "2.4 Pevnosti",
        "3 Zajímavosti"
    ],
    "infobox": "",
    "content": "Nibenayské údolí (Nibenay Valley) je název pro poměrně malou nížinatou oblast rozprostírající se podél řeky Niben. Leží jižně od Imperial City a severně od Blackwoodu. Ohraničuje ji Nibenská pánev (Nibenay Basin), Velký Les (Great Forest) a oblast Heartlands. Území začíná řekou Silverfish, pokračuje do Nibenského zálivu (Niben Bay) a dále na jih do dolní řeky Panther, táhne se na západ přes Bravil k řece Larsius, kde končí u Velkého Lesa. Vysoký hřeben mezi údolím a jezerem Canulus představuje východní hranici. Přes Nibenayské údolí vede Žlutá i Zelená cesta. Ačkoliv říšské mapy označují oblast podél jižního břehu řeky Niben jako „Nibenayské údolí“, všechna flóra a fauna jižně od Panther je čistě Blackwood. Ostrovy Blackwoodu jsou navíc roztroušeny po celé jižní části údolí. Stromy a keře, stejně jako kopce a kameny, jsou víceméně k nerozeznání od přírodních poměrů Nibenayské pánve. Flora a Fauna Typické rostliny pro tuto oblast jsou len (Flax), Fly Amanita, náprstník (Foxglove), ženšen (Ginseng), oměj (Monkshood) a Summer Bolete. Nirnský kořen (Nirnroot) se může objevit v okolí řek a jezer. Podél Žluté cesty, mezi řekami Silverfish a Panther, se nacházejí čarovné kruhy tvořené houbami Fly Amanita a Summer Bolete. Na západní části Nibenu, poblíž Pevnosti Ironie (Fort Irony), je mimořádně úrodný poloostrov. Vyskytuje se zde množství lilkovitých rostlin (Nightshade plants), Bergamoty, Dragon's Tongue Plant, levandule (Lavender), mandragory (Mandrake) a Třezalky tečkované (St. Jahn's Wort). Lokace Město Bravil leží v severozápadní části Nibenayského údolí. Alessia Ottus, autorka knihy Průvodce Bravilem (Guide to Bravil), tuto oblast nesnáší a mluví o ní jako o temné splašce kanalizačního odpadu, která je přeplněná odpornými troskami a zamořená zločinci, opilci a narkomany Skoomy. I přes svou malou velikost má řadu zajímavých míst, např.: Krčma pri Císařskom moste (Imperial Bridge Inn) s výhledem na řeku Silverfish Cadlewská kaple (Cadlew Chapel) sloužící jako úkryt nekromanů. Nachází se na soutoku řek Silverfish a Niben. Ayleidské zříceniny Anutwyll Bawn Morahame Nenalata Tábořiště Bawnwatch Camp Jeskyně Bedrock Break Bloodmayne Cave Pevnosti Věž Fathisa Arena (Fathis Aren's Tower) Pevnost Flecia Pevnost Zlaté hrdlo (Fort Gold-Throat) Pevnost Ironie (Fort Irony) Zajímavosti Proti proudu od Krčmy pri Císařskom moste, podél břehu řeky Silverfish stojí Peryiteho svatyně (Peryite's Shrine). Západně od zříceniny Anutwyll se nachází jeden stan s rohoží na spaní a výhledem na Bravil."
}