{
    "title": "Ničení",
    "table_of_contents": "",
    "infobox": "",
    "content": "Ničení (v originále Destruction) je jedna z herních dovedností, nacházející se ve hrách The Elder Scrolls III: Morrowind, The Elder Scrolls IV: Oblivion a The Elder Scrolls V: Skyrim. Ničení patří do magických škol. Tato škola, jak již název napovídá, se zaměřuje na útok a působení škody nepříteli. Do její provenience spadají ohnivá, blesková a mrazivá kouzla. Skyrim Oficiální popis: Škola ničení se zabývá spoutáním energie ohně, mrazu a blesků. Tato dovednost ulehčí sesílání kouzel, jako je ohnivá koule, ledový hrot či blesk. Talenty Název ‡ Min Popis Nutné talenty Novicovské ničení 1 – Umožňuje sesílat novicovská kouzla ničení za polovinu many. –––– Obouruční sesílání ničení 1 20 Kouzla ničení sesílaná oběma rukama najednou mají silnější účinky. Novicovské ničení Učednické ničení 1 25 Umožňuje sesílat učednická kouzla ničení za polovinu many. Novicovské ničení Silný výboj 2 30 Blesková kouzla působí o 25 % větší poškození. Novicovské ničení Štiplavý mráz 2 30 Mrazivá kouzla působí o 25 % větší poškození. Novicovské ničení Žhnoucí plameny 2 30 Ohnivá kouzla působí o 25 % větší poškození. Novicovské ničení Mistr run 1 40 Umožňuje pokládat runy na pětkrát větší vzdálenost. Učednické ničení Nápor 1 40 Většina kouzel ničení seslaných oběma rukama najednou způsobí, že obět zavrávorá. Obouruční sesílání ničení Kouzla pro znalce ničení 1 50 Umožňuje sesílat kouzla pro znalce ničení za polovinu many. Učednické ničení Spalující žár 1 50 Cíl, jehož zdraví příliš klesne kvůli zranění ohněm, se pokusí utéct z boje. Žhnoucí plameny Zmrazení na kost 1 60 Cíl, jehož zdraví příliš klesne kvůli zranění mrazem, bude ochromen. Štiplavý mráz Rozprášení 1 70 Cíl, jehož zdraví příliš klesne kvůli zranění blesky, bude zcela rozprášen. Silný výboj. Mistrovské ničení 1 75 Umožňuje sesílat mistrovské kouzla ničení za polovinu many. Kouzla pro znalce ničení Velmistrovské ničení 1 100 Umožňuje sesílat velmistrovská kouzla ničení za polovinu many. Mistrovské ničení Pozn.: symbol ‡ označuje počet, kolikrát si hráč daný talent muže zvolit"
}