{
    "title": "Nord (Skyrim)",
    "table_of_contents": [
        "Obsah",
        "1 Biologie",
        "2 Historie čtvrté éry",
        "3 Tvorba postavy",
        "3.1 Dovednostní bonusy",
        "3.2 Počáteční kouzla",
        "3.3 Speciální schopnosti",
        "4 Populární používání",
        "4.1 Jména",
        "5 Významní nordové",
        "6 Galerie",
        "7 Poznámky",
        "8 Zdroje"
    ],
    "infobox": "",
    "content": "Nordská žena a nordský muž. Pro více informací, přejděte na stránku: NordovéHlavní článek: Rasy (Skyrim) \"Obyvatelé Skyrimu jsou vysocí světlovlasí lidé. Silní a houževnatí, jsou nordové známí pro svoji odolnost vůči chladu a pro svůj talent pro boj. Svým Bojovým pokřikem způsobí, že se jejich nepřátelé dají na útěk.\" ―Popis rasy[src]Nordové jsou obyvatelé Skyrimu, kteří sem byli přivedení Ysgramorem z kontinentu Atmora. Jsou odolní nejen vůči přirozenému mrazu, ale i vůči tomu magickému. Jsou prudcí, silní entuziastičtí válečníci a mnoho z nich se stává válečníky, vojáky a žoldáky po celém Tamrielu. Vynikají ve všem, co má něco společného s bojem a nejvíce jim záleží na cti a slávě. Není divu, že tvoří převážnou většinu populace skyrimských měst. Biologie Nordévé jsou obvykle vysocí, svalnatí, světlovlasí a mívají světlou kůži. Jsou to přímí předkové atmoranů (a z menší části nedeů), kteří do Skyrimu připluli z Atmory. Jak muži, tak i ženy mají rozměry 1.03, což z nich dělá třetí nejvyšší rasu ve Skyrimu, hned po orsimerech (2. nejvyšší rasa) a altmerech (1. nejvyšší rasa). Historie čtvrté éry Čtvrtá éra s sebou přinesla pro nordy významné změny. V pozdějších letech třetí éry a začátkem čtvrté éry Solstheim obsadili dunmerští uprchlíci z Morrowindu, který byl zničen přírodními katastrofami a poté napadnut argoniány z Black Marshe, kteří si většinu provincie podmanili.[1] Solstheimští nordové chtěli být nezávislí na Císařství, a tak plánovali zničit pevnost Frostmoth.[2] Mnoho dunmerů také prchlo do Skyrimu, kde se usadili ve východních městech.[3] Po zničení Nova Orsinium, mnoho orkských uprchlíků bylo eskortováno Císařskou legií do Skyrimu.[4] Velká část těchto orků se rozhodla žít ve svých tradičních tvrzích v divočině, ale někteří, stejně jako dunmerové, se usadili v „civilizovaných“ skyrimských osadách. Přes některé obavy z nově příchozích, zůstali nordové, až na některé případy, během následků Vpádu Zapomnění[1][5] relativně mírumilovní.[6][7][8] Tento mír ovšem dlouho nevydržel. Kolem 4E 200, přes dvacet let od konce velké války, byl skyrimský velekrál Torygg zabit. Neshoda o tom, zdali byla jeho smrt vražda nebo následek čestného souboje, spolu s rozhořčením, které vyvolalo podepsání Bělozlatého konkordátu, jenž velkou válku ukončilo, způsobilo ve Skyrimu krvavé povstání Bouřných hávů, pojmenovaném po jejich vůdci, Ulfricovi Bouřném hávu.[5][9][10] Ještě víc zneklidňující byl návrat Alduina, starodávného nepřítele z dračí války, který je hromadně zabíjel, a jehož nordské náboženství dlouho považovalo za zvěstovatele konce světa.[9][11] Tvorba postavy Dovednostní bonusy +10 Obouruční zbraně (úroveň 25) +5 Blokování (úroveň 20) +5 Lehká zbroj (úroveň 20) +5 Jednoruční zbraně (úroveň 20) +5 Kovářství (úroveň 20) +5 Přesvědčování (úroveň 20) Počáteční kouzla Plameny (Ničení) Léčení (Obnova) Speciální schopnosti Bojový pokřik: Cíl prchá po dobu 30 sekund. Odolnost vůči mrazu: Tvá nordská krev ti umožňuje být z 50 % odolný vůči mrazu. Populární používání Dovednostní bonusy nordů se hodní spíše ke stylu zaměřenému na přímý souboj. Hráči si mohou snadno vybrat mezi jednoručními nebo obouručními zbraněmi, a tudíž hrát za válečníky, barbary nebo průzkumníky. Jejich Bojový pokřik je užitečný hlavně na začátku hry anebo při obklíčení nepřáteli, kteří jsou na vyšší úrovní než je sám hráč. Nordové jsou také z 50 % odolní vůči mrazu bez toho, aniž by si potřebovali nasadit očarovanou zbroj, jako jsou třeba masky Dukaana a Otara. Také se to hodí při boji s mágy nebo draky, kteří útočí především mrazem. Pokud se hráč hrající za norda stane upírem, bude jeho postava z 85 % odolná vůči mrazu. Jména Některá nordská jména jsou skandinávská, jako napříkladu Ralof, Ulfric, Rorik, Hadvar, Sven, Hod atd. Ostatní mají germánský původ nebo příjmení složená z přídavného a podstatného jména, která jsou spojená pomlčkou (například Black-Briar).[Poznámka 1] Jiná zahrnují popisné přídomky, například „Jasná“. Významní nordové Ulfric Bouřný háv – Jarl Windhelmu, vůdce povstání Bouřných hávů Arngeir – Mluvčí Šedovousých Kodlak Bělovlasý – Zvěstovatel Družiníků Esbern – Jeden z posledních Čepelí Harkon – Upíří vůdce hradu Volkiharu a hlavní antagonista v The Elder Scrolls V: Dawnguard Ralof – Voják Bouřných hávů Hadvar – Voják Císařské legie Miraak – První Drakorozený, bývalý dračí kněz a hlavní antagonista v The Elder Scrolls V: Dragonborn Balgruuf Velkomožný – Jarl Whiterunu Torygg – Bývalý skyrimský velekrál Serana – Společnice po skoro celou dobu v Dawnguardu a Harkonova dcera Valerica – Seranina matka a Harkonova manželka Lydia – Správkyně Domova vánku Maven Černošípková – Hlava klanu Černošípků Elisif Jasná – Jarla Solitude a vdova velekrále Torygga"
}