{
    "title": "Nordský panteon",
    "table_of_contents": [
        "Obsah",
        "1 Náboženství",
        "1.1 Staré zvyklosti",
        "1.2 Nordský panteon",
        "2 Seznam bohů",
        "2.1 Alduin",
        "2.2 Dibella",
        "2.3 Herma-Mora",
        "2.4 Jhunal",
        "2.5 Kyne",
        "2.6 Mara",
        "2.7 Mauloch",
        "2.8 Orkey",
        "2.9 Shor",
        "2.10 Stuhn",
        "2.11 Tsun",
        "2.12 Ysmir",
        "3 Zdroje"
    ],
    "infobox": "",
    "content": "Hlavní článek: Tamrielské panteonyNeplést si s: Starý nordský panteon. Následující bohové jsou uctíváni nordy: Náboženství Sovngard Síň cti Nordové jsou obecně považováni za zbožný národ se zasmušilými náboženskými názory. Mimo jiné dlouho věřili, že se Alduin, Požírač světů, jednoho dne vrátí a s sebou přinese konec světa.[1] Nehledě na to, jak moc temně jejich náboženský systém vypadá, veškeré nordské tradice sdílí jednu zářivou naději: Sovngard, Síň cti, kde jsou nordové, kteří prokázali svůj um v boji či hrdinně zemřeli, vítáni, aby si užili euforické blaženosti a pocitu sounáležitosti, osvobozeni od plynutí času a nudy.[2][3] Některé příběhy vypráví o tom, že jej postavil, a nadále obýval, právě Shor.[2] Není žádným překvapením, že zbabělost je ta nejhorší vlastnost, kterou může nord oplývat, neboť „nord se neposuzuje podle toho, jak žil, ale podle toho, jak zemřel.“[3] Nordové překračují kosticový most, aby se do Sovngardu dostali, a létající velryby slouží jako kulturní metafora pro přechod z Nirnu do Aetheria.[4] Staré zvyklosti Ysgramor a atmorané jako celek s sebou do Skyrimu přinesli uctívání zvířecích bohů: vlčice, velryba, sova, můra, medvěd, lišák, jestřáb, had a nejvýznamnější drak.[5] Postupem času se názory nordů změnily a objevil se tradiční nordský panteon Svatých jako zosobnění přírodních sil a idejí.[1] Mnoho vědců se domnívá, že nordský panteon je úplně to samé jako ten ortodoxní, pouze s jinými jmény (skutečně je zde mnoho podobností), a mnozí nordové, kteří si osvojili uctívání Svatých, si očividně myslí totéž. Izolovaný nordský kmen na Solstheimu, skaalové, ve velmi podobné tradici pokračují. Skaalové si hluboce váží přírody, jelikož věří, že určité části jejich prostředí, jako jsou vítr, stromy a slunce, jim daroval Stvořitel, dobrotivá, byť nepoznatelná božská bytost. Zejména vlci a medvědi jsou pro tento kmen posvátní. Veškeré aspekty přírody musí být v neustálé rovnováze, neboť právě to dává skaalům jejich šamanskou moc. Skaalové rovněž vypráví o Soupeři, nepříteli lidstva, a jeho pomocníkovi, Chamtivci. V tomto případě se skaalská víra naprosto liší od panteonu jejich skyrimských bratranců.[6] Skaalové zároveň uznávají existenci daedrických princů, přesto že je sami neuctívají.[7] Nordský panteon Jako většina moderních tamrielských panteonů se i ten nordský točí kolem aeder a Lorkhana.[8] Jsou zde ale určité rozdíly. Nordská bohyně nebes Kyne je výrazně asertivnější a bojovnější než přírodu milující Kynerath.[1] Přestože je Mara rovněž přítomná ve své roli jako matka bohyně, skyrimská populace ji považuje spíže za pouhou služebnou právě Kyne, kterážto je skutečnou matkou nordů a vdovou Shorovou.[1][9] Kyne také údajně vyslala svého syna Morihause (a možná také Pelinala) pomoct cyro-nordským otrokům s jejich povstání proti ayleidům okolo 1E 242.[8] Krátce poté byl díky Alessii nordský panteon sloučen s aldmerským panteonem, a tak vznikla Svatá Osmička (ačkoliv tato nová víra občas upadávala).[8][10] Co je obzvlášť zajímavé, je přítomnost některých daedrických lordů, jako je třeba Hermaeus Mora. Bývalým hlavním bohem nordského panteonu je Shor. Byl králem bohů a zastánce lidstva v jejich boji proti elfům,[1] než byl proradně zabit elfskými ďábly a uvrhnut do podsvětí, aby tam sloužil jako bůh. I tak má možná nadále vliv na svět smrtelníků v podobě Shezarrina. Shor byl ze Svaté Osmičky vynechán, ale nadále zůstává přítomný jako „duch stojící za veškerými lidskými počiny“ i v cyrodiilském panteonu.[8][10] Má se za to, že Shor, společně s Shezarrinem, jsou s Lorkhanem jedna a ta samá osoba.[1] Tradiční nordský panteon sdílí s Akatoshem, Dračím bohem času, velmi zmatenou historii, plnou mylných představ. Totemová zvířata starého panteonu zahrnovala i draka, kterého vědci spojují s vyznáváním Akatoshe, ale uctívání draků mezi nordy během dračí války pochopitelně upadlo.[5] Nordové první éry tudíž znali Akatoshe pouze jako Auri-Ela, elfího boha, jehož nenáviděli.[8] Tak či tak se Akatosh objevil v Alessiině panteonu. Mnoho učenců po mnoho let, z nichž většina byla složená z cizinců neobeznámenými s odlišnostmi nordského panteonu, se mylně domnívalo, že Alduin bylo pouze nordské jméno pro Akatoshe.[1][11][12] Kvůli nedůvěře vůči nordskému vzdělání a neporušenosti jejich orálních příběhů, dokonce i dobře informovaní vzdělanci nebrali v potaz tento rozdíl, přestože Akatoshova benevolentní povaha nemá nic společného s Alduinem a že nordové, kteří Akatoshe přijali jako svého boha, trvali na tom, že ti dva jsou naprosto odlišní.[1][11][12] Seznam bohů Alduin Alduin ničící Helgen Alduin, pro obyvatele Skyrimu také známý jako Požírač světů,[13] Soumračný bůh[14] a První drak,[15] je nesmírně mocný černý drak.[16] Alduin je vyobrazen jako zlomyslná síla, která opakovatelně ničí svět, a tak nordové věří, že jeho opětovné objevení zvěstí konec času.[12] Je to samozvaný prvorozený (a údajně i aspekt) Akatoshe.[17][UL 1] Podle arcimága Shalidora Alduin stvořil dračí civilizaci.[18] Jedna legenda říká, že může „pozřít“ věk svých obětí a že jeho duch jednou sežral věk celičké nordské populace až do 6 let poté, co ho vyvolal Orkey.[10] Tento příběh má dejme tomu pravdivý základ, jelikož Alduin požírá duše mrtvých v Sovngardu, výsada, kterou si závistivě stráží.[16] Dibella Dibellin chrám v Markarthu Dibella je populární bohyně Svaté Devítky a v totemovém vyznání atmoranů ji značila stříbrná můra. Tato víra s nimi odcestovala do Tamrielu a Skyrimu, když migrovali, a zde se zvířecí bohové postupně začali uctívat pod jejich současnými jmény.[14][15] Dibella je Výhňová bohyně, která dohlíží na svět jako Bohyně krásy.[14] Její uctívání se místy liší, jelikož jednotlivé kulty vyznávají rozdílné aspekty jejího okruhu zájmu.[19] V některých příbězích je doslova nazývaná postelová manželka Shora.[UL 2] Ve čtvrté éře můžeme její oltáře najít jak v přírodě, tak ve městech, například v chrámu bohů v Solitude a Dibellině chrámu v Markarthu.[16] V této době je praktikování jejího umění na určitých místech odsuzováno a může vést k vypovězení občana na okraj společnosti.[20] Někteří nordové považují Jephreho, boha přirozené krásy, za imitaci Dibelly.[21] Herma-Mora Ve staré Atmoře byl Herma-Mora také znám jako Lesní muž (ale na rozdíl od bosmerů nordové berou na vědomí jeho daedrickou povahu). Velká část mýtů o Ysgramorovi jsou o tom, jak uniká prohnaným intrikám Herma-Mory.[19] Jedna bajka vypráví příběh o tom, jak Ysgramor lovil v atmoranském Zamrzlém lese, když tu náhle zahlédl bílého jelena forelgrimského. Poté, co jeho stopu několikrát ztratil, se zjevil Zajíc, který Ysgramorovi prozradil, kam se bílý jelen poděl. Když se Ysgramor Zajíce zeptal, jak to může vědět, odpověděl, že ho dokáže slyšet svýma dlouhýma ušima a že kdyby měl i Ysgramor dlouhé uši, tak by také slyšel, kam se mu kořist ztratila, ať už by byl kdekoliv.[22] Ysgramor si naprázdno přál mít tak dlouhé uši jako ten Zajíc a ten zastříhal čumáčkem a Ysgramorovy uši se staly dlouhé a špičaté. Najednou odněkud vyskočil Lišák a Zajíce zabil. Lišák se následně prohlásil za Shora a Zajíce identifikoval jako Herma-Moru a Ysgramorovi vynadal za to, že se málem nechal proměnit v elfa. Shor poté Ysgramora nechal jít a varoval ho, aby se „vyhýbal lstem elfů, aby se nestal jedním z nich.“[22] Jhunal Skyrim – Totem sovy Jhunal, také znám jako Jhunal bůh run, je nordský bůh neústupných rozkazů, moudrosti a vědomostí, reprezentován sovou[23] a součástí Výhňových bohů.[14] Poté, co se od starého panteonu upustilo, se stal Julianem Svaté Devítky. V moderní nordské mytologii ho často nenajdeme.[13] Přestože na něj však většina nordů zapomněla, existují tací, kteří mají vyšší cíl než pouhé mávání mečem a věnují se studiím, historii, čtení a vynalézání. Jsou i tací nordští válečníci, kteří taktéž Jhunala respektují, jelikož i oni musí mít silnou mysl a znalosti na to, aby zvítězili v boji.[24] Sova Moudré Křídlo je v severním Tamrielu spojován s Jhunalem a také údajně odrazuje nepozorné poutníky od hřbitovů a sletů čarodějnic během festivalu Nového života.[25] Vivec se ve svém díle zmiňuje o „JHUNALOVI“ jako o jednom z osmi známých světů.[26] Kyne Kamenné vyobrazení jestřába Kyne je nordská bohyně bouře, Shorova vdova, Požehnaná manželka válečnice[27] a oblíbená bohyně válečníků.[13][28] Je to Výhňová bohyně a je považována za hlavního boha nordského panteonu.[14] Jako bohyně bouře je spojována s větrem a deštěm a má nad nimi údajně také kontrolu, i když zrovna přináší pohromu.[29][30] Často se jí říká Matka lidí a zvířat,[31][27] jelikož nordové věří, že nebe vydechlo na zem na Jícnu světa, aby je stvořilo.[13][28][9][32] Také se jí říká „Polibek na konci“, protože nordové obecně věří, že vede jejich mrtvé do Sovngardu.[33] Mara Mařin chrám v Riftenu Mara je v nordském panteonu bohyní lásky a Kynina služebná, reprezentována vlčicí.[UL 3][13] Ve druhé éře byla Mara spojována s ledními vlky, jenž obývali ústí bílé řeky na severovýchodu provincie.[34] Uctívání Mary bylo ve Skyrimu v době čtvrté éry velmi rozšířené a jak v přírodě, tak ve městech byste mohli najít oltáře a chrámy jí věnované. Jako příklad můžeme uvést oltář v chrámu bohů v Solitude a Mařin chrám v Riftenu.[16] Také rybník v državě Eastmarch je po Maře pojmenován. Existovali i tací, kteří tvrdili, že návrat draků v 4E 201 bylo znamení seslané Marou naznačující její nespokojenost se skyrimským lidem.[35] Mauloch Tradiční nordská víra obsahuje dva bohy, kteří jsou spojovaní s Malacathem. První je Mauloch, který je pro nordy znám jako Bůh orků a „Horský pšouk“ a je očividně ztotožňován s Malacathem. Nordy zkouší skrze konflikt.[19] Tím druhým bohem je Orkey.[19][36] Orkey Skyrim – Kamenný had Orkey, také známy jako Starý skřet a Bůh smrti, je tzv. „převzatý bůh“, jelikož ho nordové začali uctívat v době, kdy Atmoře vládli aldmerové. Představuje sjednocené aspekty Malacatha a Arkaye.[19] Je vyobrazen jako had a plní roli Boha zkoušek. Orkeyovi kněží se starají o Síně mrtvých a zajišťují, že je o mrtvoly dobře postaráno.[37] Podle císařských učenců nordové věřívali, že kdysi dávno žili stejně tak dlouho jako elfové, tedy dokud se neobjevil Orkey, který je pomocí lsti přesvědčil uzavřít smlouvu, která je „spoutala s počtem zim“. Tak byla délka života nordů kvůli Orkeyově prohnané magii zkrácena na pouhých šest let. Pak se ovšem objevil Shor a prokletí odstranil, přičemž většinu vrhl na nedaleké orky.[19] Nordské legendy zachází s příběhem o Orkeyovi do větších detailů a objasňuje je. Jejich příběhy tvrdí, že je Orkey dlouho sužoval a kradl jim jejich věk, i zatímco stále obývali Atmoru v meretické éře. Za vlády krále Wulfhartha v první éře Orkey přivolal Alduina, který, jako Požírač času, skoro všem nordům „pozřel“ jejich roky, dokud jim nebylo pouhých šest let. Král Wulfharth, jenž se stal opět chlapcem, prosil Shora o pomoc. Shorův vlastní duch poté s Alduinem bojoval v říši duchů, stejně jako tomu bylo na počátku času, a vyhrál, a Orkeyův lid, orkové, byl zničen. Díky pozorování tohoto boje v oblacích se Wulfharth naučil, jak použít thu'um, aby zachránil svůj národ. Jeho snaha, přestože úspěšná, ho stála život.[10] Shor Shorův trůn v Síni cti Shor je nordská verze Lorkhana, která se spojila s lidmi po stvoření světa. Cizozemští bohové (neboli elfí) se proti němu spojili, aby ho porazili a uvrhli ho do „podsvětí“. Jeho smrt zapříčinila podobu dnešního světa.[14] Atmoranské legendy ho vyobrazují jako krvežíznivého válečníka a krále, jenž opakovaně vedl nordy k vítězství nad jejich aldmerskými utiskovateli. Před svým zánikem Shor, občas nazýván Bohem dětí, sloužil jako vůdce bohů.[13] Mrtví bohové jako jsou Shor a Tsun nepotřebují chrámy, neboť mají ten největší ze všech; obrovskou síň, kde mohou pít a radovat se, známou jako Síň cti (Shorovu síň).[27] Údajně jde Shora najít v Sovngardu, aetherické utopii, jež sám postavil, kam mohou vstoupit všichni nordové, kteří prokáží svou odvahu či udatně zemřeli v boji.[38] Ačkoliv mrtev, staré nordské příběhy vypráví o tom, že byl Shorův duch v několika případech v historii nordů „vyvolán“ zpět do tohoto světa.[10] Shor je rovněž spojován s Lišákem, jedním z několika starodávných atmoranských zvířecích totemů.[14][22][39] Jeho manželkou a později i vdovou byla Kyne.[13] Stuhn Kámen velryby Stuhn, nordský bůh výkupného,[15] je vyobrazován jako velryba. Je to Tsunův bratr, Shorův pobočník a je součástí Výhňových bohů. Stuhn také bojoval proti aldmerskému panteonu ve válce o zřejmé metafory a naučil nordy jak zajmout válečné zajatce a jak z nich mít užitek.[13] Některými je považován za předchůdce Stendarra a jiní ty dva považují za jednu a tu samou osobu.[13][40] Tsun Tsun strážící Kosticový most Tsun je nordský bůh zkoušek proti strastem, který zemřel, když chránil Shora před cizími bohy.[13] Jeho smrt, a ta Shorova, zapříčinila podobu světa, jak ho známe dnes.[14] Společně se svým bratrem Stuhnem sloužil Shorovi jako jeho pobočník.[14][19] Nyní stráží Kosticový most vedoucí k sovngardské Síni cti.[27] Na Shorovu žádost na sebe vzal roli mistra zkoušek, který nově příchozí žádá, aby prokázali svou sílu v boji, předtím než vstoupí do Síně, přičemž proti nim používá svou sekeru.[16][41][42] Medvěd byl také součástí atmoranských zvířecích totemů a později byl spojovaný právě se Tsunem.[14][43] Tsun si velice vážil magie, jíž říkal „důmyslné umění“, a ovládal sílu Hlasu. Společně s ostatními se toužil Alduinovi postavit, když se Požírač času v Sovngardu objevil, ale z nějakého neznámého důvodu je Shor zadržel.[41] Alduinovu moc nad Sovngardem nakonec prolomil Poslední Drakorozený.[16] A pouze Tsun dokáže přepravit žijící bytosti z posmrtného života tím, že přivolá Shorovu moc, aby je vrátil na Jícen světa.[27] Ysmir Pamětní deska velekrále Wulfhartha ve Windhelmu V současné době je jméno Ysmir spojováno s božskostí Talose. Ale ve skutečnosti existuje mnoho protichůdných teorií o tom, kdo nebo co Ysmir ve skutečnosti je.[44][45] Titul tak nejspíš pochází od Ysmira Wulfhartha, král starého Skyrimu narozeného v Atmoře, jehož thu'um bylo tak mocné, že nemohl vydat ani hlásku bez toho, aniž by nezpůsobil zkázu.[10][9][32] V průběhu historie tak titul „Ysmir“ nesli zatím čtyři hrdinové:[46][47] Wulfharth, Drakorozený velekrál pradávného Skyrimu (a později nemrtvý válečník), jenž byl nazýván „Ysmir Kingmaker“ a „Ysmir, Drak severu.“[10][44] Pelinal Whitestrake, starodávný hrdina lidské rasy, který bojoval po boku Morihause jako Alessiin šampion. Měl mnoho dalších jmen a titulů, mezi nimiž patří i Ysmir.[48] Tiber Septim, také známý jako Talos či „Ysmir, Drak severu.“[13] Drakorozený zakladatel Třetí říše lidí, člen Svaté Devítky. Poslední Drakorozený, hrdina, který byl nazván „Ysmirem, Drakem severu“ Šedovousími v 4E 201.[47]"
}