{
    "title": "Nord (Online)",
    "table_of_contents": [
        "Obsah",
        "1 Oficiální popis",
        "2 Pasivní rasové schopnosti",
        "3 Významní nordové",
        "4 Galerie"
    ],
    "infobox": "",
    "content": "Pro více informací, přejděte na stránku: NordovéHlavní článek: Rasy (Online) \"Rasové dovednosti nordů odráží jejich silnou a odolnou povahu, což jim dává bonusy v používání obouručních zbraní, době trvání všech nápojů, fyzické, magické a mrazové rezistenci, generování ultimátních schopností, stejně jako v základním zdraví a výdrži.\" ―Popis rasy[src]Nordové jsou jednou z devíti základních hratelných ras v The Elder Scrolls Online. Jsou součástí Ebonheartského paktu, společně s dunmery a argoniany, ale objevují se i v jiných aliancích. Nordové jsou děti nebes, rasa vysokých a světlovlasých lidí ze Skyrimu, kteří jsou známí pro svojí neuvěřitelnou odolnost vůči chladu a magickému mrazu. Jsou to prudcí, silní a nadšení válečníci, a mnoho z nich se stává proslulými bojovníky, vojáky a žoldáky. Excelují ve všem, co je spojené s válčením, a tak je jejich sousedé znají jako bojovný národ. Když migrovali z Atmory, byli nějakou dobu známí pro své námořnické dovednosti. Oficiální popis „Nordové již jednou dobyli většinu Tamrielu, a tak mají pocit, že mají právo vládnout. Prolomili moc ayleidů, téměř vyhnali vznešené elfy z High Rocku a dobyli velkou část Resdaynu, předchůdce Morrowindu. Také skvěle umí používat zbraně. Rychle se naštvou a jsou velice silní. Nordové jsou přirození válečníci, kteří bojují s nadšenou zuřivostí, jež děsí jejich nepřátele.“ Pasivní rasové schopnosti Flamendr Zvyšuje získávání zkušeností u dovednostní linie obouruční zbraně o 15 %. Doba trvání veškerých nápojů je zvýšená o 15 minut. Odolnost vůči mrazu Zvyšuje maximum zdraví o ____ bodů a odolnost vůči mrazu o ____ bodů. Nabyta imunita vůči efektu zmrazení. Stupeň 1: 333 bodů, 660 bodů (Odemčeno od úrovně 5) Stupeň 2: 666 bodů, 1320 bodů (Odemčeno od úrovně 15) Stupeň 3: 1000 bodů, 2310 bodů (Odemčeno od úrovně 30) Oddaný Zvyšuje maximum výdrže o ____ bodů. Při vypořádáváním se s poškozením získává _ ultimátní schopnost/ultimátních schopností každých 10 sekund. Stupeň 1: 500 bodů, 1 (Odemčeno od úrovně 10) Stupeň 2: 1000 bodů, 2 (Odemčeno od úrovně 20) Stupeň 3: 1500 bodů, 5 (Odemčeno od úrovně 40) Robustný Zvyšuje fyzickou odolnost a odolnost vůči magii o ____ bodů. Stupeň 1: 1320 bodů (Odemčeno od úrovně 25) Stupeň 3: 2640 bodů (Odemčeno od úrovně 35) Stupeň 3: 3960 bodů (Odemčeno od úrovně 50) Významní nordové Jorunn Skaldský král – Nordský král a vůdce Ebonheartského paktu. Arcimág Shalidor – Arcimág Cechu mágů."
}