{
    "title": "Návrat ke kořenům",
    "table_of_contents": [
        "Obsah",
        "1 Úkoly",
        "2 Průběh",
        "2.1 \"Hlučný červený plevel\"",
        "2.2 Pokračování výzkumu",
        "2.3 Umístění kořenů",
        "2.4 Dobře odvedená práce"
    ],
    "infobox": "",
    "content": "Návrat ke kořenům (A Return To Your Roots) je úkol dostupný v The Elder Scrolls V: Skyrim. Tento quest můžete aktivovat v Černotě, buď když poprvé seberete rudý nirnský kořen, nebo po přečtení Sinderionova polního deníku v polní laboratoři. Úkoly Zjisti, nakolik je rudý nirnský kořen vzácný Nasbírej v Černotě 30 kusů rudého nirnského kořene Přines 30 kusů rudého nirnského kořene Avrese Sarethi Průběh \"Hlučný červený plevel\" Sinderion se stal posedlý rudým nirnským kořenem od té doby, co si ho koupil od dobrodruha, který chtěl něco dostat za \"hlučný červený plevel\", co našel. Sinderion muži zaplatil a poté odešel ze Skingradu, aby si zřídil laboratoř v Černotě, což je jediné místo, kde se kořen nachází. Pokračování výzkumu Quest se aktivuje po sebrání prvního vzorku rudého nirnského kořene v Černotě. Začněte tím, že vstoupíte do Sinderionovy polní laboratoře. Toto výzkumné zařízení se nachází přímo naproti branám Alftandské katedrály. Uvnitř najdete Sinderionovy ostatky nadále svírající jeho polní deník. Po přečtení tohoto deníku se quest aktualizuje s požadavkem posbírat 30 kusů. Umístění kořenů Mapa Černoty ukazující všechny lokace rudých nirnských kořenů. Existuje celkem 44 jednotlivých kusů rudého nirnského kořene v celé Černotě (včetně těch uvnitř budov). Na rozdíl od typického nirnského kořene, ten rudý neroste pouze výhradně poblíž vody. Mnoho z nich můžete najít u políček hub. Pokud máte problém posbírat všechny najednou, tak se po dobu deseti herních dnů respawnují. Dobře odvedená práce Po sesbírání požadovaného počtu rudých kořenů, quest se opět zaktualizuje a musíte se vydat za Avrusou Sarethi, Sinderionovou bývalou kolegyní. V současné době se nachází na farmě Sarethiů, mezi Riftenem a městečkem Ivarstead. Odevzdejte Avruse všech 30 kusů rostlin, abyste úkol dokončili a za odměnu získali knihu Poselství o nirnském kořeni. Dostanete také Sinderionovu štěstěnu, schopnost, která vám dá 25% pravděpodobnost, že vytvoříte dva lektvary namísto jednoho."
}