{
    "title": "Obléhání Kvatche",
    "table_of_contents": [
        "Obsah",
        "1 Předcházející události",
        "2 Bitva",
        "2.1 Pád města",
        "2.2 Prolomení obležení",
        "3 Důsledky",
        "4 Zdroj"
    ],
    "infobox": "",
    "content": "Obléhání Kvatche Konflikt: Vpád Oblivionu Datum: 3E 433 Místo: Kvatch, Cyrodiil/Oblivion Výsledek: Vítězství říše Strany Tamrielská říše Hrabství Kvatch Oblivion Velitelé Savlian Marius Šampion Cyrodiilu Eldamil† Síla Vojáci Kvatche 3 císařští legionáři Hordy rarachů a daeder Ztráty Obrovské, většina civilistů Absolutní [Zdroj] Obléhání Kvatche bylo prvním velkým konfliktem Vpádu Oblivionu. Bitva se odehrála roku 3E 433 mezi hrabstvím Kvatch, císařskou legií a armádou daeder. Důsledky bitvy byly fatální, hrabě Kvatche padl a spolu s ním bylo město obráceno v trosky. Nakonec řádění daeder zastavil hrdina, později známý jako Šampion Cyrodiilu, který zavřel bránu Oblivionu před městem a znemožnil tak daedrám další útoky na město. Předcházející události Před útokem na město provedl Bájný úsvit, kult uctívající daedrického prince Mehrunese Dagona, úspěšný atentát na císaře Uriela Septima VII. a jeho dědice. Absence panovníka, který by mohl s pomocí Amuletu králů zapálit Dračí ohně, udržující bariéru mezi Oblivionem a pozemským světem, umožnila daedrám volný průchod do Tamrielu. Po celém Tamrielu se začaly otevírat brány Oblivionu a válka mezi Oblivionem a říší započala. První taková brána se otevřela přímo před městem Kvatch, zdá se, že výběr nebyl náhodný. Začaly se totiž šířit zvěsti, že v Kvatchi žije Martin, nemanželský syn zemřelého císaře. Bitva Pád města Barikády před městem Zatímco se obyvatelé města oddávali klidnému spánku, uprostřed noci se otevřela brána Oblivionu přímo před městem. Do města pronikly hordy daeder a překvapili nic netušící městskou stáž. Plenění města bylo strašlivé, daedry zabily každého živého na kterého narazili. Přes statečný odpor městské stráže, vedené Savlianem Mariusem, se město brzy ocitlo v plamenech. Pouze několika málo lidem se podařilo uprchnout do bezpečí. Hrabě Ormellius Zlatavín a několik jeho mužů se stáhli do hradu, zatímco kněz Martin odvedl několik lidí do bezpečí městské kaple. Ostatní přeživší byli pod vedením stráže evakuováni z města a založili prozatímní tábor dole pod městem. Prolomení obležení K městu zatím dorazil hrdina, budoucí Šampion Cyrodiilu. Ten sem přišel pátrat po Martinovi Septimovi, který měl převzít císařský trůn. Kapitán Savlin poskytl hrdinovi informace o tom, jaké hrůza se ve městě udála. Přístup do města byl stále odříznut bránou Oblivionu a situace se zdála naprosto beznadějnou. Hrdina proto vstoupil bránou do Oblivionu a po krvavých bojích s daedrami se mu podařilo bránu úspěšně zavřít. Brána Oblivionu před městskou branou Úspěch pozvedl morálku kvatchské stráže a kapitán Savlian se rozhodl dobýt město zpět. Spolu s hrdinou vstoupili do města a podařilo se jim probojovat přístup do kaple. Hrdina i Savlian s úlevou zjistili, že přeživším v čele s Martinem se nic nestalo a městská stráž je rychle evakuovala do bezpečí mimo město. Stráže a hrdina poté vyrazili do dalšího boje s daedrami. Významnou posilou se jim stala i hlídka tří císařských legionářů, která při hlídce na Zlaté cestě spatřila kouř nad městem a vydala se prověřit, co se ve městě událo. Po krvavém boji se hrdinovi podařilo proniknout do hradu a otevřít hradní bránu, kterou daedry uzavřely. Díky tomu pronikla stráž na hradní nádvoří a zde se udál další tuhý souboj s daedrami. Po obsazení hradu však přišla smutná zpráva, hrabě Zlatavín byl nalezen mrtvý ve svých komnatách. Důsledky Důsledky bitvy, byly fatální. Kvatch byl zcela zničen a jeho hrabě mrtev spolu s většinou obyvatel. Krvavá bitva však získala na obrovském významu, hrdina byl od té doby po celém Cyrodiilu nazýván hrdinou Kvatche. Jednalo se také o první bitvu mezi lidmi a daedrami a vítězství lidí jasně ukázalo, že válka není zdaleka ztracena a že je možné bojovat i proti takovému nepříteli, jakým byl Mehrunes Dagon a jeho pekelní následovníci. Dědic trůnu Martin byl navíc zachráněn a obyvatelé města byli rozhodnuti znovu vystavět své domovy. Zdroj The Elder Scrolls IV: Oblivion"
}