{
    "title": "Občanská válka v Skyrimu",
    "table_of_contents": "",
    "infobox": "Skyrimská občianska vojna Skyrim Civil War Informace Datum: 4E 176 - súčasnosť Místo: Skyrim Strany Cisárstvo Haafingar Pláně Hjaalmarka Falkreath Bouřné hávy Východní marka Průrva Ledohrad Kotlina Velitelé Generál Tulius Ulfric Bouřný háv",
    "content": "Skyrimská občianska vojna alebo Ulfricova rebélia je ozbrojený konflikt medzi Ulfricom Bouřným hávom a jeho vzbúrencami na jednej strane a Cisárstvom na druhej strane. Počiatočné konflikty medzi týmito dvoma stranami započali v roku 4E 176 uväznením Ulfrica a graduálne prerástli do plného ozbrojeného konfliktu smrťou veľkráľa Torygga. Predchádzajúce udalosti Počiatočnou udalosťou, ktorá viedla k občianskej vojne bola Veľká vojna a jej výsledok; podpísanie Zlatobieleho konkordátu. Mnohí obyvatelia Skyrimu vnímali podpísanie konkordátu a hlavne zákaz uctievania Talosa ako zradu, ktorej sa na nich dopustilo Cisárstvo. Niektorí Skyrimskí jarlovia začali svoju nespokojnosť prejavovať aj vokálne. Keď za jeden z nich, Ulfric Bouřný háv, vrátil domov z Veľkej vojny, začal okolo seba organizovať týchto nespokojencov. Medzi jeho prívržencami sa objavil aj jarl Hrolfdir, ktorého z Markarthu vyhnali domrodí obyvatelia. Markarth bol v roku 4E 174 počas Veľkej vojny obsadený domorodými obyvateľmi, ktorí vycítili svoju šancu a povzbudení nedostatkom vojakov sa vzbúrili a vyhlásili nezávislosť. Ulfric sa rozhodol tiahnuť na mesto so svojou armádou a nakoniec sa mu podarilo mesto dobyť v roku 4E 176. Podľa niektorých zdrojov nasledoval masaker pri ktorom Ulfricovi prívrženci vyzabíjali početné časti domorodého obyvateľstva. Ulfric znovudosadil Hrolfdira, ktorý z vďaky obnovil uctievanie Talosa v priamom kontraste s podmienkami konkordátu. Keď do Markarthu dorazili Cisárske légie s cieľom obnoviť poriadok, Ulfric im zakázal vstup do mesta pokiaľ neodprisahali, že budú rešpektovať slobodné uctievanie Talosa. Cisárske légie s týmto požiadavkom váhavo súhlasili a Ulfric im povolil vstup do mesta. Nakoniec sa o udalostiach v Markarthe dozvedel Aldmerský spolok, ktorý začal vyvíjať na Cisárstvo politický tlak. Titus Mede II. nechcel riskovať ďalšiu vojnu a prikázal Ulfrica uväzniť. S pomocou Hrolfdira sa Cisárskym légiam podarilo Ulfrica nakoniec uväzniť."
}