{
    "title": "Orgnum",
    "table_of_contents": "",
    "infobox": "",
    "content": "Orgnum je maormerský vládca kráľovstva Pyandonea. Je známy hlavne kvôli svojmu čarodejníckému talentu a nesmrteľnosti. Vlastnil notoricky známy artefakt, ktorý je pomenovaný po ňom ako Truhla kráľa Orgnuma. Pôvod Podľa legendy, ktorá bola odvodená z tapisérii nachádzajúcich sa v Kryštálovej veži, bol Orgnum ohromne bohatým a ambicióznym aldmerským šľachticom. Svoje veľké bohatstvo využil na financovanie rebélie proti vládcom v Aldmerise - jeho domovine. Nakoniec však bola jeho rebélia porazená a Orgnum bol poslaný do večného vyhnanstva. Poslali ho za Závoj hmly, ktorý tvorí nepreniknuteľnú hranicu pozdĺž morí medzi Aldmerisom a Pyandoneou. Od čias jeho vyhnanstva (ktoré sa pravdepodobne zrealizovalo počas meretickej éry) sa Orgnum nikdy úspešne nepokúsil znova preniknúť do Aldmerisu. Vzťahy s Tamrielom Diplomatické vzťahy medzi mocnosťami Tamrielu a Orgnumovým kráľovstvom neboli nikdy ideálne. Orgnum sa už odjakživa snaží dobyť južné časti Tamrielu a kontinuálne narúša mier na Summersetských ostrovoch (ktoré sú jeho najčastejším cieľom). Orgnumove nájazdy pozdĺž južného pobrežia Tamrielu boli veľmi časté hlavne v prvej či druhej ére, kedy len ťažko nájdeme rok v ktorom sa neudiali žiadne boje medzi Orgnumom a obyvateľmi Tamrielu. Aj keď Orgnumom nariadené útoky sú veľmi početné, tak nikdy v doterajšej histórii sa mu nepodarilo dobyť Tamrielské územie na dlhšiu dobu a jeho ťaženie vždy eventuálne skončilo prehrou. Počas Druhej éry sa situácia zmenila. Orgnum uzatvoril spojenectvo s Druhým Aldmerským spolkom. Z tohoto spojenectva však nikdy nevzišiel nejaký hlbší význam okrem pozastavenia (vtedy už menejpočetných) maormerských nájazdov. Orgnum samotný však zohral kľúčovú rolu v nasledujúcej ére kedy uzatvoril spojenectvo s Potemou Septimovou. Keďže Potema si robila nároky na trón Tamrielu, potrebovala vonkajších spojencov ktorý by jej zaistili vojenskú podporu. Túto podporu našla práve u kráľa Orgnuma, s ktorým sa dohodla na dobytí Tamrielu a jej dosadení na trón. Toto spojenectvo nakoniec stvrdili Orgnum a Potema v spoločnej posteli po dohode o zaplatení 8 miliónov zlatých Orgnumovi za poskytnutie vojsk. Posledná zmienka o kráľovi Orgnumovi pochádza práve z obdobia invázie do Tamrielu. Tak ako počas minulých storočí, aj teraz si Orgnum vybral Summersetské ostrovy ako prvé nárazové územie. Došlo ku krutému boju medzi maormerskými vojskami Orgnuma a domácimi Altmerami. Tieto boje, ktoré sa udiali v roku 3E 110, dostali názov Vojna o Ostrov. Vtedajší cisár Antiochus Septim sa dohodol s Psijickým rádom na magickom odklonení invázie za čiastku 20 miliónov zlatých. Traduje sa, že spojené sily Cisárstva a Psijického rádu tak rozdrvili maormerskú flotilu, že už sa odvtedy nikdy neopovážila viesť vojenské ťaženie proti Tamrielu. Osud kráľa Orgnuma po jeho porážke je neznámy a žiadne ďalšie záznamy o maormerských pokusoch zaútočiť na Tamriel neexistujú."
}