{
    "title": "Orsimer (Skyrim)",
    "table_of_contents": [
        "Obsah",
        "1 Biologie",
        "2 Tvrze",
        "3 Tvorba postavy",
        "3.1 Dovednostní bonusy",
        "3.2 Počáteční kouzla",
        "3.3 Speciální schopnosti",
        "4 Unikátní gameplay",
        "5 Významní orkové",
        "6 Galerie"
    ],
    "infobox": "",
    "content": "Hlavní článek: Rasy (Skyrim) Orsimerská žena a orsimerský muž. \"Lidé z Wrothgarianských a Dragontailských hor, orkští kováři jsou cenění pro svou řemeslnickou zručnost. Orkští vojáci v těžké zbroji patří mezi ty nejlepší bojovníky v říši a jejich zběsilého vzteku se každý právem obává.\" ―Popis rasy[src]Orsimerové (lépe známí jako orkové) jsou domorodí obyvatelé Wrothgarianských a Dragontailských hor. Orkové jsou možnou variantou merů, přestože jiné záznamy tvrdí, že jsou spíše zvířecí rasou. Nejdříve stoupenci Trinimaca a následně Malacatha, patří orkové jako rasa mezi nejlepší tamrielské válečníky a kováře. Biologie Orkové jsou druhou nejvyšší rasou ve Skyrimu a s rozměry 1.0450 jsou jen lehce nižší než altmerové. Jsou svalnatí a výrazně odlišní od merů i lidí. Jejich barva kůže je světle zelená až tmavě hnědá. Jako jediná rasa mají navíc ještě kly. Tvrze \"Orkové, také známí jako orsimerové, jsou obyvatelé Orsinia, malého horského království mezi Hammefellem a Skyrimem. Království bylo několikrát vydrancováno a opět postaveno.\" ―Loading Screens (Skyrim)[src]Mnoho orků můžeme najít v tvrzích po celém Skyrimu, ale někteří se nacházejí i ve větších městech jako je Morthal a Markarth. Drakorozený může do tvrzí vejít, ale nemůže s nikým mluvit. Pokud se přiblížíte k jedné z tvrzí, stráž vás zastaví a řekne vám, abyste se drželi zpátky. Je vám dovoleno vejít dovnitř, ale orkům se to nelíbí, a nepromluví s vámi dokud se nestanete „příteli kmene“ tím, že pro ně splníte úkol, který se u každé tvrze liší. Pokud je Drakorozený ork, je do tvrze přijat, může vstoupit a mluvit s obyvateli bez plnění úkolu, přesto ho neustále oslovují jako „cizinec.“ Pokud je ale váš ork zároveň i upír, pak ten úkol splnit musíte. Orkské tvrze mívají důl a kovárnu, kterou je možné použít i před splněním daného úkolu. Tvorba postavy Dovednostní bonusy +10 Těžká zbroj (úroveň 25) +5 Blokování (úroveň 20) +5 Očarování (úroveň 20) +5 Jednoruční zbraně (úroveň 20) +5 Kovářství (úroveň 20) +5 Obouruční zbraně (úroveň 20) Počáteční kouzla Plameny (Ničení) Léčení (Obnova) Speciální schopnosti Zběsilý hněv – Po dobu 60 sekund berete a způsobujete poloviční poškození. To neplatí pro poškození způsobené kouzly. Při aktivaci této schopnosti, obrazovka zčervená, je rozmazaná a zvuk se o trochu sníží. Unikátní gameplay „Nikdo nepřemůže orka“ je orkské rčení při boji s nepřáteli a mají pravdu. Orkové jsou mnohem lepší válečníci než jakákoliv jiná rasa. Excelují v bojových dovednostech a očarování, což je umění, které také patří do bojových dovedností a často to ovládají manželky náčelníků. S pořádným výcvikem to může každé orkské postavě výrazně prospět. To z orků dělá nejlepší válečníky ve hře. Dva populární herní styly jsou tank a mistr čepelí, které se zaměřují na dovednosti těžké zbroje, blokování a boj se dvěma zbraněmi. Tyto talenty společně se zběsilým hněvem dávají dohromady ideálního válečníka. Zajímavým faktem je, že orkové jsou válečníci merské krve. Jenom oni vynikají pod souhvězdím válečníka, kdy se zaměřují více na hrubou sílu než na vychytralost, rychlost a magii jako ostatní merové. Jeden z orků vede Arkáneum na Univerzitě ve Winterholdu. Významní orkové Durak – Člen Strážců úsvitu Moth gro-Bagol – Kovář markarthského jarla Urag gro-Shub – Knihovník Arkánea Balagog gro-Nolob – Gourmet, autor knihy Neobvyklé chutě Náčelník Burguk – Náčelník Dushnikh Yalu Náčelník Larak – Náčelník Mor Khazguru Náčelník Mauhulakh – Náčelník Narzulburu Náčelník Yamarz – Náčelník Largashburu, před a během úkolu „Prokletý kmen“ Gularzob – Náčelník Largashburu, po úkolu „Prokletý kmen“"
}