{
    "title": "Orsimer (Online)",
    "table_of_contents": [
        "Obsah",
        "1 Oficiální popis",
        "2 Pasivní rasové schopnosti",
        "3 Významní orkové",
        "4 Galerie"
    ],
    "infobox": "",
    "content": "Hlavní článek: Rasy (Online) \"Rasové dovednosti orků odráží jejich přirozené, kruté a hornaté prostředí a dává jim tak bonusy v používání těžké zbroje, ve sprintování, způsobování poškození zbraněmi, v získávání zkušeností, dovednostech se zacházením se zbraněmi, stejně jako v základním zdraví a výdrži.\" ―Popis rasy[src]Orsimerové, neboli orkové, jsou jednou z devíti základních hratelných ras v The Elder Scrolls Online. Jsou součástí Daggerfallské smlouvy, společně s bretonci a redguardy, ale objevují se i v jiných aliancích. Wrothgarští orkové jsou většinou ras považovaní za necivilizované vyvrhele. Jsou také pokládaní za nejlepší kováře v Tamrielu, a orkské zbraně a zbroje si všude cení jak válečníci, tak řemeslníci. Oficiální popis „Přestože ostatní rasy často označují orky za barbary a dokonce zvířata, mají tito vznešení válečníci starověkou kulturu vytvořenou nekonečným válčením v jejich drsných hornatých domovinách. Orkové žijí podle jednoduchého kodexu cti, podle kterého silní přežijí a nejsilnější vládnou. Jsou to nejlepší kováři Tamrielu, jejich zbraně a zbroje si kupují válečníci po celém kontinentu. Za vlády Druhého Císařství, když byl jejich království Orsinia konečně dán provinciální status, pomohlo jeho obnovení utvrdit jejich oddanost k Daggerfallské smlouvě.“ Pasivní rasové schopnosti Řemeslník Zvyšuje získávání zkušeností u dovednostní linie těžké zbroje o 15 %. Zvyšuje získávání inspirace u zručnostních dovedností o 10 %. Robustný Zvyšuje maximum výdrže o ____ bodů. Stupeň 1: 600 bodů (Odemčeno od úrovně 5) Stupeň 2: 1200 bodů (Odemčeno od úrovně 15) Stupeň 3: 2000 bodů (Odemčeno od úrovně 30) Neochvějný hněv Zvyšuje maximum zdraví o ____ bodů. Způsobování poškození se schopnostmi zbraní léčí o ___ bodů každé 4 sekundy. Stupeň 1: 300 bodů, 175 bodů (Odemčeno od úrovně 10) Stupeň 2: 600 bodů, 350 bodů (Odemčeno od úrovně 20) Stupeň 3: 1000 bodů, 500 bodů (Odemčeno od úrovně 40) Rychlý válečník Zvyšuje poškození zbraní o ___ bodů. Cena sprintování je snížená o __ % a jeho rychlostní bonus je zvýšený o __ %. Stupeň 1: 86 bodů, 4 %, 3 % (Odemčeno od úrovně 25) Stupeň 2: 127 bodů, 8 %, 6 % (Odemčeno od úrovně 35) Stupeň 3: 258 bodů, 12 %, 10 % (Odemčeno od úrovně 50) Významní orkové Král Kurog – Orkský král Orsinia. Matka kovárny Alga – Matka krále Kuroga a jeho rádkyně. Nejvyšší kněžka Solgra – Kněžka pracující v chrámu Hněvu. Vede uctívání Trinimaca. Náčelník Bazrag gro-Fharun – Orkský náčelník klanu Fharun. Náčelník Ramash – Orkský náčelník klanu Tumnosh. Náčelník Abzug – Orkský náčelník klanu Morkul. Náčelník Ogzor – Orkský náčelník klanu Shatul."
}