{
    "title": "Padomay",
    "table_of_contents": "",
    "infobox": "",
    "content": "Padomay, také nazývaný Temnota, Padhome,[1] Sithis, pro redguardy Akel[2] a pro khajiity Fadomai,[3] je čistá forma změny. Je jednou ze dvou základních sil, tou druhou je Anu, a je ztělesněním prehistorické moci chaosu a změny, která pobývá v Nicotě. Mýty o stvoření ho vyobrazují jako Anuova bratra a souhra mezi nimi dala vzniku Nir, zosobnění Aurbisu. Padomayovi se láska mezi Anuem a Nir nelíbila, a proto chtěl zničit jejich dítě, Stvoření. Nir zabil a Stvoření roztříštil, ale Anu jeho zbytky zachránil a poté ještě více tím, že sebe i svého bratra navždy vytáhl mimo proud času.[4] Bohové s „padomayským“ základem jsou většinou daedričtí princové, kteří, jako krev Padomaye, představují moc změny,[4] stejně jako jeho „syn“ Lorkhan.[2] Tím, že se jeho krev smíchala s tou Anuovou, vznikly aedry, díky čemuž mají schopnost konat jak dobro, tak i zlo.[4] Přestože jsou Padomay a padomayští bohové pokládaní za „špatné“, takovéto označení je často uznávané za nevhodné, a že jediný správný popis je, že Anu a Padomay jsou protějšky, vůči sobě protikladní, vyrovnaní a neoddělitelně spojení.[5] Clockworkští apoštolové Sotha Sila tvrdí, že jsou Padomay a padomayské daedry pouhé iluze, které mají schopnost ovlivňovat, jelikož to jsou chyby v systému Nirnu.[6] Poznámky Skaalové věří v jednu entitu, Stvořitele,[7] ačkoliv také rozpoznávají Soupeře, zlomyslného a mnohotvárného zkoušeče, který narušuje Stvořitelův vliv.[8] Věčný boj mezi dvěma medvědy je podobný tomu mezi Anuem a Padomayem. 36 Vivecových lekcí se několikrát zmiňují o „Padhomově oltáři“ v „Boethiině chrámu“ (nebo v chrámu Falešného smýšlení).[9] Boethiah je považovaná za jednu z nejmocnějších padomayských bohů.[10] V Zápiskách k Mysteriu Xarxes, Mankar Camoran píše o „očích samotného Padhoma“, které nejspíš představují brány Zapomnění. V khajiitských mýtech o stvoření je Fadomai samičím sourozencem Ahnurra a byla to právě ona, co schytala Ahnurrův hněv. Ti dva se navzájem vzali a společně měli dva vrhy, aedry a daedry. Poté Fadomai potají porodila ještě další vrh, jelikož si Ahnurr nepřál mít další děti. Když to Ahnurr zjistil, zuřil, a Fadomai zemřela poté, co svým dětem rozdala dary.[3] Božský křižák Pelinal Whitestrake údajně vznikl jako padomayský, ze Sithise a všech sil změny uvnitř něj.[11]"
}