{
    "title": "Panteon sněžných elfů",
    "table_of_contents": [
        "Obsah",
        "1 Seznam bohů",
        "1.1 Auri-El",
        "1.2 Jephre",
        "1.3 Phynaster",
        "1.4 Syrabane",
        "1.5 Trinimac",
        "2 Zdroje"
    ],
    "infobox": "",
    "content": "Následující bohové byli uctíváni sněžnými elfy: Seznam bohů Auri-El Auri-El je aldmerská obměna Akatoshe[1][2] a hlavní bůh většiny panteonů.[1] Je duší Anui-Ela, jenž je duší Anua, a čas údajně začal, když byl stvořen.[3][1] Mnoho sněžných elfů mělo jedno velké přání: stát se jedním s Auri-Elem. Na západě v horách moderního Skyrimu mu postavili Kapli, kde se vydávali na poutě duchovního objevu a dosažení nebes.[4] U Svatyň recitovali Auri-Elovy mantry, meditovali a poté se vydávali do Vnitřní svatyně, aby se údajně stali s jejich bohem jedni.[5] Jephre Jephre, neboli Y'ffre, je bůh lesa, populárně uctívaný bosmery. Sněžní elfové mu stavěli chrámy.[6] Phynaster Phynaster Strážce[7] je hrdina a bůh Summersetských ostrovů. Naučil altmery jak si prodloužit život o dalších sto let, jednoduše tím, že dělali menší kroky.[8] Je také spojovaný s Phynasterovým prstenem, který byl údajně zdrojem jeho dlouhověkosti,[9] ale zároveň možná způsobil i jeho zkázu. Má se za to, že Wharf Rats, skupina psanců a banditů, Phynastera pro jeho prsten zabili, a když byl pohřben v Elbornském lese, vzali si ho pro sebe.[10] Toto je ovšem v rozporu s tvrzením altmerů, falmerů i bretonců, že to byl bůh. Syrabane Syrabane, Bůh čarodějů, je aldmerský bůh-předek magie, mezi jehož nejznámější činy patří pomoc Bendovi Olovi porazit sloady. Díky moudrému použití svého magického prstenu zachránil Syrabane mnoho životů před metlou Thrassiánského moru.[1][11] Prsten je údajně nadále pod kontrolou „arcimága“ Syrabana.[9] Také se mu říká Bůh učedníků, jelikož býval oblíbencem mladších členů Cechu mágů.[1] Sněžní elfové mu stavěli chrámy.[6] Trinimac Trinimac byl významný bůh raných aldmerů a na některých místech byl dokonce populárnější než sám Auri-El. Jako Aurielův šampion Trinimac bojoval v přední linii během konfliktu et'Ad s Lorkhanem, o němž věřili, že oklamal jejich předky do stvoření Mundu. Poté, co je Lorkhanovy armády vyhnaly z Atmory a zničily Starou Ehlnofey, Trinimac údajně Lorkhana porazil před jeho lidskou armádou a vyrval mu jeho Srdce „s více než jeho vlastníma rukama“. Když se Trinimac a Auri-El pokoušeli toto Srdce zničit, tak se jim prostě vysmálo a řeklo: „Toto Srdce je srdcem světa, neboť jedno bylo stvořeno k uspokojení druhého“, což je přimělo ho schovat.[3] Většina legend o Trinimacovi vypráví o jeho smrti. Zúčastnil se mnoha bojů a při té jeho poslední šlo o zastavení exodu velothských opozičníků.[12][13] Boethiah byla údajně na Trinimaca naštvaná, protože roznášel „lži“ o Lorkhanovi.[14] Princ Trinimaca oklamal, pozřel ho a vzal na sebe jeho podobu.[1] Skrze sny a vize mluvila Boethiah k Velothovi a nutila ho dělat věci, o kterých Trinimacovi následovníci tvrdili, že jde o „rouhání“. Boethiah se následně zjevila a jeho hlasem odhalila lži jeho učení. Poté co Boethiah řádně kněží zostudila, si před celým shromážděním od Trinimaca ulevila. Tak se zrodil Malacath.[13]"
}