{
    "title": "Pelagius Septim III.",
    "table_of_contents": [
        "Obsah",
        "1 Životopis",
        "1.1 Časný život",
        "1.2 Haafingarský král",
        "1.3 Sňatek s Katariah Ra'athim",
        "1.4 Císařská vláda",
        "1.5 Poslední léta a smrt",
        "2 Vzhled a osobnost",
        "3 Hodnocení",
        "4 Reference"
    ],
    "infobox": "",
    "content": "Pelagius Septim III. Císař Pelagius III. Tamrielský císař Doba vlády 3E 145 - 3E 153 Předchůdce Magnus Septim Následník Katariah Ra'athim Jarl z Haafingaru Doba vlády 3E 137 - 3E 145 Předchůdce Potema Septim Následník Jolethe Septim Manžel/ka Katariah Ra'athim Děti Cassynder Septim Rod Septimové Otec Magnus Septim Matka Uthelia Direnni Narození 3E 119 nebo 3E 125, Lilmoth, Black Marsh Úmrtí 3E 153, High Rock Pelagius Septim III. (3E 119 - 3E 153) známý také jako Pelagius Šílený byl dvanáctým tamrielským císařem z dynastie Septimů, panující v letech 3E 145 až 3E 153. Nemocný císař proslul mnoha výstřelky a nebyl schopen samostatné vlády. Zbytek svého smutného života strávil v sanatoriích a regentskou vládu za něj vykonávala jeho manželka Katariah Ra'athim. Životopis Časný život Pelagius se narodil roku 3E 119 nebo 3E 125, snad v Lilmothu v Black Marshi. Jeho otec byl Magnus Septim, princ z vládnoucí dynastie Septimů, syn císaře Pelagia Septima II. Pelagiovou matkou byla Utheilla Direnni, královna z Lilmothu.[1] Chlapec byl první dítětem rodičů a dostal jméno Thoriz Pelagius Septim[2], jméno Pelagius obdržel po svém zemřelém dědovi císaři Pelagiovi II.[1] Zatímco Pelagius vyrůstal, v říši zuřila válka o Rudý diamant. Tato občanská válka začala, když na císařský trůn roku 3E 120 nastoupila Kintyra Septim II., Pelagiova sestřenice. Proti Kintyře však vystoupil její a Pelagiův bratranec Uriel. Na stranu Uriela se postavila i jeho matka Potema, což byla Pelagiova a Kintyřina teta.[3] Kintyra byla nakonec zradou zajata a Uriel se prohlásil tamrielským císařem. Proti nenáviděnému Urielovi a jeho matce Potemě se však postavil Magnus a jeho bratr Ceforus. Ke klíčové bitvě u Ichidagu došlo roku 3E 127, kdy Ceforus dosáhl nad Urielem rozhodujícího vítězství. Zatímco Uriel byl upálen rozzuřeným davem, Pelagiův strýc Ceforus se stal novým císařem.[1] Rozzuřená Potema však pokračovala i nadále v prohrané válce proti svým příbuzným. Právě proti Potemě vybojoval Pelagius svou první bitvu, když společně s otcem roku 3E 137 obléhal Samotu, její sídlo a hlavní město Haafingaru. Podle pověsti se během obléhání Pelagius se svou tetou setkal, aniž by věděl o koho se jedná. Potema údajně darovala Pelagiovi náhrdelník, který byl očarován strašlivou kletbou - svému nositeli postupně přivodil šílenství. Ať už byla pravda jakákoliv, Samota padla a Potema zemřela.[4] \"Víš, byla jsem kdysi jednou nebo dvakrát v Sále záznamů v císařském paláci a dočetla jsem se o tobě v pradávných věštbách. Jednoho dne se staneš císařem, můj hochu, císařem Pelagiem Septimem III., a díky tomuto kameni duše, jenž tě bude chránit, si potomstvo navždy zapamatuje tebe i tvé činy.\" ―30px Haafingarský král Samota, sídlo Pelagia jako haafingarského jarla Císař Ceforus byl vítězstvím nad svou sestrou potěšen a za odměnu jmenoval Pelagia novým králem Haafingaru. Mladý Pelagius se tak vlastně poprvé ujal státnických povinností. Během Pelagiova panování v Samotě se však objevily i první zvěsti o jeho výstřelcích a počátcích šílenství. Na adresu mladého krále proneslo jízlivé poznámky několik diplomatů.[2] Roku 3E 140 zemřel císař Ceforus na následky pádu z koně.[4] Protože Ceforus zemřel bezdětný a nebo bez žijících dědiců, stal se novým císařem jeho bratr Magnus. Pelagiův otec Magnus nastoupil na trůn v pokročilém věku a tak se pozornost celého Tamrielu obracela právě na mladého následníka trůnu.[2] Sňatek s Katariah Ra'athim Modrý palác, pravé křídlo nese jméno po Pelagiovi Již roku 3E 141 se císařské záznamy zmiňují o Pelagiovi jako o občasně výstředním.[4] Pelagius například zamkl mladé prince a princezny ze Silvenaru v komnatě a neodemkl jim do té doby, dokud mu zpod dveří nepodstrčili nepodepsanou listinu o vyhlášení války. Císař Magnus nakonec rozhodl, že se jeho syn musí oženit s dunmerskou vévodkyní z Vvardenfellu Katariah Ra'athim. Katariah byla údajně velmi krásná žena, její rodina pocházela z Ebonheartu, který byl za Války o Rudý diamant nakloněn Potemě a Uriela, bylo tedy potřeba upevnit vztahy mezi císařstvím a Ebonheartem. Mimo to bylo Katariah mimořádně inteligentní a chytrá a neexistovala tedy vhodnější adeptka, která by dokázala obratně zakrýt Pelagiovy výstřelky.[2] Císařská vláda Starý císař Magnus zemřel 8. Druhosevu roku 3E 145 poklidnou smrtí ve spánku.[2] Ihned po císařově smrti se šířily pověsti, že jej dal zavraždit jeho syn Pelagius. Jednalo se však zřejmě o nepodloženou pomluvu, protože Pelagius do Imperial City cestoval málokdy a většinou zůstával v Samotě.[5] Bezprostředně po otcově smrti předal Pelagius vládu nad Haafingarem své sestře Jolethe a společně s manželkou se odebral do Imperial City, aby se ujal císařské vlády. Při korunovaci Pelagius údajně omdlel, ale naštěstí jej zachytila jeho manželka a nikdo nic nepoznal. Pelagius Septim III. však říši ve skutečnosti nikdy nevládl. Od začátku za něj vykonávala regentskou vládu jeho manželka, s podporou Rady Starších. Přes všechna opatření se nepodařilo zabránit Pelagiovým výstřelkům, ten urážel své vazaly, zesměšňoval hodnostáře a údajně fyzicky napadal návštěvníky paláce. Při jedné příležitosti se císař dokonce pokusil o sebevraždu oběšením. Dva roky po Pelagiově nástupu na císařský trůn se situace zdála být neudržitelnou a Rada Starších oficiálně jmenovala Katariah regentkou.[5][2] Poslední léta a smrt Posledních šest let svého života strávil císař Pelagius putováním po různých sanatoriích a ústavech. Císaři byly poskytovány špičkové služby, příslušící jeho postavení. Císařovna Katariah svého manžela často navštěvovala a z jedné z návštěv se vrátila těhotná. Na svět tak přišlo jediné Pelagiovo dítě, syn Cassynder, který byl mimochodem i posledním z čisté linie Septimů. Císař Pelagius Septim III. skonal po krátké horečce ve věku čtyřiatřiceti let roku 3E 153, při pobytu v chrámu Kynareth na bretonském ostrově v High Rocku.[5][2] Vzhled a osobnost Pelagius Septim III. Jako dítě byl prý Pelagius nadějný a pohledný chlapec, který se zajímal o sport, magii a hudbu. Podle všeho působil jako slibný příslušník dynastie Septimů a nic nenasvědčovalo o jeho budoucím šílenství.[2] Pelagius také v mládí proslul jako energický a laskavý muž.[4] S počínajícím šílenstvím se však objevují různé zprávy, především o výkyvech panovníkovy hmotnosti. Jistý diplomat zmiňoval ve své zprávě Pelagia jako rozšafného a štědrého panovníka, jehož srdce se zdálo být širším než jeho mocná hruď. O pět měsíců později se objevuje zpráva o panovníkově až nezdravé vychrtlosti. Pelagius byl prý také posedlý čistotou a za jeho časů probouzelo hosty císařského paláce ranní gruntování. Když prý císař nenašel v paláci jediné smítko, alespoň se doprostřed komnaty vyprázdnil, aby mělo služebnictvo co uklízet.[2] Hodnocení Pelagius Septim III. patří mezi nejznámější císaře Tamrielu. Do dějin se nezapsal slavnými skutky, jako například velikáni Tiber Septim, Uriel Septim V. či Uriel Septim VII., ale právě svou šíleností. Pelagia III. obestřela mlha pověstí, anekdot a historek plně využívajících jeho jeho choromyslnosti. Osudu císaře patří mezi nejsmutnější a je jedno jestli byl dán nemocí a nebo kletbou Potemy Septim. Pelagius usedl na císařský trůn krátce po Válce o Rudý diamant, tedy v době, kdyby bylo zapotřebí silného panovníka, který by obnovil pořádek v provinciích, volajících po větším dílu nezávislosti. Jediným štěstím nemocného císaře bylo, že měl schopnou manželku Katariah. Její inteligence a diplomatický cit plně vyvážily císařovo šílenství. Není proto divu, že tato schopná dunmerka převzala regentskou vládu nad říší za nemocného císaře. Katariah vládla jako císařovna i po Pelagiově smrti, jako regentka za nezletilého syna Cassynder. Pelagius Septim III. se však paradoxně těšil i velké popularitě a v High Rocku se dokonce slaví svátek na jeho počest, kdy je dovoleno bláznovství všeho druhu. Předchůdce:Potema Septim Jarl z Haafingaru3E 137 - 3E 145 Nástupce:Jolethe Septim Předchůdce:Magnus Septim Tamrielský císař3E 145 - 3E 153 Nástupce:Katariah Ra'athim Předchůdce:Magnus Septim Cyrodiilský císař3E 145 - 3E 153 Nástupce:Katariah Ra'athim"
}