{
    "title": "Penitus Oculatus",
    "table_of_contents": [
        "Obsah",
        "1 Etymológia",
        "2 Nábor",
        "3 Ciele",
        "4 Hodnosti"
    ],
    "infobox": "",
    "content": "Penitus Oculatus je tajná organizácia lojálna výlučne Tamrielskému cisárovi a jeho najbližším spolupracovníkom. Bola založená niekedy začiatkom Štvrtej éry, pravdepodobne počas vlády cisára Titusa Mede I. Centrála Penitus Oculatus sa nachádza v Zlatobielej veži. Etymológia Slovné spojenie Penitus Oculatus pochádza z latinčiny. Doslovný preklad znamená: Vnútorné oko Nábor Penitus Oculatus oslovuje mladých talentovaných ľudí lojálnych voči Cisárstvu. Jedná sa prevažne o osoby s vojenským výcvikom, ale aj o bojových mágov. Potencionálny regrúti dostanú vždy dve úlohy. Prvou z nich je vražda nežiadúcej osoby osobne označenej cisárom. Druhou úlohou je úspešne presvedčiť Intendanta, že regrút je pripravený oficiálne vstúpiť do Penitus Oculatus. Tí, ktorí sú úspešné prijatí do organizácie musia prejsť špecializovaným výcvikom, ktorý konkrétne určí akými úlohami sa budú v budúcnosti zaoberať (napríklad špionážou aktivít Thalmoru). Ciele Jednotliví agenti Penitus Oculatus majú rôznorodú pracovnú náplň. Po tom, ako Čepele odmietli chrániť cisára nedrakorodeného pôvodu plnia túto povinnosť agenti Penitus Oculatus. Zabezpečujú taktiež ochranu ostatným členom vládnucej dynastie. Istý segment agentov vykonáva spravodajskú službu ako rozviedka. Zároveň na vlastnom území vykonáva kontrarozviednu činnosť a stará sa o výsluch špiónov cudzích mocností. Hodnosti Regrút - Označenie pre potencionálnych členov. Buď sú v procese prijatia, alebo podstupujú povinný tréning Inšpektor - Vykonáva vyšetrovaciu činnosť. Plný člen organizácie. Intendant - Slúžia ako velitelia inšpektorov. Starajú sa aj o nábor do organizácie a tréning regrútov. Profesor - Vykonávajú nižšiu administratívnu činnosť. Starajú sa o knižnicu s tajnými dokumentami a majú prístup ku kúzlu, ktoré odhalí dokument s ktorým sa neoprávnene narábalo a taktiež identitu podozrivého. Administrátor - Vykonávajú vyššiu administratívnu činnosť. Zadávajú nižším hodnostiam úlohy. Veliteľ - Najvyššia hodnosť. Je priamo zodpovedný za ochranu cisára."
}