{
    "title": "Peryite",
    "table_of_contents": "",
    "infobox": "",
    "content": "Peryite Informace o náboženství Náboženství Uctívání daeder Panteon Daedričtí princové Druh boha Úkoly, přirozené právo, znečištění, mor Artefakty Lamač kouzel \"Je jako hnis v ráně. Jistě, řádní se teď začnou ušklíbat, jenže hnis nasává zkaženost a čistí krev. Ano, uctívám Peryita, protože někdy lze svět očistit pouze nemocí.\" ―Kesh Čistý[src] Peryite je jeden ze sedmnácti daedrických princů, kteří pobývají v říši Zapomnění. Jeho sféra zájmu se zabývá úkoly, přirozeným právem (neplést si s absolutním řádem Jyggalaga), znečištěním a morem.[1][2] Peryitova sféra je popisovaná jako „velení nižším sférám Zapomnění“.[3] Také se mu říká Kaprál,[3] Šiřitel nákazy,[4] Pán infekce a moru,[5] Přinašeč nákazy a moru,[6][7] Pán přirozeného práva, Daedrický princ moru,[8] Mistr úkolů[9] a Pán vydatného hnisu a hojných zvratků.[5] Peryite “žehná“ své stoupence nemocemi, a je považován za jedno z nejvíce destruktivních Princů.[10] Je typicky vyobrazován jako zelený čtyřnohý drak a také na sebe tuto podobu často bere. Jeho podobnost s Akatoshem je považovaná za jakýsi kuriózní žert.[NR 1] Občas se objevuje i jako přízračné zjevení škůdců, jako jsou kolčaváci.[11] Stočený, hadu podobný drak a kolčavák jsou jeho dva nejposvátnější symboly.[5] Nordská bohyně Kyne údajně Peryitovi dává duchy zemřelých kolčaváků.[12] Peryite je považován za jednoho z nejslabších Princů. Občas zaměstnává některé ubohé dremory churl či caitiff.[13] Jeho vyvolávací den je 9. dešťové ruky,[14] ale aby jste s ním mohli komunikovat, je potřeba vyrobit kadidlo z upířího prachu, jednoho železného ingotu, květ smrtničky a bezvadný rubín.[11] Mezi jeho nepřátele patří Ebonarm, Boethiah, Vaermina a Mephala.[15] Peryitův dech údajně znečišťuje „mraky i tůně“.[16] Má za úkol zabraňovat daedronům – chaotickým kreacím schopných vnímat díky vůli daeder či smrtelníků – způsobovat škodu v Zapomnění, zejména skrze události známé jako „trhliny říší“.[17]"
}