{
    "title": "Portál: Tamrielská říše",
    "table_of_contents": "",
    "infobox": "",
    "content": "℮ Portál Tamrielská říše se zabývá svébytným státním útvarem Císařských, založeném na konci druhé éry císařem Tiberem Septimem. Tamrielská říše po staletí ovládala území celého kontinentu, podle kterého ostatně získala své jméno. Dějiny říše a osudy jejích obyvatel zasahují v současné době do tří ér a jsou plné zvratů. Vyspělá civilizace Císařských státoprávně, kulturně, ekonomicky a vojensky po staletí ovlivňovala a stále ovlivňuje množství národů, obývajících kontinent. Cílem tohoto portálu je čtenářům poskytnout odkazy na všechna zajímavá témata a články, související s touto monumentální říší a civilizací. Článek o Tamrielské říši » ℮ Vybraný článek Titus Mede II. byl tamrielský císař z dynastie Mede, vládnoucí v letech 4E 168 až 4E 201. Krátce po svém nástupu na trůn, musel Titus čelit invazi Aldmerského spolku. Konflikt vešel do dějin jako Velká válka. Titus sice nakonec dosáhl nad Altmery vítězství, ale musel přijmout požadavky Thalmoru, známé jako Bělozlatý konkordát. Tato mírová smlouva zakazovala uctívání Talose a způsobila vnitřní rozpory v říši, de facto smlouva zpochybnila velmocenské postavení říše. Císař musel čelit především nepokojům ve Skyrimu. Nejdříve došlo k povstání Zapřísáhlých a o několik let později se rozhořela občanská válka ve Skyrimu. Jedním z posledních císařových činů před smrtí, byl pokus povstání ve Skyrimu potlačit. Císař byl zavražděn roku 4E 201. Číst celý článek » ℮ Historie Dějiny říše • Druhá éra • Třetí éra • Čtvrtá éra • Septimové • Mede ℮ Ozbrojené síly a konflikty Císařské legie • Císařské loďstvo • Seznam válek ℮ Kultura, společnost, ekonomika a náboženství Architektura • Božská osmička • Císařští • Hospodářství • Kultura • Měna • Talos ℮ Vybraný obrázek Mapa Tamrielu cca 4E 201 zobrazuje přibližný rozsah Tamrielské říše a jejích sousedů. Až na Morrowind, lze předpokládat, že hranice jednotlivých zemí jsou zobrazeny dobře. V případě Morrowindu však víme, že jižní území ovládají Argoniánci, zatímco severní cíp země zůstává součástí říše. ℮ Vláda, správa a právo Císař • Seznam císařů • Rada Starších • Provincie: Cyrodiil, Skyrim, High Rock, Morrowind, Solstheim • Císařské právo ℮ Sousední státy a národy Aldmerský spolek • Black Marsh • Hammerfell ℮ kategorie Bude doplněno"
}