{
    "title": "Proroctví o Nerevarínovi",
    "table_of_contents": [
        "Obsah",
        "1 Původ:",
        "2 Výroky proroctví:",
        "2.1 Ztracené proroctví",
        "2.2 Sedm kleteb",
        "2.3 Sedm vizí",
        "2.4 Cizinec",
        "3 Naplnění:",
        "4 Trivia:"
    ],
    "infobox": "",
    "content": "Zobrazení Nerevarovi vraždy Proroctví o Nerevarínovi (Nerevarine Prophecy) předpovídá, že Indoril Nerevar, hortátor neboli vojenský vůdce sjednoceného chimerského státu za rané první éry, se vrátí jako Nerevarín (The Nerevarine) a spasí následníky svého lidu, dunmeri. Bylo obzvlášť spjaté s Nerevarínovým kultem rozšířeným mezi popelci (Ashlanders), kteří věřili, že Nerevarín svrhne falešný Tribunál a vyžene cizince, nebo alespoň císařství, z Morrowindu. V tisíciletích po Nerevarově smrti se několik dunmerů pokusilo neúspěšně proroctví splnit a stala se z nich takzvaná \"falešná vtělení\" (Failed Incarnates)-fenomén, jehož Tribunál využil, aby proroctví vyvrátili, ale kult to jen posílilo. Obecně se má za to, že proroctví bylo naplněno roku 3E 427 jistým cizincem, který sjednotil dunmerské Velké domy a kmeny Zemí popela (Ashlands) Vvardenfellu, porazil Šarmata Dagoth Ura a konečně skoncoval s vládou Tribunálu tím, že zabil bohyni Almalexii a odstranil Lorkhanovo srdce, zdroj jejich božské moci, z tohoto světa. Tento cizinec byl ve skutečnosti vyslán do Morrowindu císařem Urielem Septimem VII., jehož explicitním úkolem bylo proroctví naplnit. Byť měl Uriel o tuto legendu velký osobní zájem, neví se, jak přesně se o ní dozvěděl. Původ: Busta Indoril Nerevara z pozdní první éry V bitvě na Rudé hoře, zhruba kolem roku 1E 700, se sjednocený chimerský voj utkal s dwemeri ve vrcholném střetnutí války První rady. Se svou ženou Almalexií a rádci Vivecem a Sotha Silem, Nerevar tuto armádu vedl. Měli v úmyslu zabránit dwemerům postavit umělého boha poháněného Lorkhanovým srdcem. Vivec píše, že na vrcholu bitvy dwemerský inženýr Kagrenac udeřil do Srdce svým nářadím a celá jeho rasa následně zmizela. Jiní tvrdí, že to byl daedrický kníže Azura, kterou chimerové uctívali, kdo nasměroval moc Kagrenacova nářadí, aby oddělila dwemeri od Srdce, čímž se všichni rozpadli v prach. Nerevarovi rádci jej přesvědčili, aby si nástroje, které dwemerové na Srdce použili, ponechal, ale hortátor je přiměl složit přísahu v Azuřině jménu, že nástroje nepoužijí k získání božství. Voryn Dagoth, později Dagoth Ur, byl zanechán v Rudé hoře se Srdcem i nářadím. Co se mezi Nerevarem a jeho rádci událo poté, to už je nejasné, ale když se budoucí Tribunál vynořil z útrob hory, Nerevar byl mrtev a Voryn taktéž. Vivec zaznamenal, že Nerevarova poslední slova byla zopakováním jeho příkazu nezískat božství. Dům Dagoth byl zničen a jeho členové buď zabiti nebo adoptováni jinými domy. Slib dodržen nebyl. Sotha Sil, Almalexie a Vivec užili Kagrenacova nářadí a moci Srdce k nanebevzetí a stali se z nich bohové Tribunálu. Některé zdroje tvrdí, že Nerevara jako součást potřebného rituálu zavraždili. V každém případě, Azura, jejíž přísahu porušili, se před novými bohy zjevila a prorokovala, že Nerevar se vrátí potrestat je za jejich porušený slib a zajistí, že nikdo po nich už božství nedosáhne. Tak začalo proroctví o Nerevarínovi. Výroky proroctví: Spíše, než aby se jednalo o jeden celistvý výrok jako proroctví o Drakorozeném (Prophecy of the Dragonborn), proroctví o Nerevarínovi bylo odlišně zaznamenáno v mnoha spisech a orálních legendách. Vskutku, popelci (Ashlanders) věří, že nerevarínských proroctví bylo velké množství a postupem času se na mnohá zapomnělo, byla skryta nebo je někdo úmyslně ztratil. Jejich interpretace je často nejasná, ale jejich překrývající se prvky a vztah ke skutečným událostem je pomáhá ujasnit. Stanovovaly požadavky pravého Nerevarína. Nejvýznamnější byla následující: Ztracené proroctví Ztracené proroctví je záznam z Apographi (Apographa), tajného spisu disidentních kněží Tribunálního chrámu, který popisuje Nerevarínův původ a zkoušky. Sedmého znamení jedenácté generace Ni ohař, ni guar, ni setba ni hrůza Ale z-draka-zrozené a dálnou-hvězdou-označené Cizí vtělení pod horou rudou Hvězdou-žehnanou rukou tříme třikrát-prokleté ostří By sklidilo sklizeň domu neoplakávaného V tomto verši, slovy \"z-draka-zrozený a dálnou-hvězdou-označený\" je míněn Nerevarín, který se narodí v cizí zemi pod vládou císařství, jehož znakem je drak. S Azuřiným \"hvězdným\" požehnáním a \"třikrát-prokletou\" dwemerskou čepelí Ostřením (Keening), jedním z Kagrenacových nástrojů, Nerevarín \"sklidí sklizeň\"-odmění a potrestá-dům Dagoth, \"dům neoplakávaný.\" Sedm kleteb \"...ze síní domu křivopřísežného zvoníš kleteb sedm bohů rouhavých...\" Sedm kleteb je další výtažek z Apographi a jmenuje hrozby, jimž se má Nerevarín postavit. ...skrz dveře domu neoplakávaného kde pochybovači pochybují a pleticháří pikle kují ze síní domu křivopřísežného zvoníš[1] kleteb sedm bohů rouhavých první kletba, kletba-ohně druhá kletba, kletba-popela třetí kletba, kletba-masa čtvrtá kletba, kletba-duchů pátá kletba, kletba-sémě šestá kletba, kletba-zoufalství sedmá kletba, kletba-snů Kletby znějící z domu \"neoplakávaného\" a \"křivopřísežného\"-domu Dagoth-podle všeho mluví o znameních vzestupu Dagoth Ura; oheň a popel stoupají z Rudé hory, sněť (The Blight) a corprus ničí život všeho v okolí a jak jeho plány spějí ke svému vyvrcholení, Otec hory manipuluje se sny dunmerů. Význam kleteb duchů, sémě a zoufalství je stále nejasný. Sedm vizí \"...v jeskyních temných oko Azuřino vidí a rozzařuje měsíc a hvězdu...\" Sedm vizí je orální tradice popelců hovořící o sedmi zkouškách, jimiž se má Nerevarín prokázat. Forma zde udaná pochází ze slov Nibani Maesy, moudré ženy kmene Urshilaku, jenž byla sepsána údajným Nerevarínem roku 3E 427. sedm kleteb K čemu ruku dá, to staniž se Co zničeno je, to bude napraveno. první zkouška Jistého dne nejistým rodičům Vtělení hvězdy a měsíce narodí se. \"...milost jeho prokleté bohy falešné osvobodí, hojí raněné, vykupuje šílené...\" druhá zkouška Sněť ni stáří jej nezraní Kletba-masa před ním prchá. třetí zkouška V jeskyních temných oko Azuřino vidí A rozzáří měsíc a hvězdu. čtvrtá zkouška Hlas cizincův domy jednotí. Síně tři hortátorem jej zvou. pátá zkouška Ruka cizincova velothské jednotí. Kmeny čtyři Nerevarínem jej zvou. šestá zkouška Ctí krev kmene neoplakávaného. Hřích jejich pojídá a znovuzrozen je. sedmá zkouška Milost jeho prokleté bohy falešné osvobodí Hojí raněné, vykupuje šílené. jeden osud Zákon lidu Velothova obhajuje. Za zemi jejich mluví a velikými jmenuje je. První zkouška hovoří o Nerevarínově původu. Druhá zmiňuje Nerevarínovu imunitu vůči sněti a corprusu a ta třetí jeho výběr Azurou a snad i schopnost nést kouzelný prsten Měsíc-a-Hvězdu požehnaný Azurou tak, aby jej mohl nosit jen Nerevar. Čtvrté a páté zkoušky mluví o Nerevarínově sjednocení Velkých domů a popeleckých kmenů, z nichž jej každý jmenuje Nerevarínem a hortátorem. Šestá zkouška se nejspíš vztahuje k Nerevarínově skoncování s Dagoth Urem a pokání za jeho hřích-\"kmen neoplakávaný\" by však mohli být i dwemerové, jejichž nářadí má Nerevarín použít a ta sedmá k jeho svržení \"falešných bohů\" Tribunálu. Konečně, verše mluví o tom, jak má Nerevarín sjednotit \"lid Velothův,\" dunmeri, pod jedním zákonem, což snad znamená konec nepřátelství mezi Tribunálským chrámem, disidentskými knězi a popelci, což se událo po pádu Tribunálu. Cizinec \"...když rozdělena země jest a nebe čerň dusí a spáči slouží sedmi kletbám...\" Cizinec je další popelecká orální tradice. Stejně jako Sedm vizí, následující text jsou slova Nibani Maesy sepsaná Nerevarínem, ale téměř identický text byl tehdy znám i císařským autoritám. Když rozdělena země jest a nebe čerň dusí, A spáči slouží kletbám sedmi, Ke krbu cizinec přichází, Jenž cestoval dlouhou pod měsícem a hvězdou. Byť chudě narodil se rodičce nejisté, Ducha jeho značí osud jistý, Zlí jej loví, spravedlivý proklínají Proroci mluví, ale všichni popírají. Mnohé strasti zdolány jsou Osud cizince, kleteb zhoubou. Mnozí cizince zkouší. Mnozí padnou, ale jeden zůstává. Tyto verše popisují sněť a aktivitu Rudé hory po vzestupu Dagoth Ura a odkazují na Nerevarínovu dlouhou cestu, spolu s jeho rodinným znakem, měsícem a hvězdou; možná i přímo zmiňují očarovaný prsten stejného jména. Nerevarínův \"duch\" je horoskop jeho narození. \"Sedm kleteb\" a \"mnoho strastí\" zase mluví o překážkách, které musí Nerevarín překonat. Naplnění: Cizinec, jenž porazil Dagoth Ura roku 3E 427, se vydal naplnit podmínky proroctví a udělal to hlavně tak, že následoval zkoušky popsané v Sedmi vizích. Potom co cizinec splnil prvních pět zkoušek, Tribunální chrám na příkaz arcikánona a patriarchy Tholer Saryoniho souhlasil s cizincovým tvrzením, že je Nerevarín a s potlačováním proroctví oficiálně skončili. Bohové Tribunálu Vivec a Almalexia jeho identitu také potvrdili, ale Sotha Sil zemřel dřív, než mohl cokoli říct. Porážka Dagoth Ura a Almalexie spolu s odstraněním Srdce značili konec Tribunálu. Pád těchto božských králů vedl o pár let později ke katastrofám Rudého roku 4E 5. Náboženské rozdíly mezi popelci a Tribunálním chrámem zmizeli. V nové éře, která přišla po krizi Zapomnění (Oblivion Crisis), dalo císařství Morrowindu nezávislost, což snad bylo poslední naplnění proroctví Nerevarínova kultu. Trivia: Jisté naděje spojené s proroctvím o Nerevarínovi, jako třeba představa, že svrhne Tribunál a vyžene cizince z Morrowindu, mají i podobnou charakteristiku s cíly Dagoth Ura skrze jeho vzkříšený Šestý dům. Vskutku, víra nerevarínského kultu v to, že jejich vyvolený vyžene cizáky z jejich domova v žádném z textů proroctví nestojí. Dagoth Ur je popisován i jako Nerevarův spojenec, který chtěl v jistých spisech pomstít jeho smrt a při jejich poslední konfrontace nabídl Nerevarínovi spojenectví. zvoníš Slovo \"zvoníš\" neměnit! Chyba je i v originále."
}