{
    "title": "První éra",
    "table_of_contents": [
        "Obsah",
        "1 První století",
        "1.1 1E 0",
        "1.2 1E 20",
        "1.3 1E 68",
        "2 Druhé století",
        "2.1 1E 113",
        "2.2 1E 140",
        "2.3 1E 143",
        "2.4 1E 184",
        "2.5 1E 198",
        "3 Třetí století",
        "3.1 1E 200",
        "3.2 1E 221",
        "3.3 1E 222",
        "3.4 1E 227",
        "3.5 1E 240",
        "3.6 1E 240+",
        "3.7 1E 242",
        "3.8 1E 243",
        "3.9 1E 244",
        "3.10 1E 246",
        "3.11 1E 266",
        "4 Čtvrté století",
        "4.1 1E 340",
        "4.2 1E 355",
        "4.3 1E 358",
        "4.4 1E 361",
        "4.5 1E 369",
        "4.6 1E 374",
        "4.7 1E 376",
        "4.8 1E 393",
        "5 Poznámky",
        "6 Zdroje"
    ],
    "infobox": "",
    "content": "První éra, také první věk,[1] bylo časové období trvající 2920 let. Začala se založením camoranské dynastie a skončila vraždou císaře Remana Cyrodiila III. První století 1E 0 Král Eplear zakládá camoranskou dynastii ve Valenwoodu.[2] Cyrodiilští ayleidé využívají tohoto nově vzniklého království, aby se zbavili vlivu království Alinoru na Summersetských ostrovech. Bílo-zlatá věž se stává nezávislým městským státem a srdcem ayleidského impéria.[3] 1E 20 Bretonský mudrc a autor Voernet píše o svém výletu na ostrov Artaeum, kvůli setkání s Iachesisem, obřadním mistrem Psijiků, kteří sloužili jako poradci králů a zastánci „Staré cesty“, o které se naučili od původní rasy, obývající Tamriel. Jedná se o úplně první zmínku o Psijickém řádu v historii[4] 1E 68 Poslední atmoranská „invaze“, kdy dvě atmoranské lodě plné mrtvol prosí o povolení vplout do tamrielského přístavu. Jedná se o poslední vlnu masivní migrace atmoranů na kontinent. Atmora je považovaná za příliš zamrzlou, než aby tam někdo dokázal dlouho přežít.[5] Druhé století 1E 113 Narodil se Harald, budoucí první nordský král.[Poznámka 1] 1E 140 Haraldovy vojenské jednotky náhodně nacházejí a útočí na Forelhost, poslední pevnost Dračího kultu. Když se armáda dostává dovnitř, většina kultistů páchá sebevraždu otrávením zásobárny vody, čímž také způsobují smrt velké části útočících nepřátel.[6] 1E 143 Harald, třináctý potomek Ysgramorovy legendární pokrevní linie, se vzdává držav svých předků v Atmoře a zakládá první skyrimské království s hlavním městem Windhelm. Později usedá na trůn jako první historický nordský velekrál.[7][8] 1E 184 Král Harald zavádí první nordský sněm.[9] 1E 198 Narfinselský rozkol, vnitřní konflikt pozdní merethické éry mezi aedry uctívajícími ayleidy a těmi daedry uctívajícími, vrcholí u Wendelbeku. Atatarský král Glinferen vede své daedrafilské vojáky proti tradicionalistickým barsaebikům. Barsaebikové jsou vyhnáni z Heartlands do severozápadní Argonie, čímž v Cyrodiilu končí opozice proti vyznávání daeder. Tato událost se zapisuje do historie jako Očista Wendelbeku.[10] Třetí století 1E 200 Khosey píše zprávu z první ruky o tom, jak nordská lovecká výprava objevila bretonce.[11] Tamrileanské traktáty se také zmiňují o nejspíš prvním předchůdci rodu Tharn, jménem „Tharanus Ye Redde-Hand“, o němž historici tvrdí, že sloužil jako úředník u ayleidů.[12] 1E 221 Velekrál Harald umírá ve věku 108 let. Na jeho místo nastupuje jeho nejstarší syn, Hjalmer.[7][13] 1E 222 Velekrál Hjalmer umírá. Na jeho místo nastupuje Haraldův druhý nejstarší syn, Vrage Nadaný.[13][14][Poznámka 2] 1E 227 Odehrává se Pozvolný masakr. Jedním z účastníků je i Tharhan Mutilant. Později vědci teoretizují o tom, že Tharhan a předchůdce Tharnů, Tharanus Ye Redde-Hand, byli jedna a ta samá osoba.[12] 1E 240 Král Vrage zahajuje Skyrimské dobývání, kdy rozšířil své hranice do Morrowindu a High Rocku.[7][13][14][15][16] 1E 240+ Někdy po roce 240 se skyrimským velekrálem stává Gellir a dobývá oslabené dwemerské městské státy.[17] 1E 242 Alessianské povstání otroků propuká v Cyrodiilu. Alessia, později Královna otroků, vede převážně lidské otroky proti ayleidské říši. Na pomoc jí přicházejí nordové a někteří ayleidští vůdci. Nakonec získávají vládu nad celým Cyrodiilem.[18][19][20][21] 1E 243 Bílo-zlatá věž konečně padá do rukou povstalců, a tak v Cyrodiilu končí nadvláda ayleidů, a Alessia zakládá Alessianskou říši, „První císařství“. Zbývající elfové, kteří Alessii oponovali, hledají útočiště ve Valenwoodu u Camoranů a v High Rocku u Dirennů, zatímco ayleidští rebelové, jenž za Alessií stáli, nadále ovládají části Cyrodiilu, ovšem slouží jako loutky nové císařovny Alessie.[21] 1E 244 Fuldimar Hookhand nachází ostrov Kynina záštita. Ruiny Dračího kultu na severním pobřeží ale vypovídá o mnohem starší a temnější minulosti.[22] 1E 246 Útočící nordové dobývají severní polovinu Iliackého zálivu, součástí čehož je i současná provincie High Rocku, a zakládají město Daggerfall. Mezi první civilizované akty nordů patří sčítání lidu – Kniha života. Na 933. stránce této knihy je psané toto: „Severně od Nejvyššího útesu, jižně od slatiny, západně od pahorků a východně od moře leží DAGGERFALL. 110 mužů, 93 žen, 13 dětí do věku 8 let, 58 krav, 7 býků, 63 slepic, 11 kohoutů, 38 vepřů zde žije.“[23] 1E 266 Akatosh (nebo Shezarr v podobě Pelinala)[20] přichází k Bílo-zlaté věži v Imperial City a jmenuje umírající Alessii první cyrodiilskou svatou. Tak Královna otroků umírá[24] a stává se první duší v Amuletu králů.[25][26] Čtvrté století 1E 340 Valenwood uzavírá obchodní smlouvu s Alessianskou říší.[2] 1E 355 Klan Direnni, jediný nám známý altmerský vládnoucí rod na lidském území, se ujímá vlády v High Rocku díky politické manipulaci a různým intrikám.[13] 1E 358 Císař Ami-El ze Cyrodiilu posílá své jednotky do Skyrimu jako součást vojenského tažení proti Dirennské hegemonii v Západních pláních. Anti-aldmerské mínění vzrůstá, jak Skyrim přichází o čím dál více svého území ve Velké Bretony právě Direnncům.[UL 1] 1E 361 Alessianský řád se stává dominantní politickou frakcí v celé Říši a jejich Doktríny jsou prosazované napříč Cyrodiilem a severním Tamrielem.[21] Doktríny podstrkují velmi přísná náboženská učení proroka Marukha, který, poté co údajně obdržel vidění od svaté Alessie, začal pochybovat o právu elfů vládnout a žádal o potlačení elfských prvků v panteonu Osmi svatých.[27] Řád vnucuje přísný etický kodex, který znemožňuje většinu forem zábavy.[28] Zbývající ayleidské lordstvo, kdysi Říší tolerováno, je zrušeno.[21] 1E 369 Když je velekrál Borgas Winterholdský během Divokého lovu zabit a sněm selhává ve zvolení jarla Hanse dalším skyrimským vládcem, napříč celou Nordskou říší propuká válka o následnictví. Konflikt vede k zániku císařství, jako následek toho, jak se jeho teritoria v Morrowindu, High Rocku a Cyrodiilu od něj oddělují. Válka končí v roce 420 Paktem náčelníků.[15][23] 1E 374 Nenalatě, poslednímu ayleidskému městu v Cyrodiilu, bylo dáno ultimátum opustit provincii nebo čelit popravě. Král Laloriaran Dynar shromažďuje ty, kteří si přejí odejít a vede exodus na území Dirennské hegemonie. Krátce poté alessianská armáda přichází k Nenalatě a masakruje všechny ty, kteří si zvolili zůstat.[21][29] 1E 376 Tradiční dogmata Yokudanské říše jsou svrženy a přestože každý následující císař nadále zůstává hlavou celého císařství, jejich moc je poměrně dost omezená. Redguardi zažívají 300 let téměř nepřetržité občanské války mezi provinciálními lordy, válečnými mnichy a bandity, jenž spolu bojují o území a moc před narozením hrdiny Hundinga.[30][Poznámka 3] 1E 393 Alessianský řád drancuje Maladu, starodávný ayleidský chrám.[24] Poznámky Některé záznamy zaměňují Haraldovu vládu s jeho věkem. Kniha Dobytí a osídlení pohraničí, Historie cyrodiilské společnosti mu připisuje roky 1E 113 až 221 (108 let), a Daggerfallské kroniky i Kapesní průvodce po Císařství, První vydání: Skyrim tvrdí, že zemřel ve věku 108 let, což znamená, že se narodil v roce 113. Kapesní průvodce po Císařství, Třetí vydání: Skyrim také říká, že „V roce 113 první éry celému modernímu Skyrimu vládl král Harald“, takže se datum jeho narození a vlády kryjí. Na kamenné desce ve Windhelmu je vyryté, že jeho vláda začala v roce 143. Daggerfallské kroniky obsahují určité nesrovnalosti. Označují Vrage za nejmladšího syna velekrále Hjalmera. Na základě informací obsažených v knize Král Edward, Část 10. můžeme jasně říct, že to byli ve skutečnosti sourozenci. Také tvrdí, že Skyrim přišel o svá teritoria Morrowindu a High Rocku v 1E 401. Yokudanská data jsou v knihách obvykle psaná „starým způsobem počítání“. Za pomocí informací z knihy Divad Pěvec od Destriho Melarga může být jakékoliv yokudanské datum převedeno na tamrielské odečtením 1636 od původního čísla. Je důležité podotknout, že tyto hodnoty nemusí být přesné, jelikož Melarg není tak úplně konkrétní ve svém tvrzení."
}