{
    "title": "Pád z vrcholu",
    "table_of_contents": "",
    "infobox": "",
    "content": "Pád z vrcholu je kniha vyskytující se ve hře The Elder Scrolls V: Skyrim. Sepsal ji Nithilis Lidari a pojednává o úpadku skyrimského cechu zlodějů. Text Pád z vrcholu Nithilis Lidari Skyrimský cech zlodějů je obestřen tajemstvím. Za posledních několik desítek let se z jedné z nejvlivnějších zločinných organizací v celém Tamrielu stala malá skupinka pobudů, kteří sotva stačí na to, aby nadělali trochu zmatků ve svém domovském městě Riftenu. Ačkoli důkazy o původu jejího rychlého úpadku nikdy nevypluly na povrch, spekuluje se o něm přímo bezuzdně. Jedna teorie praví, že cech utrpěl velkou ztrátu. Lidé jsou přesvědčení, že jejich cechmistra zabil někdo z jejich vlastních řad. Tenhle cechmistr, kterého všichni znají jako \"Galla\", udržoval pevné vztahy s vlivnými skyrimskými rody. Po jeho smrti se pouta rozpadla a bez nich cech nemohl bezpečně provozovat své aktivity ve skyrimských državách. Druhá teorie napovídá, že cech postihlo nějaké záhadné \"prokletí\", v jehož důsledku se běžné činnosti pro jeho členy staly velmi obtížnými. Na podporu této teorie sice neexistují žádné důkazy, ale za poslední dvě desítky let se zdá, že neobvykle narostl počet neúspěšných pokusů o velmi výnosné akce. Důvod tohoto údajného prokletí se přisuzuje prakticky všemu, od zmíněné vraždy, až po boží zásah. Abych mohl tuto záhadu vyřešit jednou provždy, strávil jsem poslední dva roky snahou o proniknutí do cechu zlodějů. Z počátku byly pokusy o navázání kontaktu vždy obtížné, jelikož jsou k cizincům velmi nedůvěřiví. Ale díky neutuchajícím snahám se mi podařilo získat jejich důvěrů. Doufám, že jakmile získám přístup k někomu z velení cechu, dozvím se o jejich úpadku víc a budu moct vydat druhý díl své práce. Ačkoli napomáhání cechu v jejich špinavých zločinech ze mě dělá zločince, mám za to, že to je břímě, které stojí za to nést. Záhada úpadku cechu zlodějů se musí jednou provždy vyjasnit. Jedná se přeci o nedílnou součást skyrimské historie."
}