{
    "title": "Pád Imperial City",
    "table_of_contents": [
        "Obsah",
        "1 Předcházející události",
        "2 Obléhání",
        "3 Důsledky",
        "4 Zdroj"
    ],
    "infobox": "Pád Imperial City Informace Trvání: 4E 172 - 4E 12.05.174 Místo: Imperial City, Cyrodiil Výsledek: Vítězství Aldmerského spolku Strany Císařství Cyrodiil Skyrim Aldmerský spolek Velitelé císař Titus Mede II. Lord Naarifin Síly Císařské legieCísařské loďstvo Jedna armádaLoďstvo Ztráty Celá osmá legieMnoho civilistů Pravděpodobně velké",
    "content": "Velká válka Obléhání Leyawiinu – Obléhání Bravilu – Obléhání Anvilu – Obléhání Hegathe – Bitva u Skavenu – Pád Imperial City – Bitva o Červený kruh Pád Císařského Města byl jedním z hlavních vojenských střetnutí ve velké válce, mezi Tamrielskou říší a Aldmerským spolkem. Boje o město probíhaly v letech 4E 172 až 4E 174. Obraně města velel sám císař Titus Mede II., zatímco útočící altmerské armádě velel lord Naarifin. Město padla po finálním útoku altmerských sil roku 4E 174. Zatímco císař Titus Mede ustoupil z města na sever, altmerské jednotky krutě vyplenily Císařské Město, včetně všech důležitých památek. Předcházející události Roku 4E 171 byla Tamrielská říše napadena Aldmerským spolkem, čímž začala Velká válka. Původním cílem altmerské vlády Thalmoru, byla přinutit říši k poslušnosti a dobýt jižní Hammerfell. Po počátečních úspěších, kdy se Altmerům podařilo dobýt města Bravil a Anvil, přehodnotil Thalmor své plány. Novým thalmorským cílem se stalo dobytí Imperial City a zničení celé Tamrielské říše jednou provždy. Již v průběhu roku 4E 172 dorazily altmerské jednotky pod vedením lorda Naararifina před hradby Imperial City. Obléhání Když se altmerská armáda objevila na dohled Imperial City, snažily se císařské jednotky udržet východní břeh jezera Rumare. Na jezeře a řece Niben tak probíhaly zuřivé námořní boje. Roku 4E 173 se však atlmerským jednotkám o přes odpor císařských vojsk podařilo překročit Niben a zahájit postup po východním břehu k Imperial City. Obrana hlavního města, byla mezitím posilněna vítanými posilami ze Skyrimu. Na konci roku, bylo však Imperial City obklíčeno nepřátelskými vojsky ze tří stran. Pouze severní cesta, vedoucí do Brumy zůstávala otevřená a odtud také přicházely do města zásoby. Roku 4E 174 začala altmerská vojska všemi dostupnými silami obléhat Imperial City. Z jihu v té době přibyly Altmerům posily a 12. druhosevu byl zahájen finální útok na Imperial City. Část altmerské armády vyrazila na sever, aby bylo hlavní cyrodiilské město úplně obklíčeno ze všech stran. Hlavní útok však probíhal podél hradeb na východě, západě a jihu. Zatímco altmerský generál lord Naarifin a jeho vojska zdolávala hradby, císař Titus Mede II. se rozhodl z města ustoupit. Tento na první pohled zbabělý čin se později ukázal být moudrým rozhodnutím. Císaři se podařilo probít si cestu skrz altmerské kontingenty na severu a spojit se s čerstvými posilami, které dorazily ze Skyrimu. Imperial City však mezitím padlo do rukou nepřátel, celá osmá legie byla při obraně zničena. Důsledky Po dobytí Imperial City, jej altmerští vojáci krutě a bez milosti vyplenili. Císařský palác byl vypálen a Bílozlatá věž vypleněna. Pomstychtiví elfové se také dopouštěli mnoho odporných zvěrstev na civilním obyvatelstvo. Císařův ústup se však ukázal být moudrým, zatímco Thalmor se domníval, že válka je pro něj vyhrána, Titus Mede II. sbíral nové síly a reorganizoval svou armádu. O rok později uštědřil Altmerům rozhodující porážku v Bitvě o Červený kruh a získal hlavní město zpět. Zdroj The Elder Scrolls V: Skyrim - Velká válka (kniha)"
}