{
    "title": "Předzvěst bouře",
    "table_of_contents": [
        "Obsah",
        "1 Pozadí",
        "2 Úkoly",
        "3 Zajímavosti",
        "4 Bugy"
    ],
    "infobox": "",
    "content": "Předzvěst bouře Alvor ve Vorařově. Zadavatel HadvarRalof Lokace RiverwoodWhiterun Předchozí úkol Svoboda Další úkol Mohyla Temných vod Odměna Různé předměty od Alvora nebo GerdurLepší těžké nebo lehké brnění Typ Hlavní dějová linie ID úkolu MQ102 Předzvěst bouře (Before the Storm) je úkol dostupný v The Elder Scrolls V: Skyrim, ve kterém má Drakorozený zamířeno do vesnice Vorařov a následně do Bílého Průsmyku, aby varoval jarla o dračím útoku na Helgen. Tento úkol slouží jako seznámení Drakorozeného s otevřeným světem Skyrimu a na jeho přípravu na následující výzvy. Pozadí Hadvar mi navrhl, abych se vydal do nedalekého města jménem Riverwood. Jeho strýc tam pracuje jako kovář a mohl by mi pomoct. Ralof mi navrhl, abych se vydal do nedalekého města jménem Riverwood. Jeho sestra Gerdur tam vlastní mlýn a mohla by mi pomoct. Úkoly (Volitelné) Promluv si s Alvorem nebo Gerdur v Riverwoodu Běž do Whiterunu Vyhledej jarla Balgruufa Velkomožného Zajímavosti Setkání s Alvorem či Gerdurem je naprosto dobrovolné, jelikož vás použe nesměrují do Whiterunu a dají vám pár věcí. Pokud Alvor nebo Gerdur zemřou ještě předtím, než si s nimi pormluvíte, úkol „Promluv si s Alvorem“/„Promluv si s Gerdur“ selže; nic se tím ovšem nepokazí, jelikož je možné v něm pokračovat navštívením Dračí síně jako normálně. Pokud se rozhodnete cestovat s Hadvarem, dostanete volný přístup k předmětům nízké hodnoty z Alvorovy kovárny a domu. Pokud půjdete s Ralofem, dostanete takový přístup k předmětům z Gerguřina domu. Je možné vstoupit do Whiterunu bez toho, aniž byste si promluvili se stráží u brány tím, že mu prohledáte kapsy a vezmete mu klíč, ale je těžké se k němu dostat dostatečně blízko bez toho, aby zahájil dialog. I s Přesvědčováním na 100 nelze během tohoto questu whiterunské stráže zastrašit. Bugy Občas se stává, že není možné se zeptat Gerdur na draka, což má za následek zmrazení hlavní dějové linie. Požádejte Alvora o nějaké zásoby. Poté, co si projdete jeho inventář, začne říkat: „Je tu něco, co pro mě můžeš udělat, pro všechny občany Whiterunu...“ Nechte ho mluvit a on se zmíní o tom, že byste si měli promluvit s jarlem. Poté se quest aktualizuje. Podobná věc se může stát i u Alvora, kdy se ho nemůžete na draka zetat a quest nemůže pokračovat. Běžte do Whiterunu a promluvte si s jarlem, aby se quest aktualizoval. Po následování Ralofa a nevyslyšení jeho konverzace s Gerdur, se může úkol „Promluv si s Gerdur“ zaseknout a nepůjde splnit. Běžte do Whiterunu a quest bude pokračovat. Pokud chvíli následujete Ralofa a pak vstoupíte do Riverwoodu o něco déle, tak může být konverzace mezi ním a Gerdur jich zakončená, úkol se může seknout a hra se chová, jako kdybyste si s Gerdur již promluvili, a tak není možné v něm pokračovat. Běžte do Whiterunu a quest bude pokračovat. Stráž před whiterunskou bránou se nemusí spawnout, a tak dveře zůstanou zamčené a Drakorozený se nemůže dostat dovnitř, aby v questu pokročil. Tento problém může být vyřešen spácháním zločinu a následném zatčení. Také stačí jednoduše čekat."
}