{
    "title": "Rada starších",
    "table_of_contents": "",
    "infobox": "",
    "content": "Vrchní kancléř Ocato v komnatě Rady starších v Císařském paláci. Rada starších (The Elder Council) je ústřední vláda Tamrielské říše v The Elder Scrolls sérii. Tamrielská vláda je jednokomorová a hlava říše nevolená. Podrobné složení Rady není známé. Je stanoveno, že hlava říše může vydávat zákony. Přesný systém zákonodárství v rámci Rady je samo o sobě nejasné, ačkoli je očividné, že císaři jsou posedlí mocí práva veta, a to především od doby, kdy se vlády chopil Uriel Septim VI., na počátku čtvrtého století třetí éry. Vůdce na konci třetí éry byl vysoce postavený kancléř Ocato, Altmer, který řídil říši ještě 15 let po vraždě císaře Uriela Septima VII. v 3E 433. V souvislosti s Oblivionskou krizí, začal Ocato rozpoznávat hrozbu v Thalmoru a byl odstraněn. Jeho smrt způsobila událost zvanou „Bezvládná bouře korun“ (Stormcrown Interregnum), která na 7 let zlomila a vyřadila Radu starších. Povinnosti Úkolem Rady starších je udržovat chod říše. Jejich povinnosti představuje každodenní řízení říše, např. správa a dohled nad provincií, rádci císaře, vytváření právních předpisů (přes která má ale císař stále právo veta). Důležitost Rady je nejvíce vidět, když je říše v nouzi, musí do boje, nebo se ocitá v mezivládí. Při absenci císaře (např. doba mezi smrtí jednoho a nastoupením druhého) má Rada prozatímně vládnout Říši pod vedením vrchního kancléře. Rada může rozhodovat o nastoupení císaře/císařovny. Regent by v takovém případě měl určit, zda je nový nástupce způsobilý usednout na trůn (například, pokud je psychicky vyšinutý a porucha mu neumožňuje provádět svůj úkon správně, rada nemusí nastoupení schválit). Jsou také zodpovědní za určení a uznání dalšího panovníka po císařově smrti. Obvykle platí pravidlo prvorozenství, ale již při mnoha příležitostech Rada uznala nepřímého potomka předchozího císaře. Ve výjimečných případech (např. pokud je nejstarší dědic ještě příliš mladý na korunovaci), může být Rada starších nucena ujmout se vlády na delší dobu, což jim umožňuje úplnou kontrolu nad všemi vojenskými silami císařství. Charta Rady starších (Elder Council Charter) umožňuje vrchnímu kancléři stát se „nedotknutelným“ (dočasně získá stejná práva jako císař). Velitelství Rada se schází ve svých komnatách v centru komplexu Císařského paláce, v Imperial City. Sál Rady se skládá z velkého kruhového stolu, obklopeného vysokými židlemi. Stůl je v přesném středu, ve vyklenuté části místnosti pod vysokým stropem. Palác je postaven kolem starověké ayleidské Bílo-zlaté věže, která dosahuje výšky stovky stop. Členové Přesné detaily o tom, kdo tvoří radu, nejsou známé. Známí členové: Císař Tamrielské říše Vrchní kancléř/Císařský bojový mág Amaund Motierre Král Morrowindu Hrabata Cyrodiilu Jarlové Skyrimu"
}