{
    "title": "Rasy (Arena)",
    "table_of_contents": [
        "Obsah",
        "1 Provincie a jejich rasy",
        "2 Popisy ras",
        "2.1 Argonián",
        "2.2 Breton",
        "2.3 Khajiit",
        "2.4 Lesní elf",
        "2.5 Nord",
        "2.6 Redguard",
        "2.7 Temný elf",
        "2.8 Vznešený elf",
        "3 Poznámky"
    ],
    "infobox": "",
    "content": "Hlavní článek: RasyV The Elder Scrolls: Arena je celkem osm ras, za které je možno hrát. Přestože je důležité si zvolit takovou, která by doplňovala třídu vaší postavy, není to nutné. Před začátkem hry se vám zobrazí mapa Tamrielu, kde si zvolíte vaši rasu kliknutím na příslušnou provincii (žádná rasa není spojená s Císařskou provincií). Jakmile opustíte císařskou žalář, objevíte se v domovské provincii rasy, kterou jste si zvolili. Provincie a jejich rasy Provincie Rasa Black Marsh Argonián Elsweyr Khajiit Hammerfell Redguard High Rock Breton Morrowind Temný elf Skyrim Nord Summursetský ostrov Vznešený elf Valenwood Lesní elf Popisy ras Argonián Argonianští muži Argonianské ženy „Zvolil sis Black Marsh, zemi argoniánů.“Argoniáni jsou vysoce vyvinutá rasa reptiliánů, kteří jsou jako doma v jakémkoliv bažinném prostředí, ze kterého pocházejí. Jsou známí pro svoji inteligenci, hbitost a rychlost. Díky jejich plazímu charakteru se argoniáni unaví plaváním velmi těžko a jen opravdu zřídkakdy se utopí. Také dokáží plavat mnohem rychleji než ostatní rasy. Jsou znalci v jakémkoliv umění zahrnující tajemno nebo zlodějství a eskamotáž. Po zvolení argoniána se objeví toto:Také věz toto:Tvá rasa se zrodila z bažiny, drž se pryč od otevřeného prostředí, neboť existují lovci různých druhů, ti, kteří pronásledují svou kořist v klidných temných vodách... Breton Bretonští muži Bretonské ženy „Zvolil sis High Rock, zemi bretonců.“Bretonci jsou vysocí tmavovlasí lidé. Jsou vysoce inteligentní a tvrdohlaví, a bývají velmi společenští. Říká se, že jsou odkojení magií, jelikož prostupuje jejich existenci samotnou. Díky tomu jim magie způsobuje pouze poloviční poškození, občas i vůbec žádné. Vynikají v jakémkoliv tajemném umění. Po zvolení bretona se objeví toto:Také věz toto:Tvá rasa vzešla ze starověkých galenských druidů, duchapřítomní a nadaní v mystických umění. Tvoji lidé jsou vychytralí a inteligentní, učenci, kteří užívají své dary, aby vedli ostatní k osvícení... Khajiit Khajiitští muži Khajiitské ženy „Zvolil sis Elsweyr, zemi khajiitů.“Khajiitové jsou lidé se světlou pletí, kteří jsou neobyčejně vytrvalí, inteligentní a hbití. Legenda tvrdí, že jsou to potomci inteligentní kočičí rasy, jelikož stále ještě mají zvláštní rysy. Mnoho khajiitů si barví obličeje, aby lépe připomínali své vzdálené bratrance, dravé šelmy, jež loví ve veliké poušti. Khajiitové jsou odborníci ve šplhání, schopní šplhat po stěnách rokle s nepřekonatelnou rychlostí. Jsou to odborníci ve všem, co má co společného se zlodějstvím a eskamotáží. Po zvolení khajiita se objeví toto:Také věz toto:Tvá rasa se zrodila z pouště, kde život je krutý a tvrdý a smrt přilétá na supích křídlech. Jste kočkovití a elegantní, smrtící lovci pustin... Lesní elf „Zvolil sis Valenwood, zemi lesních elfů.“Lesní elfové jsou lidé lesa, kteří si přizpůsobují své rysy všemu, co v zelených lesích jejich domoviny roste. Jsou extrémně hbití a rychlí. Lesní elfové dostávají (level / 3) jako bonusové poškození s melee zbraněmi. Hodí se ke každé třídě, ačkoliv jejich mrštnost jim slouží nejlépe ve spojení se zlodějstvím. Po zvolení lesního elfa se objeví toto:Také věz toto:Tvá rasa se stala jednou s lesem a zvířaty v něm, a tvoje síla proudí z matky přírody samotné. Jsi jeden se světem... Nord „Zvolil sis Skyrim, zemi nordů.“Nordové jsou vysocí lidé se světlou kůží, kteří jsou silní, tvrdohlaví a odolní. Žití ve svém arktickém prostředí je navyklo na jeho účinky, jelikož ignorují i ty nejmrazivější útoky. Útoky mrazem jim způsobují pouze poloviční poškození, občas i žádné. Jsou skvělí s mečem a štítem. Po zvolení norda se objeví toto:Také věz toto:Tvá rasa je silná jako severní vítr, jenž se zmítá mezi ledovci. Arktické klima tvůj lid zatvrdila vůči kruté a trpké ruce života... Redguard „Zvolil sis Hammerfell, zemi redguardů.“Redguardi jsou podsaditou mocnou rasou, která je známá pro svoji odolnost a rychlost. Legendy říkají, že jsou od přírody zdatnější v zacházení se zbraněmi než jakákoliv jiná rasa. Redguardi dostávají (level / 3) jako bonusové poškození s luky a dýkami. Po zvolení redguarda se objeví toto:Také věz toto:Tvá rasa je bez minulosti, neboť za tiberských válek jste byli oddaní strážci Hammerfellu. Jak šel čas, tvůj lid si držel zemi, pro kterou ronili krvavé slzy a nyní zem, a síla a odolnost kamene samotného, vám je k dispozici... Temný elf „Zvolil sis Morrowind, zemi temných elfů.“Temní elfové jsou vysocí s tmavou kůží a rudýma a žhnoucíma očima. Jsou velice silní, inteligentní a velmi rychlí. Od přírody jsou nadaní se zacházením s magií i se zbraněmi. Temní elfové dostávají (level / 4) jako bonusové poškození s jakoukoliv melee zbraní nebo zbraní na delší vzdálenost. Jsou znalí v čemkoliv, co se týká zbraní a štítu společně s magií. Po zvolení temného elfa se objeví toto:Také věz toto:Tvá rasa je smrtící jako trny černé růže, jež kvete pouze v prsu tvé matky. Máš vše elegantní od tvých bratrech dne, a přec je tvou matkou měsíc a vy jste její děti noci... Vznešený elf „Zvolil sis Summurset, zemi vznešených elfů.“Vznešení elfové jsou vysocí se zlatou kůží a očima ve tvaru diamantů. Jsou nesmírně inteligentní, hbití a tvrdohlaví. Vznešení elfové přitahují magii jako oheň můry. K magii mají přirozenou spřízněnost a často se z nich stávají nadaní čarodějové. Jsou od přírody imunní vůči paralýze. Jsou nadaní ve všem, co je spojeno s tajemnem. Po zvolení vznešeného elfa se objeví toto:Také věz toto:Tvá rasa je vysoká a vznešená, neboť jste králové mezi princi. Tvojí lidé byli na této zemi první, kdo se nadechl jarního vzduchu a první, kdo skákal, mrštně s větrem. Vaše oči vidí vše, i když není venku nic jiného než Paní noci... Poznámky Každá rasa sdílí dvě základní možnosti oblečení. Jedna možnost je hnědá nebo bílá košile a ta druhá je zelená tunika. Orkové jsou považovaní za nepřátele, stejně jako skřeti, nejsou braní na stejné úrovni jako ostatní rasy. Císařská rasa byla představena až v pozdějších hrách; v Areně není žádní rasa spojená s Císařskou provincií. Hlavní populací Cyrodiilu se zdají být redguardi s nízkoúrovňovými jmény monster, kvůli nepozornosti vývojářů. Khajiiti zde přítomní jsou druhu Ohmes, díky jejich potetovaných obličejích a spíše humanoidnímu tvaru těla nežli khajiiti, kteří jsou přítomní v pozdějších hrách. Elfské rasy jsou zde označované pomocí jmen temný elf, vznešený elf a lesní elf. Merské názvy dunmerové, altmerové a bosmerové byly představeny až v následujících Elder Scrolls hrách."
}