{
    "title": "Rasy (Daggerfall)",
    "table_of_contents": [
        "Obsah",
        "1 Základní rasy",
        "1.1 Argonián",
        "1.2 Breton",
        "1.3 Khajiit",
        "1.4 Lesní elf",
        "1.5 Nord",
        "1.6 Redguard",
        "1.7 Temný elf",
        "1.8 Vznešený elf",
        "2 Ostatní rasy",
        "2.1 Lykantrop",
        "2.2 Upír"
    ],
    "infobox": "",
    "content": "Hlavní článek: Rasy Mapa Tamrielu V The Elder Scrolls II: Daggerfall se nachází osm hratelných ras a každá z nich pochází z určité tamrielské provincie. Ačkoliv se na kontinentu nachází devět provincií, žádná rasa není spojená s Císařskou provincií. (Císařská rasa se objevila až v Redguardovi, orkové byli považovaní za rasu až v Morrowindu; v Daggerfallu jsou už ale považovaní za humanoidní stvoření.) Při tvorbě postavy si musíte vybrat jednu z provincií, která určí vaší rasu. Je důležité podotknout, že jediné, jak rasa ovlivní gameplay, je „speciálními výhodami“, které má každá rasa jiné. Atributní modifikátory rasy a pohlaví, které jsou zaznamenané v „Tabulce rasových startovacích statistik“ v Daggerfallských kronikách, nejsou ve skutečnosti ve hře přítomné, a proto zde nejsou zahrnuté. Hra považuje lykantropy a upíry za rasy, z tohoto důvodu jsou zařazené na konci následujícího seznamu. Základní rasy Argonián Argoniánský muž Argoniánská žena „Argoniáni pocházejí z provincie Black Marsh. Jsi součástí vysoce vyvinuté rasy ještěrů, která je známá pro svou vysokou inteligenci, hbitost a rychlost. Díky jejich ještěřímu charakteru, se argoniáni nesnadno unaví plaváním. Přestože se mnoho argoniánů úspěšně naučilo umění zlodějství a sesílání kouzel, existují i tací, kteří se stali skvělými válečníky.“Speciální výhody: Snížená ztráta výdrže při plavání; pod vodou dokáží déle držet dech Breton Bretonský muž Bretonská žena „Bretonci pocházejí z provincie High Rock. Jsi součástí vysoké rasy se světlou pletí, která je známá pro svou vysokou inteligenci a tvrdohlavost. Magie jakoby prostupovala jejich samotnou existenci. Celá rasa je rezistentnější vůči účinkům nepřátelským kouzlům než jakákoliv jiná, a tudíž exceluje ve všem tajemném umění.“Speciální výhody: +30% odolnost vůči magii Khajiit Khajiitský muž Khajiitská žena „Khajiitové pocházejí z provincie Elsweyr. Jsi součástí rasy se žlutohnědou pletí, která je známá pro svou odolnost, inteligenci a hbitost. Mnoho khajiitů si barví své obličeje, aby více připomínali své legendární kočkovité bratrance, dravce, lovící ve veliké poušti. Všichni khajiitové jsou výborní lezci a znalci ve zlodějství.“Speciální výhody: +30 bodů ke šplhání Lesní elf Bosmerský muž Bosmerská žena „Lesní elfové pocházejí z provincie Valenwood. Jsi součástí malé rasy se světlou pletí, která je známá pro svou neobyčejnou hbitost a rychlost. Lesní elfové mají přirozenou náklonnost k luku a šípu a všichni členové jejich rasy s nimi dovedou nějakým způsobem zacházet. Tito elfové vynikají skoro ve všech třídách, ale zlodějství je jejich nejsilnější stránka.“Speciální výhody: Bonusové poškození a zasažení pro lukostřelbu = level / 3 Nord Nordský muž Nordská žena „Nordové pocházejí z provincie Skyrim. Jsi součástí vysoké rasy se světlou pletí, která je známá pro svou sílu, tvrdohlavost a odolnost. Díky skyrimskému klimatu, dokáží nordové odolávat těm nejchladnějším teplotám a magický mráz jim způsobuje jen nepatrné poškození. Nordové se historicky hodí k válečnému umění.“Speciální výhody: +30% odolnost vůči mrazu Redguard Redguardský muž Redguardská žena „Redguardové pocházejí z provincie Hammerfell. Jsi součástí rasy s tmavou pletí, která je známá pro svou odolnost a rychlost. Legenda říká, že mají redguardové lepší přirozený talent se zbraněmi než jakákoliv jiná rasa. Obecně jsou redguardové výborní válečníci.“Speciální výhody: Bonusové poškození a zasažení = level / 3 Temný elf Dunmerský muž Dunmerská žena „Temní elfové pocházejí z provincie Morrowind. Jsi součástí vysoké rasy s tmavou pletí, která je známá pro svou nesmírnou sílu, inteligenci a rychlost. Jsou neobyčejně všestranní ve všech dovednostech a jsou známí jako válečníci i mágové.“Speciální výhody: Bonusové poškození a zasažení = level / 4 Vznešený elf Altmerský muž Altmerská žena „Vznešení elfové pocházejí z provincie Summursetský ostrov. Jsi součástí vysoké rasy se zlatou pletí, která je známá pro svou neobyčejnou inteligenci, hbitost a tvrdohlavost. Magická povaha Summursetského ostrova udělala ze vznešených elfů přirozené mágy, kteří jsou imunní vůči paralyzujícím jedům a kouzlům.“Speciální výhody: Imunita vůči paralýze Ostatní rasy Lykantrop vlkodlak medvědodlak Upír"
}