{
    "title": "Rasy (Online)",
    "table_of_contents": [
        "Obsah",
        "1 Hratelné rasy",
        "1.1 Aldmerský spolek",
        "1.2 Daggerfallská smlouva",
        "1.3 Ebonheartský pakt",
        "2 Dovednosti",
        "3 Nehratelné rasy",
        "4 Polymorfní rasy",
        "5 Poznámky",
        "6 Galerie"
    ],
    "infobox": "",
    "content": "Devět základních ras. Hlavní článek: RasyMezi rasy patří různé formy lidí, merů a zvířat, které můžeme najít po celém Nirnu. V The Elder Scrolls Online existuje deset hratelných ras. Ty jsou rozdělené do tří aliancí, pak jsou tu císařští, kteří nepatří k žádné alianci, stejně jako nehratelné rasy, například maormerové. Za císařské lze hrát pouze při koupi Imperial edition. Hratelné rasy Aldmerský spolek Altmerové (vznešení elfové) Bosmerové (lesní elfové) Khajiitové Daggerfallská smlouva Bretonci (manmerové) Redguardi (yokudané) Orsimerové (orkové) Ebonheartský pakt Dunmerové (temní elfové) Nordové (atmorané) Argoniáni (saxhleelové) Dovednosti Každá rasa má svojí vlastní dovednostní linii, která odpovídá jejich loru (například dunmerové jsou zdatní v magii spojené s ohněm). Linie také poskytují bonus buď zbrani nebo zbroji (například nordové mají bonus v obouručních zbraních). Aliance Rasa +15% získávání zkušeností v dovednostech Maximální manaObnova manyPoškození kouzel Maximální zdravíObnova zdraví Maximální výdržObnova výdržePoškození zdraví Další bonusy Aldmerský spolek Altmer Hůl ničení +2000 max+258 poš Aktivace schopnosti třídy obnoví 640 bodů many nebo výdrže podle toho, co z toho je momentálně nižší, každých 6 sekund. Bere o 5 % méně poškození při používání schopnosti s dobou seslání. Zvýšené získávání zkušeností o 1 %. Bosmer Luk +2000 max+258 obn Vyhýbání zvyšuje rychlost pohybu o 10 % a jak fyzickou infiltraci, tak infiltraci kouzel o 1500 po dobu 6 sekund. Snížené poškození z pádu o 10 %. Odolnost vůči jedům je zvýšená o 2310. Efekt odolnosti vůči jedům. Zvýšená detekce plížení o 3 metry. Khajiit Střední zbroj +825 max+85 obn +825 max+100 obn +825 max+85 obn Zvýšená šance v kapsářství o 5 %. Snížená detekce plížení o 3 metry. Zvýšené kritické poškození a kritické léčení o 10 %. Daggerfallská smlouva Breton Lehká zbroj +2000 max+100 obn Zvýšená odolnost vůči kouzlům o 2310, při vzplanutí, zmrazení či otřesu je efekt dvakrát větší. Magické schopnosti berou o 7 % méně many. Zvýšené získávání aliančních bodů o 1 %. Redguard Jednoruční zbraně štít +2000 max Zvýšená doba trvání jakéhokoliv jídla o 15 minut. Schopnosti zbraní stojí o 8 % míň. Snížená účinnost nástrah o 15 %. Při vypořádávání se s přímým poškozením, každých 5 sekund se obnovuje 950 bodů výdrže. Ork Těžká zbroj +1000 max +258 poš Zvýšené získávání inspirace u zručnostních dovedností o 10 %. Způsobování poškození se schopnostmi zbraní léčí o 600 bodů každé 4 sekundy. Cena sprintování je snížená o 12 % a jeho rychlostní bonus je zvýšená o 10 %. Ebonheartský pakt Nord Obouruční zbraně +1000 max +1500 max Doba trvání zkonzumovaných nápojů je zvýšená o 15 minut. Zvýšená odolnost vůči mrazu o 2310 bodů. Odolnost vůči zmražení. Při vypořádáváním se s poškozením získává 5 ultimátních schopností každých 10 sekund. Fyzická odolnost a odolnost vůči kouzlům je zvýšená o 3960 bodů. Dunmer Dvě zbraně +1875 max+258 poš +1875 max+258 poš Poškození lávou je snížené o 50 %. Odolnost vůči ohni je zvýšená o 2310 bodů. Odolnost vůči spálení. Argonián Hůl obnovy +1000 max +1000 max Zvýšená rychlost plavání o 50 %. Způsobené léčení zvýšeno o 6 %. Odolnost vůči nemocem zvýšená o 2310 bodů. Odolnost vůči nemocem. Vypití lektvaru obnovuje zdraví, manu i výdrž o 4000 bodů. Ani jedno Císařský Jednoruční zbraň a štít +2000 max +2000 max Získávání zlaťáků zvýšeno o 1 %. Cena všech schopností je snížena o 3 %. Způsobování přímého poškození obnovuje zdraví, manu i výdrž o 333 bodů každých 5 sekund. Nehratelné rasy Ayleidé Chimerové Ehlnofey Kothringové Lamia Maormerové Nédové Nereidy Temní svůdníci Dremory Zlatí svatí Rieklingové Riekrové Spiderkithové Xivilaiové Polymorfní rasy Některé rasy se mohou proměnit s pomocí polymorfů, ale tato změna je pouze kosmetická. Tyto rasy jsou: Draugr (Polymorf draugra) Dremora (Maelstromský baron) Skřet (Shadowsilkský drahokam) Dýňový přízrak (Polymorf dýňového přízraku) Strašákův přízrak (Polymorf strašákova přízraku) Kostlivec (Polymorf kostlivce) Xivkyn (Xivský prorok, Dreadguard a Polymorf mučitele) Poznámky Vaše volba rasy při tvorbě postavy určuje k jaké alianci patříte a je to jediná volba, která určuje jak se vaše hra bude lišit od těch ostatních. Explorer's pack, Adventurer pack, stejně jako předobjednání hry v roce 2014, toto omezení odstraňuje a hráč si tak může alianci zvolit. Lidé Plání se považují za zcela samostatnou rasu, ale ve hře jsou považováni za frakci bretonců."
}