{
    "title": "Rasy (Battlespire)",
    "table_of_contents": [
        "Obsah",
        "1 Rasy",
        "1.1 Breton",
        "1.2 Lesní elf",
        "1.3 Nord",
        "1.4 Redguard",
        "1.5 Temný elf",
        "1.6 Vznešený elf",
        "2 Poznámky"
    ],
    "infobox": "",
    "content": "Hlavní článek: RasyPři tvorbě nové postavy, je možno si vybrat jednu ze šesti tamrielských ras. Argoniáni, khajiitové, orkové a císařští, za které je možné hrát ve skoro každé hře, jsou v Battlespire nedostupné. Je důležité poznamenat, že popisy ras nemají žádný vliv na skutečné bonusy. Jediný účinek, který má zvolení určité rasy, jsou bonusové dovednosti při tvorbě postavy. Atributy, slabiny, odolnosti nebo imunity nijak rasu neovlivňují. Rasové bonusy jsou stejné pro muže i pro ženy, proto volba pohlaví je čistě kosmetická. Rasy Breton Bretonci jsou vysoce inteligentní a tvrdohlaví, a mají přirozený vztah k magii. Mnoho velkých čarodějů vzešlo právě z bretonské domoviny High Rocku a i ti nejobyčejnější bretonci mají vysokou odolnost vůči ničivým mocím magie. Bonusy: +10 bodů Ničení +10 bodů Mysticismus +10 bodů Iluze +5 bodů Proměny +5 bodů Divotvorství +5 bodů Obnova Lesní elf Lesní elfové pocházejí z Valenwoodu a jsou to těmi nejlepšími lučišníky v celém Tamrielu. Tito bratranci vznešených a temných elfů jsou mrštní a rychlí jako vítr. Lesní elfové se díky své zvídavé podstatě a hbitosti často stávají zloději. Bonusy: +15 bodů Vrhací zbraně +15 bodů Skákání +15 bodů Vyhýbání Nord Obyvatelé Skyrimu jsou vysocí a světlovlasí. Nordové jsou silní, tvrdohlaví a odolní, a jsou známí pro svou odolnost vůči chladu a magickému mrazu. Jsou to velmi zruční válečníci. Bonusy: +10 bodů Sekyra +10 bodů Tupé zbraně +10 bodů Kritický úder +5 bodů Dlouhé ostří +5 bodů Krátké ostří +5 bodů Vrhací zbraně Redguard Tmaví hammerfellští redguardové jsou nejtalentovanější válečníci Tamrielu, zrozeni pro boj. Mimo jejich dovednost s meči, mají také tuhé zdraví a jsou velmi rychlí. Bonus: +10 bodů Dlouhé ostří +10 bodů Krátké ostří +10 bodů Vrhací zbraně +5 bodů Sekyra +5 bodů Tupé zbraně +5 bodů Kritický úder Temný elf Temní a rudoocí temní elfové z Morrowindu jsou silní, inteligentní a rychlí. Jsou legendární čarodějové a válečníci, a jejich zručnost s mečem a lukem konkurují té redguardů a lesních elfů. Bonus: +10 bodů Proměny +10 bodů Divotvorství +10 bodů Obnova +5 bodů Ničení +5 bodů Mysticismus +5 bodů Iluze Vznešený elf Vysocí vznešení elfové se zlatou pletí se snadno rovnají bretoncům v jejich magických schopnostech díky jejich vysoké inteligenci, síly vůle a hbitosti. Na jednu stranu snadno podléhají kouzlům, na rozdíl od lidí High Rocku. Na druhou stranu jsou, díky své výjimečné přirozenosti, kompletně imunní vůči paralýze. Bonusy: +10 bodů Dlouhé ostří +10 bodů Krátké ostří +5 bodů Proměny +5 bodů Divotvorství +5 bodů Obnova +5 bodů Mysticismus +5 bodů Iluze Poznámky Bonusy pro temné a vznešené elfy jsou převrácené, v porovnání s ostatními TES hrami. Přestože popis vznešeného elfa mluví o imunitě proti paralýze, ve skutečnosti to neplatí."
}