{
    "title": "Rasy (Skyrim)",
    "table_of_contents": [
        "Obsah",
        "1 Hratelné rasy",
        "2 Počáteční hodnoty dovedností podle rasy",
        "3 Startovní kouzla podle rasy (Skyrim)",
        "4 Unikátní síly",
        "5 Unikátní výhody",
        "6 Statistiky ovlivněné velikostí postavy",
        "6.1 Útoky zblízka",
        "7 Změny z předešlých her",
        "8 Sněžní elfové",
        "9 Starší",
        "10 Zdroje"
    ],
    "infobox": "",
    "content": "Hlavní článek: RasyV The Elder Scrolls V: Skyrim se nachází deset různých hratelných ras. Každá rasa má své vlastní rasové schopnosti a moci. Každá rasa začíná s +10 u jedné dovednosti a +5 u pěti jiných. To ovšem neznamená, že je rasa omezená k určitým herním stylům, jelikož je možné si časem rozvinout jakoukoli dovednost. Na rozdíl od ostatních The Elder Scrolls her, se ve Skyrimu nevyskytují třídy, takže ve tvorbě postavy, je volba rasy jediná významná herní volba, kterou musí hráč udělat. Hratelné rasy Tamriel je domov všech desíti ras, každá z nich obývá jiné oblasti kontinentu. Hratelné rasy jsou: Altmer (vznešený elf) – Letní ostrovy Argonián – Černý močál Bosmer (lesní elf) – Valenský les Breton – Vysoká skála Dunmer (temný elf) – Morrowind Císařský – Cyrodiil Khajiit – Elsweyr Nord – Skyrim Orsimer (ork) – Vysoká skála a Orsinium Redguard – Hammerfell Počáteční hodnoty dovedností podle rasy V následující tabulce jsou uvedeny základní hodnoty dovedností postav při startu hry. Čím vyšší je hodnota (hodnoty přes 20), tím jsou lepší. Hodnoty s 20 značí, že se jedná o dovednost, kterou daná rasa upřednostňuje. Hodnoty s 25 značí, že se jedná o hlavní dovednost dané rasy, ale i jiné dovednosti mohou být vylepšeny na ty hlavní. Každá rasa má dovednost, ve které vyniká a tuto dovednost bude mít na začátku na 25. úrovni. Altmer Argonián Bosmer Breton Dunmer Císařský Khajiit Nord Ork Redgard Kovářství 15 15 15 15 15 15 15 20 20 20 Těžká zbroj 15 15 15 15 15 20 15 15 25 15 Blokování 15 15 15 15 15 20 15 20 20 20 Obouruční zbraně 15 15 15 15 15 15 15 25 20 15 Jednoruční zbraně 15 15 15 15 15 20 20 20 20 25 Lukostřelba 15 15 25 15 15 15 20 15 15 20 Lehká zbroj 15 20 20 15 20 15 15 20 15 15 Plížení 15 20 20 15 20 15 25 15 15 15 Vyháčkování 15 25 20 15 15 15 20 15 15 15 Kapsářství 15 20 20 15 15 15 20 15 15 15 Přesvědčování 15 15 15 20 15 15 15 20 15 15 Alchymie 15 15 20 20 20 15 20 15 15 15 Iluze 25 15 15 20 20 15 15 15 15 15 Vyvolávání 20 15 15 25 15 15 15 15 15 15 Ničení 20 15 15 15 25 20 15 15 15 20 Obnova 20 20 15 20 15 25 15 15 15 15 Proměna 20 20 15 20 20 15 15 15 15 20 Očarování 20 15 15 15 15 20 15 15 20 15 Startovní kouzla podle rasy (Skyrim) V následující ukazuje všechna základní kouzla u každé rasy. Altmer Argonián Bosmer Breton Dunmer Císařský Khajiit Nord Orsimer Redguard Léčení X X X X X X X X X X Plameny X X X X X X X X X X Jiskření X Hněv X Vyvolat plivníka X Unikátní síly Následující síly může Drakorozený použít jen jednou denně, pokud není řečeno jinak. Rasa Název síly Popis síly Altmer Moc urozených Regenerace 25 % many po dobu 60 sekund. Argonián Ssstská kůže Regeneruje zdraví 10x rychleji po dobu 60 sekund. Bosmer Ovládat zvíře Zvířata se stávají spojenci po dobu 60 sekund. Breton Dračí kůže Absorbuje 50 % hodnoty many nepřátelských kouzel po dobu 60 sekund. Dunmer Hněv předků Obklopí postavu ohněm po dobu 60 sekund. Císařský Hlas císaře Okolní lidé jsou \"zklidněni\" po dobu 30 sekund. Khajiit Noční oko Vylepšená noční vize po dobu 60 sekund (může být aktivovaná a deaktivovaná podle přání, několikrát za den). Nord Bojový pokřik Okolní nepřátelé utíkají z boje po dobu 30 sekund. Orsimer Berserkrův řev Utrpí pouze polovinu poškození a udělá dvojnásobné fyzické poškození po dobu 60 sekund. Redguard Nával adrenalinu Výdrž se regeneruje 10x rychleji po dobu 60 sekund. Unikátní výhody Altmer: +50 many Argonián: 50% odolnost vůči nemocem, dýchání pod vodou Bosmer: 50% odolnost vůči nemocem a jedům Breton: 25% odolnost vůči magii Dunmer: 50% odolnost vůči ohni Císařský: nachází více zlata než obvykle Khajiit: +15 poškození drápy Nord: 50% odolnost vůči mrazu Ork: mohou vstoupit do orkských táborů a osad bez toho, aby se nejprve stali příteli kmene Redguard: 50% odolnost vůči jedům Statistiky ovlivněné velikostí postavy Bez použití konzolových příkazů je výkon poškození, odolnost vůči poškození, výška skoku, rychlost běhu, dosah zbraně atd. pro všechny rasy stejné, a to na hodnotě 1.00, kdy rozměry určitých ras slouží pouze pro kosmetické účely. Specifické rozměry rasy můžeme najít v závorkách, když použijeme příkaz 'getscale' na hratelnou nebo nehratelnou postavu. To nám říká, že všechny statistiky jsou, bez použití konzolových příkazů, pro všechny rasy stejné. Útoky zblízka Příkaz 'getscale' u nordského muže. Při použití konzolového příkazu 'player.setscale' na změnu výšky postavy se změní celkové rozměry postavy, stejně jako jejich rychlost pohybu, výška skoku a výkon poškození. Jelikož změnou rozměrů postavy v konzoli zvyšuje a snižuje poškození útoků zblízka, objevuje se mylná domněnka, že vyšší postavy způsobují větší poškození. [1] Bez použití příkazů je však základní rozměr všech ras nastavený na 1.00, bez ohledu na rasu.[2] To znamená, že po tvorbě postavy dávají všechny rasy stejné poškození na blízko. Pro lepší vysvětlení se podívejte na screenshot zobrazující rozměry postavy (1.00) a základní rozměr. Základní rozměr je čistě kosmetický, je rozdílná akorát výška postavy. Orkové a altmerové jsou ve hře nejvyšší; orkové mají kosmetický rozměr 1.045 a altmerové 1.08. Dremory jsou ještě vyšší, a to s rozměry 1.10, ale nejedná se o hratelnou rasu. Přestože mají všichni kosmetický rozměr jiný, používají ten s 1.00 pro všechny ostatní výpočty, jako je výkon poškození, odolnost vůči poškození, rychlost běhu a výška skoku. Změny z předešlých her Tvorba postavy se v The Elder Scrolls V: Skyrim drasticky změnila. V předchozích hrách si mohli hráči vybrat ze seznamu tříd, které určily začínající dovednosti postavy a v některých případech jak se bude postava vyvíjet. Hráč měl také možnost si vlastní třídu vytvořit a vybrat si každou dovednost sám. Tento systém měl velký dopad na efektivitu postavu v samotném začátku hry, přestože Oblivion tento dopad zmírnil. Ve Skyrimu se tento systém už nevyskytoval. Specializace na dovednosti je i přesto v této hře možná, ale tentokrát pomocí dovednostních bodů, které se získává s každou novou úrovní. Systém znamení byl kompletně nahrazen strážnými kameny, které si je možné vyměnit při každé návštěvě a aktivováním jiného kamene. Byl také odstraněn atribut Štěstí, a proto je nemožné ho vylepšovat. Dovednosti byly snížené z 21 na 18. Už se nadále nevyskytují atributy akrobacie/atletiky nebo rychlost. Pokud si hráč vylepší všechny dovednosti na maximum, postava dosáhne úrovně 81, což znamená, že je celkem 80 (na první úrovni není žádný dovednostní bod) bodů, které je možné si vybrat, z něco přes 250 možných míst. Dříve byla tato úroveň konečná pro hratelnou postavu, to se ale změnilo s Patchem 1.9 a představením legendárních dovedností. Legendární dovednosti dovolují hráči vrátit veškeré dovednostní body ze zcela vylepšené dovednosti a vrátit její úroveň na 15. Dovednosti se mohou stát legendárními vícekrát a hráč tak může vylepšovat svoji postavu donekonečna. Sněžní elfové Sněžní elfové jsou rasou merů, za kterou není možné hrát. Během událostí The Elder Scrolls V: Dawnguard se hráči setkají se dvěma žijícími sněžnými elfy, rytířem-paladinem Geleborem a jeho bratrem arcikurátem Vyrthurem. Fyzicky jsou velmi podobní altmerům, ale na rozdíl od nich mají bílou kůži a vlasy.[3] Starší Ve Skyrimu existuje ještě jedna rasa a to starší, kterou si také není možno vybrat během tvorby postavy. Tato rasa se stává pouze z lidských postav, které jsou mnohem starší než ostatní. Arngeir, Esbern a Septimus Signus jsou významnými zástupci této rasy.[4]"
}