{
    "title": "Redguard (Skyrim)",
    "table_of_contents": [
        "Obsah",
        "1 Biologie",
        "2 Historie",
        "2.1 Čtvrtá éra",
        "3 Náboženství a kultura",
        "4 Tvorba postavy",
        "4.1 Dovednostní bonusy",
        "4.2 Počáteční kouzla",
        "4.3 Speciální schopnosti",
        "5 Unikátní gameplay",
        "5.1 Jména",
        "6 Významní redguardi",
        "7 Galerie"
    ],
    "infobox": "",
    "content": "Redguardská žena a redguardský muž. Hlavní článek: Rasy (Skyrim) \"Přirozeně nejtalentovanější válečníci v Tamrielu, redguardi z Hammerfellu mají tvrdý kořínek a přirozenou odolnost vůči jedům. V boji mohou používat Nával adrenalinu.\" ―Popis rasy[src] Redguardi pocházejí z rozsáhlé pouštní provincie Hammerfell a zároveň z dlouhé linie válečníků a věštců. Legendy tvrdí, že redguardi jsou od přírody zdatní v zacházení se zbraněmi než jakákoliv jiná rasa. Vynikají ve všech dovednostech, které mají, co dělat s meči a štíty. Jako nejtalentovanější válečníci v Tamrielu, zdá se, jako by byli hammerfellští redguardi k boji přímo zrození. Jejich hrdost a naprostá duševní nezávislost z nich dělá dobré zvědy, harcovníky, dobrodruhy nebo vojáky. Redguardi mají také silné zdraví a jsou svižní na nohou. Biologie Redguardi jsou obvykle středně vysocí a svalnatí. Mají světle hnědou až téměř černou kůži, občas s červeným nádechem, a tmavé kudrnaté vlasy jako dráty. Mnoho redguardských mužů má ve zvyku si nechat narůst vousy. Tetování a piercingy pro ně také nejsou neobvyklé. Redguardští muži mají rozměry 1.005 a redguardské ženy zase 1.00, což je kosmetický rozměr, na který jsou nastaveny všechny rasy. Historie Čtvrtá éra Hammerfell, domovina redguardů, nedávno přestál masivní invazi Aldmerského spolku. Přestože jim pomáhala Císařská legie, mírová smlouva, která následovala, poskytla elfům velký kus území. Redguardi odmítli na takové podmínky přistoupit a úspěšně provincii získali zpět, což vedlo k tomu, že se Hammerfell oddělil od Medeského císařství a stal se z něj nezávislý národ. Od té doby panuje mezi redguardy a císařskými nedůvěra. Zajímavé je, že redguardi předtím již dvakrát elfí armády potlačili a dominovali by celému Tamrielu, kdyby nebylo odporu proti nim v Cyrodiilu během zakládaní Císařství. S podepsáním Druhé smlouvy Stros M'kai v 4E 180 se Aldmerský spolek z Hammerfellu stáhl. To z Hammerfellu dělá jedinou provincii, která Spolek porazila a to bez pomoci Císařství. Historie provincie byla doprovázená neustálými válkami až donedávna, kdy díky nucené spolupráci mezi Forebeary a Crowny skončila občanská válka, což nejspíš povede k prosperující budoucnosti. Náboženství a kultura Hlavní náboženství Hammerfellu je směsice mezi uctíváním předků a tradičním yokudanským náboženstvím. Podle Trayvonda Redguarda, v Hammerfellu „nemají moc v lásce čaroděje, protože kradou duše a pokoušejí mysl. Pokud používáš magii, jsi buď slabý nebo zlý.“ Nemají rádi Vyvolávání, jelikož si to spojují s nekromancií, také Iluzi, jelikož ovlivňuje mysl oponenta. Trayvond se také zmiňuje o tom, že se redguardům zamlouvá Ničení, protože se tato škola magie hodí do jejich kultury. Tvorba postavy Dovednostní bonusy +10 Jednoruční zbraně (úroveň 25) +5 Proměny (úroveň 20) +5 Lukostřelba (úroveň 20) +5 Blokování (úroveň 20) +5 Ničení (úroveň 20) +5 Kovářství (úroveň 20) Počáteční kouzla Plameny (Ničení) Léčení (Obnova) Speciální schopnosti Nával adrenalinu: Výdrž se obnovuje 10x rychleji po dobu 60 sekund. Odolnost vůči jedům: Tvá redguardská krev ti dává 50% odolnost vůči jedům. Unikátní gameplay Stejně jako v předchozích Elder Scrolls hrách, redguardi vynikají v boji. Ve Skyrimu, jsou ovšem magicky nadanější než nordové nebo orkové. S výjimkou orků, jsou redguardi nejlepší bojovníci díky jejich začátečním dovednostem s jednoručními zbraněmi a blokováním. Jejich odolnost vůči jedům jim pomáhá ustát smrtelná biologická činidla jakéhokoliv druhu, zatímco jejich Nával adrenalinu jim umožňuje po určitou dobu neúnavně útočit. Skutečnost, že mají také lepší dovednosti ve školách magie Proměny a Ničení společně s jejich válečnými schopnostmi, z nich dělá ideální čaromeče nebo bojové mágy. Jména Většina redguardských jmen v The Elder Scrolls V: Skyrim mají arabský původ, jako například Nazir („pozorovatel“). V předchozích hrách měli jejich jména obvykle původ ze západní Evropy. Významní redguardi Nazeem – Občan Whiterunu. Nazir – Poskytovatel kontraktů v Temném bratrstvu. Saadia – Barmanka U Kobyly a praporce, bývalá členka rodu Suda. Kematu – Alik'rský žoldák/vrah, který jde po Saadii. Isran – Vůdce Strážců úsvitu, bývalý Stendarrův bdící. Ebenový válečník – Redguardský muž v ebenitové zbroji během úkolu „Ebonový válečník“, kterého lze najít v Dragonborn DLC."
}