{
    "title": "Redguard (Online)",
    "table_of_contents": [
        "Obsah",
        "1 Oficiální popis",
        "2 Pasivní rasové schopnosti",
        "3 Významní redguardové",
        "4 Galerie"
    ],
    "infobox": "",
    "content": "Hlavní článek: Rasy (Online) \"Rasové schopnosti redguardů odráží dědictví jejich předků jako mistři meče a mají tak bonus v zacházení se štíty, v základní výdrži a její obnovení, pohybu, době trvání účinků jídla. Jejich schopnost v bojovném umění je nepřekonatelná.\" ―Popis rasy[src]Redguardové jsou jednou z devíti základních hratelných ras v The Elder Scrolls Online. Jsou součástí Daggerfallské smlouvy, společně s bretonci a orsimery, ale objevují se i v jiných aliancích. Hammerfellští redguardi jsou lidé, kteří přišli do Tamrielu ze ztraceného kontinentu Yokuda. Důstojní a bojovní lidé, kteří nedůvěřují magii a dávají přednost mečům. Oficiální popis „Hammerfellští redguardi jsou talentovaní a zdatní válečníci, zrození k bitvě. Předkové těchto pouštních lidí emigrovali do Tamrielu ze ztraceného kontinentu Yokuda. Jejich kultura je založená na uchovávání starověkých tradic a vzdorování drsnému životnímu prostředí. Nadevše si cení cti a důstojnosti, a kombinují hlubokou úctu k bohům s nedůvěrou ke všem magickým věcem. Jejich hlavní město Sentinel zároveň slouží jako obchodní přístav, ale jejich kořeny sahají hluboko do písku Alik'rské pouště. V mládí redguardi musí přetrpět obřad přijetí v drsných pustinách Alik'r jako test odolnosti a ukázněnosti. Pouze ti nejsilnější přežijí.“ Pasivní rasové schopnosti Poutník Zvyšuje získávání zkušeností v dovednostní linii jednoruční zbraň a štít o 15 %. Zvyšuje dobu trvání jakéhokoliv jídla o 15 minut. Potěcha Schopností zbraní stojí o _ % méně. Snižuje účinnost nástrah, které jsou na vás aplikované o __ %. Stupeň 1: 2 %, 5 % (Odemčeno od stupně 5) Stupeň 2: 4 %, 10 % (Odemčeno do stupně 15) Stupeň 3: 7 %, 15 % (Odemčeno od úrovně 30) Cvičení Zvyšuje maximum výdrže o ____ bodů. Stupeň 1: 600 bodů (Odemčeno od úrovně 10) Stupeň 2: 1200 bodů (Odemčeno od úrovně 20) Stupeň 3: 2000 bodů (Odemčeno od úrovně 40) Nával adrenalinu Při způsobování přímého poškození se vám obnoví výdrž o ___ bodů. K tomuto efektu může dojít každých 5 sekund. Stupeň 1: 300 bodů (Odemčeno od úrovně 25) Stupeň 2: 600 bodů (Odemčeno od úrovně 35) Stupeň 3: 950 bodů (Odemčeno od úrovně 50) Významní redguardové Sai Sahan – Člen originálních Pěti společníků. Fahara'jad – Forebearský král Sentinelu a velekrál Hammerfellu. Kapitánka Kaleen – Kapitánka lodě Spearhead."
}