{
    "title": "Reman Cyrodiil II",
    "table_of_contents": "",
    "infobox": "",
    "content": "Reman Cyrodiil II. byl třetím císařem dynastie Remanovců. Historické záznamy se na jeho datu narození neshodují. Věří se, že na trůn nastoupil kolem roku 1E 2804 po sesazení jeho široce neoblíbeného předchůdce, císaře Kastava. Říkalo se o něm, že byl mistrovským taktikem, který často studoval záznamy svých bitev. Když dobil nové území pro císařství, opatrně ustanovil vládu a vyhýbal se přílišnému narušení místních zvyků, tradic a obzvlášť předem ustanoveného obchodu. Shromažďoval rádce z každé provincie a na lid se soustředil více než většina císařů před ním i po něm. Výsledkem bylo rozšíření císařské kultury po Tamrielu, ne skrze násilnou asimilaci, ale svobodnou vůli, poněvadž občané říši přijímali a podporovali sklízením výhod volného obchodu, stability a vývoje lepší infrastruktury. Tamrielu po mnoho let vládl mír a mnozí nazývají jeho vládu zlatým věkem Druhého císařství. Vláda: Jeho prvním významným úspěchem v pozici císaře bylo dohodnutí rychlého konce ledohradské rebélie (Winterhold Rebellion), která začala za Kastavovi vlády. Rebélie byla odpovědí na Kastavovu politiku nuceného odvodu braním rukojmí, ale Remanovi se úspěšně povedlo rozzuřené nordské místní bez dalšího krveprolití uklidnit. Za své vlády také v císařství zakázal nekromancii (Necromancy) a uctívání daeder. V roce 1E 2812 povolil postavení Alduinovi zdi (Alduin’s Wall) v Chrámu oblačného úkrytu (Sky Haven Temple). Byla považována za zázrak starého světa a jejím účelem bylo uchovat nahromaděné vědění o dracích a proroctví, které Dračí stráž tehdy měla. Do chrámu se vrátil v roce 1E 2818, aby zeď dedikoval a posvětil jeho krvavou pečeť po jejím dokončení. V roce 1E 2837, po mnoha letech boje Reman úspěšně anexoval nedobité území Černého močálu (Black Marsh) v tom, co bylo později známo jako bitva o Argonii (Battle of Argonia), ale ne bez těžkých ztrát na životech kvůli argoniánskému odporu a nemocem. Poněvadž jej dobytí Močálu neuspokojilo, Reman začal v roce 1E 2840 kampaň pro dobytí Morrowindu. Tento konflikt, známý jako čtyřbodová válka (Four-Score War), byl dlouhý, krvavý a vlekl se až do 1E 2920. Válka nakonec stála Remana vlastní život a sám byl zabit v bitvě v roce 1E 2840 v 57 letech. Po smrti jej nahradil Brazollus Dor. Vláda Remana II. také zaznamenala pozoruhodný vývoj v umění. Jeho dvorní malířka Emilie Polusová (Emilia Polus) způsobila revoluci v umění krajinomalby a přinesla umělecký realismus, který později charakterizoval dobu potentátu. Předchůdce:Kastav Cyrodiilský cisár1E 2806 - 1E 2851 Nástupce:Brazollus Dor"
}