{
    "title": "Reman Cyrodiil",
    "table_of_contents": "",
    "infobox": "Císař Reman Cyrodiil Remanovo vyobrazení v chrámu Nebeského útočiště(Sky Haven Temple). Panovnické údaje Titul: Cyrodiilský císař Doba vlády: 1E 2703–1E 2762 Předchůdce: Žádný Následník: Kastav Dynastie: Remanská dynastie Životopisné údaje Datace: Cyrodiil Pohlaví: Muž Sídlo: Cyrodiil Herní údaje Výskyt: Knihy, historie a různé zmínky",
    "content": "Reman Cyrodiil, nazýván také Světský bůh, byl kulturní hrdina a bůh Druhého císařství, zakladatel dynastie Remanovců a největší hrdina první akavirské invaze 1E 2703.[1][2][3] Jeho jméno Reman znamená \"světlo člověka.\"[4] Navzdory rozšířenému přesvědčení, provincie Cyrodiilu po něm pojmenována nebyla; on sám naopak přijal ayleidské pojmenování kraje Cyrod za své.[5][6] Historie O Remanově raném životě a původu se toho ví jen velmi málo. Remanada popisuje Remana jako plod spojení krále Hrola (jenž při aktu zemřel) a ducha svaté Alessie (jenž byla považována za samotnou zem) a zdá se, že některé zdroje to i potvrzují, byť pochybovači tvrdí, že toto rodičovství byla faleš, která měla legitimizovat jeho vládu.[7][8] Spis praví, že Sancre Tor znamená \"zlatý kopec\" a že to má být ono místo, kde byl Reman počat a kde se i narodil. Prý byl nalezen pastýřkou s Amuletem králů (Amulet of Kings), kamenem duší obrovské moci, vsazeným do čela. Novorozeně odnesla přímo do Bílo-zlaté věže a umístila jej bez námitek na trůn.[4] Během boje, o kterém se věří, že se udál u Sancre Tor 2 500 let před Remanovým narozením, Pelinal Bělopruh(Pelinal Whitestrake) křičel jméno budoucího vojevůdce.[6] Invaze Tamrielu akavirskými armádami je to, co Remanovi, nazývaného \"syn Západu,\" poprvé umožnilo sjednotit pod svým vedením mnoho nesourodých frakcí.[1] Mnohé staré tvrze a hrady ve Skyrimu jsou ostatkem sítě opevnění, která Reman vybudoval na obranu proti Akaviru.[9] Reman nejenže cizí útočníky zastavil, on je i přesvědčil, aby mu pomohli vybudovat jeho vlastní říši; později dobyl celý Tamriel až na Morrowind.[1][2][3] Akaviřané byly první, jenž jej uznali za Drakorozeného. Vlastně to byly oni, kdo nejvíce podporoval jeho postavení císaře (byť Reman za svého života tento titul nikdy opravdu nepřijal).[8] Drakorozeného hledali již nějaký čas a když slyšeli jeho hlas při vrcholné bitvě u Bledého průsmyku(Battle of Pale Pass), uvědomili si, co byl zač, poklekli a složili mu věrnost, což vedlo k založení Dračí stráže.[10] Zformování Cyrodiilu, jak jej známe dnes, je přisuzováno Remanovi, který spojil prvky High Rocku, Kolovie, regionu Nibenaye a sofistikované, byť zvláštní kultury poražených Akaviřanů do jednoho celku.[11] Zavedl i rituály císařské korunovace, které také zahrnovaly rituální geise Amuletu králů (Amulet of Kings).[2][3] Po zmaření akavirské invaze v roce 1E 2704 obrátil svou pozornost k pláňovcům(Reachfolk). Rozdělil oblast Plání(The Reach) mezi císařské provincie High Rocku a Skyrimu, aby omezil moc nebo příjmy každého jednotlivého vládce a západní Pláň(Western Reach) od té chvíle existovala jako samostatné území. I přesto se Pláň odmítla nechat zkrotit a neuplynulo deset let, aniž by do Plání nepochodovaly buď jednotky z Evermore nebo ze Samoty v dalším marném pokusu srazit pláňovce na kolena.[12] Dračí stráž (Dragonguard) císaře Remana také na podporu svého honu na draky postavila v pláňských horách Chrám Nebeského útočiště(Sky Haven Temple).[13][14] Zemřel v roce 1E 2762, dle některých zpráv rukama morrowindského cechu vrahů Morag Tong.[NR 1] Následně byl pohřben v Sancre Tor, které si pod jeho vládou užívalo bohatství a kultury.[15][16] Po 200 letech vlády, Remanská dynastie skončila vraždou jeho posledního dědice, Remana III. (podle zvěstí taktéž rukama Morag Tongu), čímž skončila první éra.[1][2]"
}