{
    "title": "Remanská dynastie",
    "table_of_contents": "",
    "infobox": "",
    "content": "Remanská dynastie, jinak nazývána Remanská říše,[1] byla založena Remanem Cyrodiilem poté, co porazil první akavirskou invazi Tamrielu v bitvě u Bledého Průsmyku(Battle of Pale Pass) roku 2703 první éry. Až do té chvíle byl kontinent rozdělen na mnoho drobných království, ale jakmile Reman spojil armády Kolovie a Nibenayského údolí, aby invazi odrazil, byl schopen sjednotit veškeré tamrielské lidské obyvatelstvo v případě potencionálního útoku ze strany altmerů.[2] Byť bitva v Bledém průsmyku ustanovila Remana jako vedoucí mocnost Tamrielu, mnohé části kontinentu jeho vládu odmítly. Valenský les byl pokořen až v 1E 2714.[3] V 1E 2811 cyrodiilské síly porazily poslední zorganizovanou armádu argoniánů při bitvě o Argonii a následující rok byla Argonie začleněna do říše jako provincie pod jménem „Černý močál“ (Black Marsh).[4] Zbytek provincie byl dobyt po částech, přičemž celá oblast přišla pod císařskou nadvládu v 1E 2837.[5] Poslední dobyvačná válka začala kolem roku 1E 2840, kdy se Reman II. pokusil zavést Morrowind, poslední zemi mimo císařskou kontrolu, do císařství. Pokrok to byl ale pomalý a tři živoucí bohové Morrowindu, Vivec, Almalexie a Sotha Sil se ukázali jako velmi schopní vůdci. V 1E 2920 se obě strany blížily vyčerpání a potom co říše dobyla pevnost Ald Marak, bylo dohodnuto příměří, které mělo ukončit válku.[6] Krátce po příměří si nájemný vrah spletl korunního prince Juileka s císařem, a tak byl následník trůnu zabit. Sám Reman III. byl krátce poté na příkaz potentáta Versidue-Shaieho sám zavražděn, čímž skončila dynastie Remanovců a začalo období Druhého císařství známé jako akavirský potentát.[6] Reman I., II. a III. byly pohřbeni v komoře hluboko pod Sancre Torem spolu se dvěma dalšími neznámými císaři.[7][Poznámka 1] Remanovci # Jméno Narození Rasa Korunovace Úmrtí, svržení, abdikace či úřední zrušení Dodatečné informace 1. Reman I. 1E ? 1E 2703 1E 2762 Založil Druhé císařství a Remanskou dynastii. Za celý svůj život titul císaře nepřijal. 2. Kastav 1E ? 1E 2762 1E 2804 (svržen),1E 2812 (zemřel) 3. Reman II. 1E 2794 1E 2804 (svržení císaře Kastava),1E 2812 (oficiální korunovace) 1E 2843 4. Brazollus Dor 1E ? 1E 2843 1E 2877 4. Reman III. 1E ? Císařský 1E 2877 1E 2920 Zavražděn Morag Tongem."
}