{
    "title": "Riften",
    "table_of_contents": [
        "Obsah",
        "1 Historie",
        "1.1 Úpadek",
        "1.2 Současnost",
        "2 Popis města",
        "2.1 Předměstí",
        "3 Městská vláda",
        "4 Ekonomika",
        "5 Obyvatelstvo",
        "6 Kultura a společnost",
        "7 Přírodní podmínky",
        "8 Cestování",
        "9 Reference"
    ],
    "infobox": "Riften Vyobrazení znak mapa Geografické info Typ sídla: město Provincie: Skyrim Država: Průrva Správní info Jarl: Laila Zákonodárkyně Centrum: Mlžná tvrz Počet čtvrtí: 2 Herní údaje Hry: TES V: Skyrim",
    "content": "Riften je město na samém jihovýchodě Skyrimu a jedná se o správní centrum državy Průrva. Město leží u východního břehu jezera Honrich a nedaleko se nachází hraniční přechod do Morrowindu. Město je proslulé vysokým výskytem zločinu a rozmachem korupce. Nalézá se zde také sídlo cechu zlodějů. Historie Riften byl kdysi jedním z obchodních centrem Skyrimu. Jednalo se o velké a bohaté město, kam putovali obchodní karavany a cestující z Morrowindu, který se nachází nedaleko. Jezero a kanál, na kterém město leží, byly plné rybářských lodiček a město žilo rušným životem i v noci.[1] Začátkem třetí éry do města zavítala i budoucí královna Barenziah, která se přidala ke zdejšímu cechu zlodějů a nakonec právě zde byla dohnána císařskými vojáky.[2] Úpadek Počátkem čtvrté éry, zůstával Riften stále skvělým a vzkvétajícím městem. Roku 4E 98 se však vlády po zavraždění svého předchůdce, zmocnil Hosgunn Překřížené dýky. Proti novému jarlovi vypukly protesty v ulicích, jarl však nechal dal rozehnat a vydal zákaz vycházení. Každý, kdo onen zákaz porušil, byl tvrdě potrestán. Jarl také zvýšil daně kupcům i obyčejným obyvatelům a nákladně si dal zbudovat nový palác. Stavba nového paláce, s okázalými komnatami trvala celých sedm let. Palác poté vešel ve známost jako připomínka jarlovy tyranie a lidé jej nazývali Hosgunnovo bláznovství.[1] Zatímco jarl si žil v přepychu, obyvatelé města strádali hladem a nemocemi a ulice se postupně proměnily ve skladiště odpadků. Roku 4E 129 pak lidem došla trpělivost a vzbouřili se proti jarlovi. Během řádění davu byl zapálen palác i s jarlem uvnitř a požár postupně zachvátil celé město. Ráno se Riften sice nacházel v rukou lidu, ale mnoho obyvatel zemřelo a město se proměnilo jen v doutnající trosky.[1] Obnova města, do nynější postavy, trvala celých pět let. Město se však již nikdy plně nevzpamatovalo z Hosgunnuvy tyranie a následných nepokojů a zůstává jen stínem bývalé slávy.[1] Současnost V současnosti je město ve fázi dlouhodobé stagnace. Vláda města se oficiálně hlásí k povstání Bouřných hávů a tak mezi Riftenem a císařstvím panuje nepřátelství. Ve městě se navíc rozmáhá korupce a zločinnost. V podzemí města operuje Cech zlodějů, který se snaží obnovit své bývalé postavení. Popis města Mlžná tvrz, sídlo jarla a centrum města Riften je poměrně velké město, ležící u jezera Honrich. Po celé délce Riftenu se táhne dlouhý kanál, který byl kdysi hlavní trasou pro obchodníky a rybáře, v současnosti však zeje prázdnotou. Město můžeme dělit na dvě čtvrti, centrum města je totiž vtěsnáno v malém prostoru hradeb, zatímco část města se nachází vně městských zdí. Dominantami města jsou Mlžná tvrz, sídlo jarla a jeho dvora a chrám bohyně Mary, při kterém se nachází i síň mrtvých. Město disponuje hned dvěma hostinci, noclehárnou, obchody, tržištěm a medovarem. Zajímavostí také je, že se zde nachází jediný sirotčinec ve Skyrimu, který nabízí péči o sirotky. Kvalita této péče je však diskutabilní. Vně hradeb se pak nachází riftenský sklad a rybárna. Hluboko v podzemí města můžeme nalézt také nechvalně proslulé Krysí díry, sídlo cechu zlodějů a různých zločinců a banditů. Do města vedou dva hlavní vchody skrze městské brány, menší branka poskytuje také také přístup k rybárnám. V městských hradbách se však nachází ještě třetí brána, která je však po dlouhá léta uzavřena. Předměstí Předsunuté věže při cestě do města Ně předměstí města se nachází několik zemědělských usedlostí, jakými jsou například Sněhoběžníkův statek a Dožínkový statek. Přímo před městskými hradbami při severní bráně, se nacházejí městské stáje. Zde je přístup k městu také chráněn několika předsunutými věžemi a pevností Zelhrad. Zajímavostí také je usedlost Zlatice, která leží na ostrově uprostřed jezera před městem. Městská vláda Vládkyní města v roce 4E 201 je jarl Laila Zákonodárkyně, která podporuje povstání Bouřných hávů a jeho vůdce Ulfrica, jarla Windhelmu. Laila se při svém vládnutí opírala o správkyni Anuriel, která jí zastupovala při jednáních z poddanými. Obyvatelé města si však stěžují na rozmach korupce, která dokonce zachvátila i dvůr panovnice. Laila a její dvořané obývají Mlžnou tvrz, která je natolik vzdálená běžným problémům města. Ekonomika Pohled na centrum města, s tržištěm uprostřed Před dávnými časy byl Riften bohatým obchodním centrem. V současné době však město dlouhodobě upadá. Zahraniční obchod z nedalekým Morrowindem, po nedávné erupci Rudé hory a následných katastrofách, pravděpodobně téměř ustal. Zdejší tržiště je spíše agrárního charakteru. Hlavní obživou pro zdejší obyvatele je rybářství, mnoho z obyvatel je zaměstnáno v rybárnách, jedná se však o namáhavou a málo placenou práci. V Riftenu se také nachází medovar, kde se vaří Černošípkova medovina, která je prý vůbec nejlepší ve Skyrimu. V okolí města se nachází několik zemědělských usedlostí, kde se díky přívětivým podmínkám pěstují tykve, zelí a pšenice a jsou zde chovány dobytek a kuřata. Obyvatelstvo Hlavní ulice města Riften je poměrně lidnatým městem a žije zde vedle sebe pestrá směsice obyvatel. Co se ras týče, žijí zde především Nordové, Dunmeři, Bosmeři a Argoniánci. Velkou moc ve městě má rodina Černošípků, která aspiruje i na vládce Riftenu. Většina obyvatel se živí jako rybáři, výrobci medoviny a obchodníci. Mnoho lidí je nějak spojeno s cechem zlodějů, který působí v podzemí města. Díky tomu se obyvatelé často stávají obětmi krádeží. Mimo členy cechu zlodějů, žijí v podzemí i různí bandité a jiní vyvrhelové. Kultura a společnost Přestože je Riften znám jako doupě korupce a zločinu, je zde přikládána velká důležitost rodinnému životu. O sirotky zde pečuje takzvaný Dobrodušný sirotčinec, jedná se o jedinou instituci svého druhu ve Skyrimu. Přesto se o provozovatelce sirotčince říká, že je to krutá žena, která své svěřence tyranizuje. Riftenský chrám Mary je také vyhledávaným místem, kde se ve Skyrmimu vstupuje do svazku manželského. Oddávajícími jsou kněží bohyně Mary. O mrtvé je nakonec pečováno v síni mrtvých, která se také nachází při chrámu Mary. Riftenský kanál Přírodní podmínky Riften leží na samém jihovýchodě Skyrimu, při hranicích z Morrowindem. Město se rozkládá na východním břehu velkého jezera Honrich, které patří k největším v zemi. Krajina v okolí města zůstává, jakoby stále zahalena v podzimním plášti. Rostou zde na rozdíl od zbytku Skyrimu především listnaté stromy. Podzimní efekt podtrhává i fakt, že ve městě a v jeho okolí často tvoří husté mlhy. Přese všechno jsou v okolí města jedny z nepříhodnějších podmínek pro zemědělství. Cestování Hlavní městská brána a stáje Riften leží na křižovatce silnic. Silnice na západ od města vede přes Helgen a Ivarův dvůr do města Whiterun. Severní cesta pak vede přes vesnici Shorův kámen do města Windhelm a východní cesta spojuje Riften z Morrowindem. Obyvatelé města využívají klasických způsobů dopravy, mezi které patří pěší chůze, koně a dostavníky."
}