{
    "title": "Riverwood",
    "table_of_contents": [
        "Obsah",
        "1 Historie",
        "2 Popis osady",
        "3 Ekonomika",
        "4 Obyvatelstvo",
        "5 Přírodní podmínky"
    ],
    "infobox": "Vorařov Riverwood Informace o lokaci Typ sídla: Vesnice Země: Tamrielská říše Provincie: Skyrim Država: Whiterun Počet obyvatel: cca 15 Herní údaje Hry: The Elder Scrolls V: Skyrim",
    "content": "Riverwood (česky Vorařov) je malou vesničkou, která se rozkládá u břehu Bílé řeky. Nachází se severovýchodně od pevnosti Helgen a prochází tudy cesta do města Whiterun. Historie Riverwood byl kdysi založen rodinou ženy jménem Gerdur. Vesnička dříve také sloužila jako malá základna císařské posádky. Samotná vesnice spadala pod pravomoc jarla z Whiterunu. Když byla nedaleká pevnost Helgen ve čtvrté éře napadena drakem, poslal sem jarl Balgruuf Velkomožný vojenský oddíl, aby zabezpečil bezpečí zdejších obyvatel. Popis osady Riverwood je na jihu a východě obehnán menší palisádou, která má zastavit případné nájezdníky na vesničku. Samotná vesnice se skládá s pěti obytných domů. Nechybí zde kovárna, obchod, ani hostinec, ve kterém si mohou poutníci odpočinout. Ekonomika Hlavním hospodářským odvětvím Riverwoodu je dřevorubectví. Nachází se zde velká pila, kde zdejší obyvatelé zpracovávají dřevo. Zdejší dřevo se zřejmě rozváží po širém okolí. V malé míře se zde pěstuje také zelenina, především pórek a zelí, produkce však zřejmě stačí pouze k uživení zdejšího obyvatelstva. Obyvatelstvo Osada není příliš lidnatá, žije zde asi kolem patnácti lidí. Jedná se veskrze o Nordy. Složení obyvatelstva, podle pohlaví bylo rovnoměrné. Ve vesnici žilo také několik málo dětí. Co se týče profesí, nechyběli zde dřevorubci, kovář a zemědělci. Vesnice měla také svého obchodníka i barda. Přírodní podmínky Vesnice Riverwood se rozkládala na břehu Bílé řeky, která ji ohraničovala na západě. Na východ, se nad Riverwoodem rozkládala největší hora Skyrimu - Jícen Světa. Zdá se, že ve zdejší oblasti nepanovaly tak kruté zimy, jako v jiných oblastech Skyrimu."
}