{
    "title": "Rod Hlaalu",
    "table_of_contents": "",
    "infobox": "",
    "content": "Rod Hlaalu bol jedným z Dunmerských Veľkých rodov. Sídlom rodu na kontinetálnom Morrowinde je mesto Narsis a vo Vvardenfelli mesto Balmora. Pod správou rodu Hlaalu sa pôvodne nachádzal západný, až juhozápadný Morrowind. Najvyšší predstaviteľ rodu používa titul Veľmajster. Patrónom rodu je svätý Veloth Pútnik. Po Oblivionskej kríze bol rod Hlaalu oficiálne vylúčený z Veľkého koncilu a bolo mu odobraté postavenie Veľkého rodu. \"Obchodovať spravodlivo a slobodne znamená ctiť si Tribunál\" ―Motto rodu HlaaluKvôli veľmi dobrej strategickej lokalite v jeho domovskom teritóriu (západný Morrowind) si rod Hlaalu dokázal vytvoriť zdravé obchodné vzťahy s Cyrodiilom a od toho sa neskôr odvíjalo aj ich hlavné remeslo čím bolo obchodovanie s Tamrielom. Kvôli ich neustálemu styku s okolitým svetom sa rod Hlaalu považuje za najliberálnejší a najtolerantnejší rod k cudzincom. Napriek ich otvorenosti však riadne dodržiavajú Dunmerské tradície a ctia si Tribunál. Príslušníci rodu Hlaalu sami seba vnímajú ako ľudia kompromisu od čoho sa aj odvíja erb rodu - váhy, ktorých rovnováha má symbolizovať dosiahnutý kompromis. Počas Tretej éry rod Hlaalu otvorenie privítal Cisársky vplyv v Morrowinde. Cisárske légie, ktoré ochraňovali obchodné trasy a cisárske právo, ktoré umožňovalo slobodu obchodovania a vyznania bolo pre záujmy rodu Hlaalu veľmi výhodné. Ich postoj voči Cisárstvu však rodu Hlaal graduálne vyslúžil nepriateľstvo konzervatívnejích rodov Redoran, Telvanni a Dres a otvorenú nenávisť rodu Indoril. Na oplátku sa však Tamrielskí cisári postarali o to, aby si rod Hlaalu udržal čo najväčší vplyv nad Morrowindom aký je možný bez vyvolania otvoreného konfliktu. Počas posledných desaťročí Tretej éry vládol Morrowindu kráľ Helseth, príslušník rodu Hlaalu. Počas vypuknutia Oblivionskej krízy Cisárstvo stiahlo všetky légie z Morrowindu na obranu svojej domovskej provincie. Bez Cisárskej prítomnosti začala moc rodu Hlaalu slabnúť. Namiesto neprítomných légii zorganizoval silný bojovnícky rod Redoran domobranu, ktorá bojovala proti daedrám samostatne. Po ukončení krízy Dunmerovia obviňovali Cisárstvo z toho, že boli ponechaní vlastnému osudu. Keďže si svoju zlosť nemohli vybíjať priamo na Cisárstve, vybili si ho priamo na rode Hlaalu. Všetky zostávajúce Veľké rody sa postarali o vylúčenie rodu Hlaalu z Veľkého koncilu a na jeho miesto dosadili rod Sadras."
}