{
    "title": "Rudá hora",
    "table_of_contents": [
        "Obsah",
        "1 Historie",
        "1.1 Meretická éra",
        "1.2 První éra",
        "1.3 Druhá éra",
        "1.4 Třetí éra",
        "1.5 Čtvrtá éra",
        "2 Náboženský význam",
        "3 Zajímavosti",
        "4 Zdroje"
    ],
    "infobox": "",
    "content": "Rudá hora Rudá hora viditelná ze Solstheimu Mapa Místo Vvardenfell Sublokace Dagoth Ur Provincie Morrowind \"Pod Rudou horou objevili dwemerští havíři velkolepý magický kámen. Rozmanitými metodami, lord Kagrenac, velekněz a mágokraft starověkých Dwemerů, určil, že tento magický kámen bylo srdcem boha Lorkhana, jež sem bylo vrženo v éře úsvitu jako trest za jeho zradu během tvoření smrtelného světa.\" ―Gilvas Barelo[src]Rudá hora, také známá pod názvy Dagoth Ur,[1] Rudá věž,[2] Mount Vvardenfell,[3] nebo Sahqo-Strunmah v dračím jazyce,[4] je veliká, současně aktivní sopka, která tvoří většinu Vvardenfellu, v provincii Morrowindu. Jako největší sopka v Tamrielu byla nečinná až do Rudého roku v 4E 5, kdy spadl Baar Dau, čímž způsobil erupci. Historie Meretická éra \"Ale když se Trinimac a Auriel pokoušeli zničit Lorkhanovo srdce, vysmálo se jim. Řeklo: „Toto Srdce je srdcem světa, neboť jedno bylo stvořeno pro uspokojení druhého.“ Auriel ho tedy uvázal k šípu a nechal ho dlouho letět do moře, kde by ho nikdo z nového světa nikdy nenašel.\" ―MonomýtusRudá hora údajně vznikla v čase události zvané Shromáždění na začátku meretické éry, kdy bylo Lorkhanovi odebráno srdce a následně vrženo do moře. Tam, kde dopadlo, se vynořila Rudá hora.[5] Během meretické éry, aldmerové také opustili svůj domov a odcestovali do Summersetských ostrovů v Tamrielu. Jedna skupina, vedená prorokem Velothem, se rozhodla se oddělit od základní populace a vydala se napříč kontinentem do svého nového domova, kterému dali jméno Resdayn. Jakmile tam dorazili, byli tito merové, nyní zvaní chimerové, překvapeni tím, že jeskyně a tunely pod Rudou horou byly již obydlené dwemery. Tyto dvě rasy měly spolu neustálé neshody kvůli pozemkům a rozdílným vírám. První éra Chimerové a dwemerové se nakonec spojili, aby vyhnali nordy z Morrowindu v 1E 416.[6][7] Obě rasy spolu po nějakou dobu mírumilovně žili bok po boku pod praporem resdaynského království, dokud se chimerský generál Indoril Nerevar nedozvěděl, že dwemerové našli pod horou Lorkhanovo srdce a chtěli ho použít na pohánění obřího golema, Numidia. To vedlo k válce První rady, která vyvrcholila bitvou na Rudé hoře a zmizením celé trpasličí rasy.[8] V době války, Rudá hora začala v 1E 668 soptit, přetvořila Vvardenfell a zakryla slunce na celý rok. Tato událost se stala známá jako Smrt slunce.[6][9] Druhá éra Po dlouhou dobu byla hora klidná, než se znovu krátce probudila v 2E 582, jako následek vysávání Vivecovi moci. Viníkem byl daedrický princ Clavicus Vile, který potřeboval moc Tribunálu, aby našel a vnikl do Clockwork City Sotha Sila. To způsobilo, že byl Vivec těžce oslaben až do takové míry, že Baar Dau hrozil zřícením a Rudá hora vypukla, čímž ohrozila Vvardenfell. Naštěstí byla Vivecova moc obnovena a pohroma byla zažehnána, díky pomoci cizince.[10] Třetí éra Během Císařského simulakra, Jagar Tharn použil trpasličí doly pod horou jako skrýš pro ukrytí úlomku rozlomené hole chaosu. Věčný Šampión později vchod do dolů našel tím, že udeřil Ghanerovým kladivem Mithasovu kovadlinu, čímž vytvořil zvonění, které odhalilo lokaci úlomku. Hrdina tento kus získal a hůl dokončil, aby následně zjistil, že Tharn odčerpal její moc do šperku ohně.[1] Po jeho vítězství nad Tharnem, mnoho císařských loyalistů se vrátilo po jeho stopách a navštívilo právě i Dagoth-Urské doly.[11] Mezi 3E 400 a 3E 417, Tribunál vztyčil kolem hory Ghostfence, aby zabránil rozšíření Sněti a Korprusových příšer. Čtvrtá éra V 4E 5, rok zaznamenaný dunmery jako Rudý rok, Rudá hora opět vypukla krátce, co Baar Dau, dlouho přestavěný na Ministerstvo pravdy, dokončil svůj sestup a dopadl na město Vivec.[12] Erupce způsobila velké množství kouře a toxického prachu, jenž zavalili většinu Morrowindu a způsobili, že je Vvardenfell téměř neobyvatelný. Části Morrowndu, které přežily počáteční pohromu, nezůstaly ušetřené dlouho, jelikož neustále soptící hora za následujících desetiletí otrávila zemi i moře.[13] V 4E 201, se z hory stále kouří. Náboženský význam Rudá hora má různé náboženské významy pro různé morrowindské frakce. Po nějakou dobu, Šestý rod, vedený znovuoživeným Dagoth Urem, využíval mnoho dávno opuštěných dwemerských dílen pod Rudou horou jako svůj domov. Jeho členové často mluvili o hoře jako o živém objektu, který k nim mluvil ve snech. Hora symbolizovala samotného Dagoth Ura, který se pokoušel kontrolovat jeho subjekty z jeho podhorského vězení. Ashlandeři ji viděli jako strašidelné místo, jelikož obsahovalo pozůstatky nenáviděných dwemerů. Tribunálský chrám učil, že Rudá hora bylo místo zkoušek a velikého zla. Ghostfence, který Tribunál nechal kolem hory postavit, se stal náboženským symbolem Tribunálu samotného a populární poutní destinací. Zajímavosti Přestože není přístupná, je Rudá hora jasně viditelná ze Solstheimu v DLC Dragonborn pro TES V: Skyrim, ze Stonefalls v Elder Scrolls Online, a po celou dobu strávenou na Vvardenfellu v Elder Scrolls Online: Morrowind. Existoval nordský klan známý jako Klan Rudá hora. Osoba známá jako Odrav Anvil-Hand přinesla čest rodině. Nejsme si jistí, jestli jsou spojení s Rudou horou samotnou.[14] Vypuknutí Rudé hory ve čtvrté éře je údajně také odpovědné za Velké zhroucení ve Skyrimu."
}