{
    "title": "Savirien-Chorak",
    "table_of_contents": "",
    "infobox": "",
    "content": "Savirien-Chorak byl šlechtic tsaesci z rané až střední druhé éry a potentát Cyrodiilského císařství po svém otci, Versidue-Shaieovi. Savirien-Chorak byl posledním vládcem Druhého císařství a byť byl v roli administrátora neschopný a na krize odpovídal nedostatečně, některé z jeho lépe známých činů bylo uznání Orsinia za provincii a reformace místních milic. V historické fikci 2920, Poslední rok první éry, Savirien-Chorak je popisován jako \"lesknoucí se mramorovo-žlutý úhoř\" a měl být dobrý v boji se dvěma zbraněmi. Historie: Savirien-Chorak byl synem Versidue-Shaieho, bývalého potentáta císaře Remana III. a také jeho nástupce. Podle historické fikce 2920, Poslední rok první éry, se Savirien narodil v Tamrielu a v Akaviru nikdy nebyl. Za života byl blízký svému otci a byl i přítelem korunního prince Juileka. Byl přítomen po princově boku, když porazil armády Morrowindu ve čtyřbodové válce (Four-Score War) a krátce poté na jeho setkání s Vivekem v Ald Maraku. Knihy také naznačují, že byl spoluspiklencem plánu jeho otce zavraždit císaře a jeho syna. Jeho poslední vystoupení v knize bylo po vraždě Remana III. v Císařském městě (Imperial City), kde opustil scénu, aby získal alibi pro sebe a svého otce. Versidue-Shaie přijal pozici vůdce Druhého císařství a oznámil konec první éry. Jeho vláda skončila o roky později v 2E 324, kdy byl zavražděn Morag Tong, stejnou skupinou, která zabila císaře. Savirien-Chorak přijal jeho titul krátce poté a byť nedostál vládě svého otce, jako potentát udělal pár pozoruhodných rozhodnutí. Nejslavnější bylo ustanovení provincie Orsinium (někdy mezi 2E 418 a 2E 430) a byl později pochválen velekrálem Emericem za poznání síly orků coby spojenců. Jedním z méně oblíbených činů jeho otce bylo rozpuštění lokálních armád po celém císařství a jejich nahrazení ranou verzí Cechu bojovníků (Fighters’ Guild) jako jediné žoldnéřské organizace. Jen se ale Savirien-Chorak dostal do pozice, toto rozhodnutí bylo zrušeno; Cech se však v té době už ustanovil jako skupina veliké hodnoty a nebylo to k ničemu. V roce 2E 400, Savirien-Chorak hostil několik měsíců trvající oslavy na poctu čtyř staletí vlády potentátu nad císařstvím. V té době se v Císařském městě pořádalo mnoho her a soutěží, včetně básnického turnaje. Mnozí básníci a spisovatelé z celého kontinentu cestovali do Císařského města, aby vystoupili na potentátově dvoře. Jediný básník, který ale zanechal dojem, byla Nynella Dumaris, účetní z Vastyru na vzdáleném sousostroví Sestres (Systres Archipelago). Její sonet, \"Nebojácný jako slunce,\" (Fearless as the Sun) bylo to, co si získalo potentátovu přízeň a upevnilo její místo na dvoře coby básníka-šampiona. Jeho nabídku ale nakonec odmítla a vrátila se domů, aby dožila své dny skládáním dalších prací. Savirien-Chorak byl zavražděn v roce 2E 430 černou šipkou a předpokládá se, že tu samou krvavou noc jej do hrobu následovali všichni jeho dědici. Ovšem, jeden z těchto dědiců, Beloren-Kaie, uprchl z Cyrodiilu na jih do Elsweyru ve společnosti několika dalších akavirských uprchlíků. Přes všechno jejich úsilí byl ale Kaie zavražděn zabijákem Morag Tong Methasem Daramem a jeho osobní strážce Lein-Barduik přijal jeho jméno a prohlásil sebe a svou linii za šlechtu. Smrt Savirien-Choraka a jeho dědiců přinesla pád císařství přes noc a začala Bezvládí (Interregnum), období konfliktu, které skončilo až získáním moci Tiberem Septimem. Galerie: Beloren-Kaie, jeden ze Savirienových dědiců"
}