{
    "title": "Sentinel",
    "table_of_contents": [
        "Obsah",
        "1 Historie",
        "1.1 Ranná historie",
        "1.2 První éra",
        "1.3 Druhá éra",
        "1.4 Novodobé dějiny",
        "2 Popis města a ekonomika",
        "3 Obyvatelstvo a kultura",
        "4 Reference"
    ],
    "infobox": "Sentinel Vyobrazení znak mapa Geografické info Typ sídla: hlavní město Provincie: Hammerfell Správní info Král: Neznámý Centrum: Palác v Sentinelu Herní údaje Hry: The Elder Scrolls II: Daggerfall",
    "content": "Sentinel (česky Strážno), je hlavní město stejnojmenného království a symbolické hlavní město Hammerfellu. Jedná se obchodní centrum a jedno z největších, nejbohatších a nejlidnatějších měst Hammerfellu. Sentinel obchodně prosperuje především při své výhodné poloze u Iliáckého zálivu, na severozápadě Hammerfellu. Co se politiky týče, patří Sentinel po staletí k tradičním městům pod vládou frakce Předků. Historie Ranná historie Sentinel byl původně založen buď Elfy nebo Bretonci, jako jedna ze základen, jejichž úkolem bylo chránit rybáře a námořní kupce před útoky Orků.[1] Nakonec však do Hammerfellu uspořádali invazi lidé z kontinentu Yokuda, na Tamrielu známí jako Redguardi. Sentinel, stejně jako zbytek Hammerfellu se po lítých bojích z Bretonci a Orky, dostaly pod nadvládu Redguardů.[1] Redguardi, jakožto noví vládci brzy přebudovali svou novou vlast k obrazu svému. V Sentinelu byl vystavěn palác, který je nejstarší a největší stavební památkou této doby.[2] První éra V první éře, začali Redgurdi konečně navazovat styk se svými sousedy Bretonci v High Rocku. Nakonec se dokonce Redguardi vládnoucí v Sentinelu spojili se svým rivalem, bretonským státem Daggerfallem, proti společné hrozbě, kterou představovalo orkské město Orsinium. Společnými silami pak aliance Sentinelu a Daggerfellu porazila a zničila roku 1E 980 Orsinium.[3] Paradoxně s pádem Orsinia ztratil Daggerfall svůj výsadní obchodní monopol v Iliáckém zálivu a započal vzestup Sentinelu a Wayrestu. Všechny tři městské státy se přetahovaly o výsadní postavení a vojenskou kontrolu nad zálivem. Nakonec však byla všechna města, včetně Sentinelu zpustošena Thrassianským morem.[4] Druhá éra Městské hradby Postupně se objevily rozbroje i uvnitř společnosti Redguradů. Nakonec se Redguardi rozdělili na dvě znepřátelené frakce - Předky a Koruny. Sentinel se stal městem Předků a užíval i nadále výsadního postavení. Nakonec však převážila moc Korun, a poslední nejvyšší král Thassad II., z řad Korun, ponížil Předky tím, že ze Sentinelu učinil své sídlo a nové hlavní město země, namísto dosavadní Hegathe.[2] Nakonec však vypuklo proti Thassadovi povstání Předků a král byl svržen a zavražděn. Vnitřní nepokoje rozdělily zemi natolik, že se stále více utužoval vliv Cyrodiilského císaře Tibera Septima nad Hammerfellem. Nakonec se celý Hammerfell, včetně Sentinelu, stal součástí nově zbudované říše rodu Septimů.[1] Novodobé dějiny Po celou třetí éru, zůstával Sentinel stabilní součástí Tamrielské říše. Nakonec však došlo mezi Sentinelem a Daggerfellem k rozporům o ostrov Betony. Ostrov se dostal pod silný vliv Daggerfellu, avšak oficiálně náležel ke království Sentinel, ačkoliv zde již neměli sentinelští žádný vliv. Nakonec spory přerostly roku 3E 403 v otevřenou válku, ve které byl Sentinel poražen a Daggerfall zvítězil.[5] Roku 3E 417 pak došlo k události, známé jako Zázračný mír na Západě. Roztříštěné městské státy v okolí Iliáckého zálivu byly sjednoceny pod nadvládou tří silných měst - Sentinelu, Daggerfellu, Wayrestu a Orsinia.[6] Sentinel pod svou nadvládou sjednotil území od Abigon Gora na západě až po Satakalaam na východě.[1] Po dlouhá léta čtvrté éry, zůstával Sentinel nadále součástí říše. Roku 4E 42 zde však došlo k Noci Zeleného ohně. Altmeři, kteří uprchli před Thalmorem do Sentinelu ze své vlasti, byli napadeni thalmorskými agenty. Jejich snaha ubránit se, byla marná a po příchodu císařské legie, byla již celá čtvrť uprchlíků zničena. [7] Když roku 4E 171 vypukla válka mezi říší a Altmerským spolkem, byl Altmery napaden i Hammerfell. Teprve v této kritické chvíli, odložili Předci i Koruny své vzájemné spory a sjednotili se proti nepříteli. Válka se však Sentinelu pravděpodobně nedotkla. Roku 4E 175 přestal být Hammerfell provincií říše a dosáhl samostatnosti po odmítnutí Bělozlatého konkordátu. Hammerfell a jeho symbolické hlavní město Sentinel, jsou tak nyní samostatné.[8] Popis města a ekonomika Ulice Sentinelu Sentinel se nachází na severozápadě Hammerfellu a je vystavěn na skalnatém útesu, z jedné strany je město omýváno Iliáckým zálivem a z druhé strany je obklopeno nekončícími a holými pláněmi, které se postupně proměňují v poušť Alik'r a nejsou tak zde příhodné podmínky pro zemědělství. Díky své poloze na pobřeží je však Sentinel jedním z největších a nejbohatších obchodních center zálivu. Populace města patří rozhodně k té největší v zemi. Městem prochází obrovská ulice, táhnoucí se od přístavu až po městské brány, která je zřejmě plná života. Uprostřed města se velkolepě vypíná sentinelský palác, který je nejstarší a největší stavební památkou, kterou Redguardi v Hammerfellu vystavěli.[1] Obyvatelstvo a kultura Sentinel patří k nejlidnatějším městům Hammerfellu. Nachází se v moci Předků a nejvíce zastoupenou rasou tu jsou přirozeně Redguardi. Existují ovšem zmínky o čtvrti uprchlíků, kterou obývali altmerští uprchlíci. Do města pravděpodobně často zavítají obchodníci z řad Bretonců. O bezpečnost obyvatel se stará rytířský řád Svíčky. Sentinel se stal také útočištěm pro šlechtu z Daggerfallu a Wayrestu, kterou potěší zdejší národní kuchyně, umění a bizarní moralistické hry, hrané v Královském Divadle.[2]"
}