{
    "title": "Septimové",
    "table_of_contents": [
        "Obsah",
        "1 Tiber Septim (3E 1 – 3E 38)",
        "2 Pelagius Septim I. (3E 38 – 3E 41)",
        "3 Kintyra Septim (3E 41 – 3E 48)",
        "4 Uriel Septim I. (3E 48 – 3E 64)",
        "5 Uriel Septim II. (3E 64 – 3E 82)",
        "6 Pelagius Septim II. (3E 82 – 3E 99)",
        "7 Antiochus Septim (3E 99 – 3E 119)",
        "8 Kintyra Septim II. (3E 119 – 3E 121)",
        "9 Uriel Septim III. (3E 121 – 3E 127)",
        "10 Ceforus Septim (3E 127 – 3E 140)",
        "11 Magnus Septim (3E 140 – 3E 145)",
        "12 Pelagius Septim III. (3E 145 – 3E 153)",
        "13 Katariah Septim (3E 153 – 3E 200)",
        "14 Cassynder Septim (3E 200 – 3E 202)",
        "15 Uriel Septim IV. (3E 202 – 3E 247)",
        "16 Ceforus Septim II. (3E 247 – 3E 268)",
        "17 Uriel Septim V. (3E 268 – 3E 290)",
        "18 Uriel Septim VI. (3E 290 – 3E 320)",
        "19 Morihatha Septim (3E 320 – 3E 339)",
        "20 Pelagius Septim IV. (3E 339 – 3E 368)",
        "21 Uriel Septim VII. (3E 368 – 3E 433)",
        "22 Martin Septim (3E 433)",
        "23 Poznámky",
        "24 Zdroje"
    ],
    "infobox": "",
    "content": "Rodokmen Septimů. Septimovskou dynastií označujeme rod císařů a císařoven, počínaje Tiberem Septimem. Byli první panovnickou dynastií Třetího císařství, kterému vládli po dobu celé třetí éry. Většina těchto panovníků byla považovaná za císařské. Konec této dynastie označil také konec třetí éry. Tiber Septim (3E 1 – 3E 38) Socha Tibera Septima Hlavní článek: Tiber Septim Septimská mince, hovorově nazývaná jako drake. Tiber Septim byl zakladatelem septimské dynastie. Byl to právě on, kdo dobyl Tamriel jako generál císaře Cuhlecaina.[1] Když Cuhlecain zemřel rukou neznámého vraha (nebo Tiberem samotným),[2] stal se císařem a v den své korunovace vyhlásil začátek třetí éry.[3] Stejně jako zavedení vládních reforem po jeho dobývání,[4] se Tiberovi připisuje obnovení kultu Jednoho, starověké nordské víry, a postavení chrámu v Císařském Městě.[5] Tiber vládl až do 3E 38. Poté na trůn nastoupil jeho vnuk, Pelagius Septim.[3] Pelagius Septim I. (3E 38 – 3E 41) Hlavní článek: Pelagius Septim I.Pelagius Septim I. (* ?? – † 3E 41) byl druhým panovníkem septimské dynastie a vnuk Tibera Septima.[3] Pelagius, oproti svému dědečkovi, vládl velmi krátce. Byl zavražděn vrahem Temného bratrstva ve třetím roce své vlády, když klečel v chrámu Jednoho, v Císařském Městě.[3] Kintyra Septim (3E 41 – 3E 48) Hlavní článek: Kintyra SeptimKintyra Septim (* ?? – † 3E 48)[6] byla třetím panovnicí a první císařovnou Tamrielu. Kintyra byla Pelagiova sestřenice a dcera Tiberova bratra, Agnoritha. Vláda bývalé královny Silvenaru byla požehnaná „blahobytem a dobrou úrodou, a ona samotná byla nadšená patronka umění, hudby a tance.“[3] Uriel Septim I. (3E 48 – 3E 64) Hlavní článek: Uriel Septim I.Uriel Septim I. (* ?? – † 3E 64) byl čtvrtým tamrielským panovníkem. Uriel I. nastoupil na trůn po smrti své matky, Kintyry Septim. Byl prvním ze sedmi Urielů na trůnu ve třetí éře. Po celou dobu své vlády Uriel I. propagoval zákonnost a prosadil zřízení císařských organizací, například Cech bojovníků a Cech mágů. Po jeho smrti na trůn nastoupil jeho syn, také Uriel.[3] Uriel Septim II. (3E 64 – 3E 82) Hlavní článek: Uriel Septim II.Uriel Septim II. (* ?? – † 3E 82) byl pátým panovníkem septimské dynastie. Uriel nebyl schopný panovník, a pod jeho vládou císařský zákon a spravedlnost upadali. Jeho vláda samotná byla doprovázena „pohromami, nemocemi a vzpourami.“ Pelagius Septim II. (3E 82 – 3E 99) Hlavní článek: Pelagius Septim II.Pelagius Septim II. (* ?? – † 3E 99) byl šestým panovníkem septimské dynastie. Pelagius nastoupil na trůn po smrti svého otce, čímž zároveň zdědil masivní dluh z otcova špatného finančního a justičního řízení. Aby dluh splatil, rozpustil Radu starších a dovolil do ní opět vstoupit pouze těm, kteří byli schopní platit velké sumy peněz. Své vazaly povzbudil k tomu samému a během jeho sedmnáctileté vlády se Tamrielu vrátila prosperita. Po jeho smrti na trůn nastoupil jeho syn, Antiochus.[3] Antiochus Septim (3E 99 – 3E 119) Hlavní článek: Antiochus SeptimAntiochus Septim (* ?? – † 3E 119) byl sedmým panovníkem septimské dynastie. Antiochus byl jedním z okázalejších členů septimské rodiny. Více se staral o své milenky a manželky než o vládu. Ta byla plná občanských válek, dokonce jich bylo víc než za vlády jeho děda, Uriela Septima II. Nejvýznamnější potyčka byla ostrovní válka v 3E 110, dvanáct let po začátku jeho vlády, ve které Pyandonea byla těsně poražena Antiochovou armádou a armádami Letních ostrovů s pomocí Psijického řádu.[3] Kintyra Septim II. (3E 119 – 3E 121) Hlavní článek: Kintyra Septim II.Kintyra Septim II. (data se liší) byla osmou panovnicí septimské dynastie. Kintyra měla snad tu nejnešťastnější vládu z celého rodu. Trůn zdědila v patnácti letech a její bratranec, Uriel Septim III., syn královny Potemy, ji uvěznil, a začala válka o rudý diamant.[3] Uriel Septim III. (3E 121 – 3E 127) Socha Uriela Septima III. v Císařském Městě, obchodní čtvrť v Oblivionu. Hlavní článek: Uriel Septim III.Uriel Septim III., také známý jako Uriel Mantiarco (* 3E 97 – † 3E 127), byl devátým panovníkem septimské dynastie.[3] Uriel se stal císařem po úspěšném převratu proti své sestřenici, Kintyře Septim II. Uriel byl přesněji znám jako Uriel Mantiarco, ale nechal se přejmenovat na Septima po převzetí trůnu, jako tomu bylo zvykem. Po celou dobu jeho šestileté vlády, bojoval proti svým příbuzným ve válce o Rudý diamant. Nakonec prohrál a nahradil ho Ceforus Septim po bitvě i Ichidagu.[3] Ceforus Septim (3E 127 – 3E 140) Hlavní článek: Ceforus SeptimCeforus Septim (* ?? – † 3E 140) byl desátý panovník septimské dynastie. Většina jeho třináctileté vlády zabrala válka o Rudý diamant proti jeho sestře Potemě, kterou o tři roky přežil. Jelikož sám neměl žádné děti, nahradil ho jeho bratr poté, co sám zemřel v nehodě při jízdě na koni.[3] Magnus Septim (3E 140 – 3E 145) Hlavní článek: Magnus SeptimMagnus Septim (* ?? – † 3E 145) byl jedenáctý panovník septimské dynastie. Magnus nastoupil na trůn po smrti svého bratra, Cerofa I., v 3E 140. Císařem se stal ve vysokém věku a většinu času strávil trestáním zrádných králů války o Rudý diamant. Jeho syn, Pelagius, král Samoty, nastoupil na trůn po jeho smrti.[3] Pelagius Septim III. (3E 145 – 3E 153) Pelagius III., posměvačně nazývaný jako Pelagius Šílený. Hlavní článek: Pelagius Septim III.Pelagius Septim III. (* 3E 119 – † 3E 153) byl dvanáctý panovník septimské dynastie. Lépe znám jako „Pelagius Šílený,“ byl v 3E 145 prohlášen za císaře. O jeho podivínství věděl jeho dvůr už „skoro od samého začátku.“[3] Katariah Septim (3E 153 – 3E 200) Loď císaře Tita Meda II. pojmenovaná po Katarie Septim. Hlavní článek: Katariah Ra'AthimKatariah Septim (* ?? – † 3E 200) byla třináctá panovnice septimské dynastie. Katariah byla zpočátku regentkou Tamrielu, zatímco byl její manžel, Pelagius, hospitalizován. Jelikož byla dunmerka, někteří považovali její vládu za „skutečný náznak úpadku septimského císařství.“ Přes tyto námitky je její vláda nejoslavovanější v celé císařské historii. Často cestovala a „napravovala škody, které napáchaly zrušené aliance a zpackaná diplomacie bývalého císaře.“[3] Cassynder Septim (3E 200 – 3E 202) Hlavní článek: Cassynder SeptimCassynder Septim (* 3E 147/149 – † 3E 202) byl čtrnáctý panovník septimské dynastie. Když jeho matka zemřela a on zdědil trůn, byl již ve středním věku a neměl pevné zdraví. Zanechal vysokoskalský trůn v péči svého nevlastního bratra, Uriela Lariata, jelikož byl jediným pokrevním příbuzným Pelagia III., tímto pádem Tibera Septima, byl přinucen usednout na trůn. Zemřel po pouhých dvou letech vlády. Jeho bratr po něm převzal vládu a byl korunován jako Uriel Septim IV.[3] Uriel Septim IV. (3E 202 – 3E 247) Hlavní článek: Uriel Septim IV.Uriel Septim IV., původním jménem Uriel Lariat (* ?? – † 3E 247) byl patnáctý panovník tamrielské říše. Uriel Lariat byl synem Katarie a jejího manžela Gallivera Lariata (až po smrti Pelagia Septima III.). Uriel byl ze zákona Septim: Cassynder ho adoptoval do rodiny, když se stal králem Wayrestu. Přesto ho lidé považovali za bastarda a jeho dlouhá vláda byla „ohnisko pobuřování.“[3] Uriel toho během své vlády nedokázal udělat mnoho. Za vlády jeho matky a nevlastního bratra, Rada starších získala velkou moc. Kvůli způsobu vydělávání peněz Pelagia II., se Rada skládala z těch nejbohatších (tak i nejmocnějších) lidí z Tamrielu, a on je nebyl schopný porazit. Konečné vítězství Rady přišlo, když odepřeli vládu jeho synovi, Andorakovi Septimovi.[7] Ceforus Septim II. (3E 247 – 3E 268) Hlavní článek: Ceforus Septim II.Ceforus Septim II. (* ?? – † 3E 268) byl šestnáctý panovník tamrielské říše. Byl zvolen Radou starších jako další panovník v 3E 247 několik týdnů po smrti svého bratrance a předchůdce, Uriela Septima IV, a během jeho vlády se staly dvě důležité události. Ta první z nich byla válka s Andorakem Septimem, která skončila poté, co mu bylo darováno území Shornhelmu, kde jeho potomci vládnou dodnes.[7] Druhou a mnohem důležitější hrozbu představoval Camoran Uzurpátor. Za jehož konečnou porážku nemohlo tak úplně Císařství, protože to bylo značně oslabeno svou občanskou válkou s Andorakem. Když Ceforus zemřel, nastoupil na trůn jeho syn, Uriel Septim V.[7] Uriel Septim V. (3E 268 – 3E 290) Hlavní článek: Uriel Septim V.Uriel Septim V. (* ?? – † 3E 290) byl sedmnáctý panovník tamrielské říše. Za své vlády se zúčastnil několika ambiciózních výprav, z nichž ta poslední byla na kontinent Akavir. Je označován za nejlepšího válečníka od dob Tibera Septima.[7] Když byl pryč dobývat, vládla říši Rada starších. Během své vlády dobyl několik království, včetně Roscrey (271), Cathnoquey (276), Ynesley (279) a Esroniet v 284. Pak se vydal na Akavir, což skončilo katastrofou.[7][8] Uriel Septim VI. (3E 290 – 3E 320) Hlavní článek: Uriel Septim VI.Uriel Septim VI. (* 3E 285 – † 3E 320) byl osmnáctý panovník tamrielské říše. Jeho otec, Uriel V., zemřel, když mu bylo teprve pět let. Z tohoto důvodu, bylo jeho matce, Thonice, dáno regentství, dokud on sám „nedosáhl dospělosti,“[9] kdy si Rada starších ponechala „skutečnou“ moc. Rada mu nedovolila skutečně vládnout, dokud mu nebylo 22 let, přestože mu již několik let postupně přibývaly povinnosti. I tak jedinou opravdovou moc, kterou mu Rada dovolila bylo právo veta. Tuto moc ale dokázal efektivně využít, také používal „zaniklé sítě špiónů a strážných jednotek, aby mohl zastrašovat problematické členy rady.“[9] Až v 3E 313 začal skutečně vládnout. Když spadl z koně, jeho sestra Morihatha Septim, která pomáhala ovlivňovat Radu, byla korunovaná na císařovnu.[9] Morihatha Septim (3E 320 – 3E 339) Hlavní článek: Morihatha SeptimMorihatha Septim (* 3E 288 – † 3E 339) byla devatenáctá panovnice tamrielské říše. Morihatha, dcera Uriela V., dokončila, co její bratr začal. Přivedla skyrimského arcimága do Císařského Města a jmenovala druhého císařského bojového mága jako tomu bylo za vlády Tibera Septima. Poté se pokusila ukončit výtržnosti v provinciích, jelikož „revoluce a občanské války běsnily jich od dob jejího děda Cefora Septima II.“[9] Její tažení byla úspěšná, ale opatrně plánovaná, aby se nepředlužila. Rada starších byla pobouřená z toho, jak pomalá ta tažení byla, a tak byla Morihatha v 3E 339 zavražděna. Argoniánský radní Thoricles Romus, se několikrát bouřil kvůli její neochotě vyslat vojáky na posílení Černého Močálu, byl za tento zločin souzen a popraven. Další důležitá věc, která se v této době udála, bylo sepsání Kapesního průvodce po Císařství, druhé vydání.[10] Pelagius Septim IV. (3E 339 – 3E 368) Socha Pelagia IV. v obchodní čtvrti Císařského Města. Hlavní článek: Pelagius Septim IV.Pelagius Septim IV. (* 3E 314[9] – † 3E 368) byl dvacátý panovník tamrielské říše. Nastoupil na trůn po vraždě své tety, císařovny Morihathy. Jeho vlastní matka, Eloisa, zemřela čtyři roky před jeho korunovací. Pelagius pokračoval s prací jeho tety a pomalu „si vzal zpět pod svá křídla radikální a vzdorovitá království, vévodství a baronství Císařství.“[9] Přestože nebyl tak úspěšný jako jeho předchůdkyně, byl přeci jenom úspěšný a „po zvláště stabilní a prosperující devětadvacetileté vládě byl Tamriel blíže ke sjednocení než v době Uriela Septima I.“[9] Uriel Septim VII. (3E 368 – 3E 433) Uriel Septim VII., postava v The Elder Scrolls IV: Oblivion. Hlavní článek: Uriel Septim VII.Uriel Septim VII. (* 3E 346 – † 3E 433) byl dvacátý první panovník tamrielské říše. Uriel VII. byl synem Pelagia IV. Uriel usedl na trůn v 3E 368 a vládl několik desetiletí než zemřel jako starý muž v 3E 433. Měl „píli své pratety Morihathy, politické schopnosti svého prastrýce Uriela Septima VI. a vojenské dovednosti svého prapraděda Uriela V.“[9] V 3E 389, byl zrazen svým bojovým mágem, Jagarem Tharnem, který ho věznil deset let, dokud ho neosvobodil Věčný šampión.[11] Od jeho záchrany „pilně pracoval na pokračování bojů, které měly sjednotit Tamriel.“ Tento důkaz můžeme vidět například v účasti na morrowindských proroctví, kdy vyslal Nerevarina do Morrowindu. Nakonec byl zabit vrahy Bájného úsvitu, když se pokoušel uniknout z Císařského Města a na jeho místo nastoupil Martin Septim.[12] Martin Septim (3E 433) Martin Septim, kněz boha Akatoshe, byl poslední císař septimské dynastie. Hlavní článek: Martin SeptimPro více informací: The Elder Scrolls IV: OblivionMartin Septim (* ??? – † 3E 433) byl dvacátý druhý panovník tamrielské říše. Martin byl nemanželský syn císaře Uriela VII. Před rokem 433 nevěděl o svých pravých rodičích a většinu svého života strávil jako kněz. Události Vpádu Zapomnění ho přinutily se stát císařem, aby hrozbu zažehnal. Jeho smrt znamenala jak konec septimské dynastie, tak konec třetí éry.[12] Poznámky V The Elder Scrolls V: Skyrim, Styrr, kněz boha Arkaye v Samotě, spekuloval o tom, že by byl septimský rod obnoven, kdyby byla Vlčí královna, Potema, úspěšně oživena, kdyby nezasáhli Drakorození.[13] Ve francouzské verzi úvodu do The Elder Scrolls: Arena je zmíněna Ariella Septim jako dědička trůnu a dcera Uriela Septima VII.[14]"
}