{
    "title": "Sestra Terran Arminus",
    "table_of_contents": "",
    "infobox": "",
    "content": "Sestra Terran Arminus Rasa Císařští Pohlaví žena Level 50 Frakce Kult Praotce MůryCísařská legie Lokace Bílo-zlatá věž Region Městský ostrůvek (City Isle) Provincie Cyrodiil Questy Planemeld Obverse \"Tak jsi konečně tady! Páchneš krví, ale myslela jsem, že budeš cítit vším, čím jsi prošel. Člověk by čekal, že už na to budu zvyklá.\" ―{{{2}}}Sestra Terran Arminus je členkou Slepých kněží, objevující se v troskách Bílo-zlaté věže. Terran je v současnosti jedinou „kněžkou Můry“ v Imperial City. Před invazí města úmyslně zanechala jeden Elder Scroll ve věži. Nyní je ve službách císaře Clivia Tharna a čeká na příchod hrdiny. Interakce Planemeld Obverse Terran prověří hrdinu úkolem, ve kterém má získat Elder Scrolls z Bílo-zlaté věže. Konverzace Terran: „Tak jsi konečně tady! Páchneš krví, ale myslela jsem, že budeš cítit vším, čím jsi prošel. Člověk by čekal, že už na to budu zvyklá.“ Hrdina: „O čem to mluvíš?\" Terran: „Vůbec o ničem a zároveň o všem.\" Jak bys mohl pomoci pokorné kněžce a samotnému císaři s naléhavým, dokonce kritickým úkolem?\" Hrdina: „O jaký úkol jde?\" Terran: „Je určen pro tebe. Daedry mají obsadit Bílo-zlatou věž. Mohli bychom utéct, kdyby v horních halách nezůstalo něco důležitého. Potřebujeme to dostat zpátky. Závisí na tom existence celé říše.\" Hrdina: „Pomůžu ti. Co je ten předmět?\" Terran: „Pozůstatek Elder Scroll, oddělený v knihovně Bílo-zlaté věže. Je obklopena přisluhovači Molaga Bala. Ale nedokážou se dostat dovnitř - zatím. Doufejme, že se to první podaří nám. Potřebujeme se tam ale dostat přes trůnní sál.“ Hrdina: \"Kdo přesně jsi?\" Terran: „Jsem poslední ze zbývajících Slepých kněží v Imperial City. Se mnou je císař Clivia Tharn a jeho osobní stráž.\" Hrdina: „Kde jsou ostatní Slepí kněží?\" Terran: „Jsem si jistá, že se věnují studiu jinde ve světě. Elder Scrolls a Daedra nejdou dohromady.\" Hrdina: „Tak proč je Elder Scroll tady?\" Terran: „Nechala jsem ho tady před napadením Daedrů. Ale ne z nedbalosti! Je to záměrné.\" Hrdina: „Proč?\" Terran: „Vše se dozvíš ve správný čas. Pojďme na to.\" Hrdina: „Jak to všechno víš?\" Terran: „To je dobrá otázka! Svitek ti s touto částí nepomůže. Dříve jsi ale věřil slovům ostatních, ať už z rozmaru nebo donucení. Hádám, že můžeš odejít. Zahub nás všechny. Zahub moji kočku. Svou kočku mám ráda.\" Hrdina: „Řekni mi něco o tom Elder Scroll.\" Terran: „Je velmi starý. Velmi tajemný. Řekl mi o událostech, které přijdou. Řekl mi, že ty a já před sebou máme velký úkol.“ Hrdina: „Co tím myslíš?\" Terran: „Je to.. snazší ukázat. Pojď, potřebujeme získat trůnní sál a Elder Scroll...\" Zajímavosti Kolem Terran stálé létá malý noční motýl (Moths). Terran je autorkou „Terraniných zápisků“ (Terran's Notes)."
}