{
    "title": "Seyda Neen",
    "table_of_contents": [
        "Obsah",
        "1 Historie",
        "2 Popis osady",
        "3 Ekonomika",
        "4 Obyvatelstvo",
        "5 Přírodní podmínky"
    ],
    "infobox": "Seyda Neen Geografické info Typ sídla: vesnice (zaniklá) Provincie: Morrowind Správní info Herní údaje Hry: The Elder Scrolls III: Morrowind",
    "content": "Seyda Neen byla malou pobřežní vesnicí, spadající pod císařskou pravomoc na ostrově Vvardenfell. Vesnice se nacházela na jihozápadním pobřeží ostrova, v oblasti Ascadianského souostroví. Historie Vesnice zřejmě vznikla po roce 3E 414, kdy byly hranice ostrova Vvardenfell otevřeny pro obchod a cizince. Poté došlo k osidlování ostrova kolonisty a tak byla zřejmě založena i vesnice Seyda Neen, pro kterou je charakteristická císařská architektura. Vesnice byla také považována za bránu na ostrov, protože se nacházela nejblíže Tamrielskému pobřeží. Je pravděpodobné, že Seyda Neen byla zničena po výbuchu Rudé hory roku 4E 5. Popis osady Seyda Neen byla tvořena přibližně dvanácti budovami. Vesměs se jednalo o obydlí prostých občanů. Krom toho se zde však nacházely důležité císařské úřady. Právě zde se nacházela Kancelář daňového komisařství na ostrově, která sloužila ke sčítání obyvatelstva a následnému vyměření daní na ostrově. Ke komisařství dále náležel sklad a u pobřeží se nacházel maják, tzv. Velký Pharos. Jedinou veřejnou budovou ve vesnici byl Arrilleův obchod, kde mohli poutníci nakoupit základní vybavení. Ekonomika Seyda Neen nemělo žádné ekonomické zázemí, zdá se, že se sem dovážely potraviny s pomocí lodí. Je také možné, že se zde shromažďovaly daně pro císařství. Obyvatelstvo Seyda Neen bylo značně kosmopolitním sídlem, žilo zde mnoho kolonistů z říše, obyvatelstvo tak bylo různorodé a mohli jsme zde narazit na zástupce téměř všech tamrielských ras. Přírodní podmínky Jak již bylo psáno, Seyda Neen leželo na jihozápadním pobřeží ostrova Vvardenfell. Klima zde bylo patrně mírné. Vesnice náleží do oblasti známé jako Ascadianské souostroví. Vedla odtud cesta do města Balmora a pevností Pelagiad a Ebonheart."
}