{
    "title": "Skingrad",
    "table_of_contents": [
        "Obsah",
        "1 Historie",
        "2 Popis města",
        "2.1 Hrad",
        "2.2 Horní město",
        "2.3 Chrámová čtvrť",
        "3 Městská vláda",
        "4 Ekonomika",
        "5 Obyvatelstvo",
        "6 Kultura",
        "7 Přírodní podmínky a cestování",
        "8 Reference"
    ],
    "infobox": "Skingrad Vyobrazení znak mapa Geografické info Typ sídla: město Provincie: Cyrodiil Hrabství: Skingradské hrabství Správní info Hrabě: Janus Hassildor (3E 433) Centrum: Skingradský hrad Počet čtvrtí: 3 Herní údaje Hry: The Elder Scrolls IV: Oblivion",
    "content": "Skingrad je pravděpodobně druhým největším městem Cyrodiilu, hned po Imperial City. Skingrad je administrativním centrem stejnojmenného hrabství a leží v srdci Západní pahorkatiny. Město je známé po celé zemi, pro své vynikající víno, rajčata a sýry. Historie Existence města Skingrad, je doložena již v první éře. Tehdy byl Skingrad jedním z colovianských městských států. Proslavil jej především jeho král, Rislav Spravedlivý, který kolem roku 1E 478 porazil Alessianskou armádu první říše. Skingrad a ostatní colovianské státy se poté sjednotili proti společnému nepříteli a významně přispěli ke zhroucení Alessianského impéria.[1] Zdá se, že po celou druhou éru si Skingrad uchoval svou samostatnost, a nakonec se coby hrabství připojil k Tamrielské říši. Popis města Město Skingrad se dělí na tři části, dvě městské čtvrti a hrad. Dvě městské čtvrti oddělovala hlavní silnice, procházející městem od západu k východu. V následujících odstavcích si jednotlivé části města popíšeme. Hrad Skingradský hrad, je majestátním sídlem hraběte a vládce města i přilehlých oblastí. Hrad se tyčí na kopci, jihovýchodně od města a vede k němu monumentální most. Krom velkého hraběcího sídla se zde nacházely i městské žaláře. Do hradu vedle cesta od Východní městské brány. Horní město Ulice v Horním městě Horní město, bylo čtvrtí, která ležela na severní straně města. Čtvrť byla obývána především vyššími vrstvami a bohatými měšťany. Krom toho se zde nacházely i důležité městské organizace, jako cechy bojovníků a mágů, Krčma Západní pahorkatina a některé městské obchody. Z této čtvrti vede i jedna z městských bran, která spojuje město s místním hradem. Chrámová čtvrť Chrámová čtvrť ležela na jihu města. Dominantou čtvrtě i celého města byla Velká kaple Julianose, ke které náležel i městský hřbitov. Nedaleko kaple byla méně prestižnější čtvrť, kde žila především chudina. Nacházel se zde také Hostinec U Dvou sester. Městská vláda Skingradský hrad, sídlo hraběte Město Skingrad a území v jeho blízkosti, tvoří jedno z mnoha Cyrodiilských hrabství. V čele města stojí hrabě, který má v rozhodování o svém území poměrně volnou ruku. Na území města i v jeho okolí by jsme jen těžko hledali císařské vojáky, přesto všechno se hrabě zodpovídá ze svých činů říši a je jejím věrným vazalem. Pravidelně jsou odsud odváděni vojáci pro císařskou legii. Hrabětem Skingradu byl na sklonku třetí éry Janus Hassildor, který byl znám tím, že se málokdy ukazoval na veřejnosti a většinou žil v ústraní na svém hradu. Skutečnou příčinou jeho ukrývání bylo, že byl upírem. Přesto však tento hrabě upíry značně opovrhoval a nebyl zrovna nadšen jejich zvýšených výskytem v okolí města. Za jeho dlouhé vlády si Skingrad získal pověst nejbezpečnějšího města, a bylo díky skvělému pořádku názorným příkladem pro všechny ostatní. Ekonomika Pohled na vinice, ekonomický zdroj města Skingrad patřil mezi nejbohatší a nejvíce prosperující města Cyrodiilu, kde vzkvétalo především zemědělství. Město a jeho okolí bylo známo pro výrobu vynikajících a nejdražších vín, pěstování rajčat a výrobu sýrů. Víno se pěstovalo na největších vinicích v okolí města, které patřily těm nejvíce proslulým výrobcům. Stejně tak se na zdejších farmách chovaly ovce, hlavně pro sýr. Obyvatelstvo Skingrad patřil k nejlidnatějším městům Cyrodiilu, přesto zde panoval téměř dokonalý pořádek a nebyla zde skoro žádná zločinnost. Dle etnické náležitosti zde žilo nejvíce císařských, k významným menšinám ve městě však Bretonci či Nordové a své zástupce zde měly i ostatní rasy. Kultura Městský chrám Kulturně se Skingrad řadí mezi klenoty colovianské kultury. Je to modelové město všech colovianských ctností, nezávislosti, tvrdé práce a těžké bezmyšlenkovosti. Zdejší architektura je strohá, chladná, ze šedého kamene, přesto však krásná. Ke kulturnímu rozkvětu města přispívají především Cech bojovníků, zabývající se lovem skřetů. Zdejší Cech mágů je rovněž dobře organizovaný. Lidé trávili většinu dne procházkami, prací či návštěvou hostinců. Město však bylo kritizováno za bezbožnost, ti zbožnější navštěvovali zdejší kapli boha Juliana. Přírodní podmínky a cestování Město leží v srdci takzvané Západní pahorkatiny, v oblasti Colovie. V okolí města se nacházejí rozsáhlé lesy a vršky, na jih od města jsou již na dohled hranice Valenwoodu. Klima je zde, podobně jako ve většině Cyrodiilu mírné. Většina lidí do města cestuje koňmo nebo pěšky, prochází tudy jedna z hlavních cest, takzvaná Zlatá cesta, vedoucí přes Skingrad z Imperial City, dále na západ do města Anvil."
}