{
    "title": "Skuma",
    "table_of_contents": [
        "Obsah",
        "1 Pôvod a zloženie",
        "2 Obchodovanie a využitie ako mena",
        "3 Využitie",
        "4 Variácie"
    ],
    "infobox": "",
    "content": "Skuma alebo Skooma je tekutá vysoko návyková droga rozšírená naprieč celým Tamrielom. Na území Cisárstva je držba či užitie skumy nelegálny čin. Pôvod a zloženie Napriek tomu, že hlavná ingrediencia tejto drogy je mesačný cukor ktorý pochádza z Elsweyru, tak skuma bola vymyslená Dunmermi. Samotní Khajiiti však patria k skupine najčastejších užívateľov, hlavne kvôli vysokému obsahu mesačného cukru. Ďalšia ingrediencia okrem mesačného cukru je ľuľok. Zmiešaním týchto dvoch ingrediencií vzniká substancia na vytvorenie skumy. Obchodovanie a využitie ako mena Priamo obchodovaniu so skumou sa venujú hlavne Khajiiti. Veľa z nich nepohrdne ani platením skumou ako s menou očividne nedbajúc na jej zákaz naprieč celým územím Cisárstva. Skuma ako mena sa používa napríklad aj vo väzniciach kde slúži ako jediná cenná prepašovateľná vec. Na druhú stranu poctiví ľudia a hlavne obchodníci sa skume oblúkom vyhýbajú a odmietnu obchodovanie, či dokonca len konverzáciu s tým, kto toto narkotikum užíva či dokonca obchoduje s ním. Preto je napríklad Khajiitským obchodným karavanam, ktoré cestujú naprieč celým Tamrielom, často vstup do miest nepovolený čo i len z dôvodu podozrenia z prechovávania tejto drogy. Využitie Skuma v malých dávkach môže viesť k dočasným priaznivým efektom na užívateľovu silu, rýchlosť a výdrž. Medzi výrazné negatívne efekty však patrí letargia, strata hlasu, otupenie zmyslových vnemov ako aj inteligencie, či dokonca smrť. Skuma je tekutina takže sa dá aplikovať jednoducho vypitím. Rozšírená forma aplikácie je však aj sfajčenie výparov pomocou vodnej fajky. Variácie Kvôli jej popularite na čiernom trhu je Skuma subjektom mnohých experimentálnych vylepšení. Medzi známejšie varianty typickej skumy patrí napríklad dvakrát vydestilovaná skuma, ktorá má údajne mať silnejšie účinky. Ďaľším variantom skumy je napríklad dnes už veľmi vzácna Balmorská modrá. Jej vzácnosť je podmienená zničením mesta Balmora počas Červeného roku, takže jej výroba už nie je možná. Extrémne silná varianta skumy je Červenovodá skuma, ktorej použitie sa mnohokrát končí smrťou."
}