{
    "title": "Skyrim",
    "table_of_contents": [
        "Obsah",
        "1 Název",
        "2 Historie",
        "2.1 Merethická éra",
        "2.1.1 Příchod lidí a Noc Slz",
        "2.1.2 Návrat lidí a válka s elfy",
        "2.1.3 Kolonizace Skyrimu",
        "2.1.4 Dračí válka",
        "2.2 První éra",
        "2.2.1 První říše lidí",
        "2.2.2 Válka o následnictví",
        "2.2.3 Konflikt s Alessianskou říší",
        "2.3 Druhá éra",
        "2.3.1 Rozpad Skyrimu",
        "2.3.2 Ebonheartský pakt",
        "2.3.3 Konec nezávislosti",
        "2.4 Třetí éra",
        "2.4.1 Císařská provincie",
        "2.4.2 Vpád Oblivionu",
        "2.5 Čtvrtá éra",
        "2.5.1 Rudý rok a jeho následky",
        "2.5.2 Velká válka",
        "2.5.3 Markarathský icident",
        "2.5.4 Občanská válka",
        "2.5.5 Dračí krize",
        "3 Geografie",
        "3.1 Klima",
        "3.2 Povrch",
        "3.3 Vodstvo",
        "3.4 Državy",
        "3.4.1 Haafingar",
        "3.4.2 Reach (Pláně)",
        "3.4.3 Pale (Kotlina)",
        "3.4.4 Hjaalmarch (Hjaalmarka)",
        "3.4.5 Whiterun (Bílý Průsmyk)",
        "3.4.6 Falkreath",
        "3.4.7 Winterhold",
        "3.4.8 Eastmarch (Východní marka)",
        "3.4.9 Rift (Průrva)",
        "3.5 Fauna",
        "3.6 Flóra",
        "4 Politický systém",
        "4.1 Císařská správa",
        "4.2 Vláda a správa",
        "4.2.1 Velekrál",
        "4.2.2 Sněm",
        "4.2.3 Jarlové",
        "4.3 Administrativní dělení",
        "4.4 Zákony a právo",
        "4.5 Hlavní města",
        "5 Zahraniční vztahy",
        "5.1 High Rock",
        "5.2 Hammerfell",
        "5.3 Tamrielská říše",
        "5.4 Morrowind",
        "5.5 Aldmerský spolek",
        "6 Ozbrojené síly",
        "6.1 Pozemní síly",
        "6.2 Loďstvo",
        "7 Ekonomika",
        "7.1 Měna a bankovnictví",
        "7.2 Obchod",
        "7.3 Zemědělství a lov",
        "7.4 Těžba, řemesla a výroba",
        "7.5 Cestování a doprava",
        "8 Demografie",
        "8.1 Náboženství",
        "8.2 Významná města",
        "9 Každodenní život a kultura",
        "9.1 Společnost",
        "9.2 Město a venkov",
        "9.3 Sňatky a pohřby",
        "9.4 Zábava",
        "9.5 Móda",
        "9.6 Tradice a svátky",
        "9.7 Vzdělanost a literatura",
        "9.8 Umění",
        "9.9 Architektura",
        "10 Související články",
        "11 Reference"
    ],
    "infobox": "Skyrim 1E 143–dodnes Skyrim roku 4E 201 Poloha v rámci kontinentu Lore Hlavní město Solitude Rozloha cca. 710 000 km² (4E 201)[1] Nejvyšší bod Jícen světa Státní zřízení Provincie - Volená monarchie Císař Titus Mede II. Velekrál Trůn neobsazen Měna Septim Jazyk TamrielštinaNordština Rasy Nordové Ostatní národy Císařští, Bretonci, Dunmerové a další menšiny Náboženství Nordský panteon (oficiální) Herní údaje Počet obyvatel (NPC) cca 1500+ (TESV) Hry The Elder Scrolls: ArenaThe Elder Scrolls V: SkyrimThe Elder Scrolls Online",
    "content": "Skyrim je jednou ze tří zbývajících provincií Tamrielské říše. Provincie se v rámci říše těší značnému stupni autonomie a vnitřně se dělí na devět držav v jejichž čele stojí jarlové. Hlavou Skyrimu je formálně velekrál, který je volen sněmem v němž mají zastoupení všichni jarlové. Sídlem císařské administrativy, velekrálů a současným hlavním městem je Solitude. Provincie leží v severní části Tamrielu. Na západě sousedí s High Rockem, na jihozápadě s Hammerfellem, na jihu s Cyrodiilem a na východě s Morrowindem. Na severu je území omýváno Mořem Duchů. Dějiny skyrimských Nordů sahají do merethické éry, kdy bájný hrdina Ysgramor a jeho následovníci opustili Atmoru a přepluli Moře Duchů, přistáli ve Skyrimu a založili zde legendární město Saarthal. Nakonec došlo ke krvavému konfliktu mezi lidmi a elfy ve kterém lidé zvítězili a definitivně Skyrim uchvátili. Později Nordové rozšířili svá území daleko za hranice své země a založili první lidskou říši. Díky občanské válce se však tato říše rozpadla. Výrazně oslabený Skyrim byl ke konci druhé éry vojensky poražen a stal se jednou z prvních provincií rodící se Tamrielské říše. Součástí Tamrielské říše pak Skyrim zůstal po celou dobu třetí éry. Ve čtvrté éře zakázal Bělozlatý konkordát uctívání boha Talose, jehož kult se mezi Nordy těšil velké úctě. Postavení kultu mimo zákon se stalo jednou z příčin povstání bouřných hávů, občanské války mezi některými skyrimskými državami a říší. Název Skyrim, domovina Nordů je znám pod více názvy. Když Nordové začali zemi kolonizovat, pojmenovali ji původně jako Mereth, což ze starého nordského jazyka dá přeložit jako země elfů. Dále je Skyrim znám jako staré království (zřejmě s odkazem na to, že se podle tradic jedná o první zemi kolonizovanou lidmi. Nordové také nazývají Skyrim prostě jako vlast, nebo otcovskou zemi.[2] Historie Merethická éra Příchod lidí a Noc Slz Dějiny Skyrimu se začaly psát během merethické éry. V té době byly rozsáhlé oblasti Tamrielu kolonizovány Mery, tedy elfy. Elfové, kteří se usadili ve Skyrimu vešli později ve známost jako Falmeři, lidem známí jako sněžní elfové. Ještě v druhé éře považovali mnozí učenci existenci Falmerů za pouhý mýtus.[2] Později však byla existence tohoto elfího etnika prokázána. Některá území Skyrimu byla obývána také civilizací Dwemerů.[3] Ruiny Saarthalu ve čtvrté éře V merethické éře začali budoucí Skyrim kolonizovat také první lidé, předci Nordů. První lidští osadníci pocházeli ze severského kontinentu Atmory, přepluli Moře Duchů a vylodili se na Hsaarikově výspě. Podle některých vzdělanců uprchli tito lidé před občanskou válkou, která tou dobou na Atmoře zuřila. Podle jiných teorií byla Atmora přelidněná a tak se někteří odvážlivci vydali hledat nový domov. Osadníky vedl bájný Ysgramor se svou rodinou.[2][4] Lidé pojmenovali zemi jako Mereth, tedy země elfů.[2] Zpočátku byly vztahy mezi elfy a lidmi harmonické a obě rasy žily vedle sebe v míru. Atmorané si nedaleko pobřeží vybudovali své první hlavní město Saarthal.[2][5] Atmořané v Saarthalu objevili mocné Magnusovo Oko, elfové na jejich objev žárlili a tak město přepadli, zničili a obyvatelstvo zmasakrovali. Událost vešla ve známost jako Noc Slz.[5] Původně se předpokládalo, že elfové začali žárlit na mladou a rychle se rozvíjející lidskou rasu, zatímco oni sami stagnovali a proto se odhodlali Saarthal zničit a lidi vyhnat. Pouze Ysgramorovi a jeho dvěma synům se podařilo masakr přežít a uprchnout zpět na Atmoru.[2] Návrat lidí a válka s elfy Legendární Ysgramor Ysgramor toužil po odplatě a když se o zvěrstvu, které elfové spáchali dozvěděli lidé na Atmoře, shromáždilo se kolem něj pět set družiníků, mocných válečníků odhodlaných pomstít Noc Slz.[2] Po shromáždění těchto pět seti statečných vyplulo loďstvo zpět do Skyrimu. Jeden z Ysgramorových synů byl hned po vylodění zabit. Ysgramora a jeho družiníky přemohly žal a zuřivost a tak začala válka mezi lidmi a elfy.[6] Krvavá válka mezi lidmi a elfy byla rozhodnuta vítěstvím Ysgramora v bitvě u Moesringu na ostrově Solstheimu. Síly elfů vedl obávaný Sněžný princ, který osobně pobil v bitvě pobil největší atmorské bojovníky. Sněžný princ se pak vrhl na válečnici jménem Jofrior a zabil ji. Dcera Jofrior, dvanáctiletá dívka Finna popadla v zuřivost matčin meč a vší silou jím mrštila po princovi. Meč zasáhl Sněžného prince do prsou a jeho síly byly rozprášeny. Bitva byla vyhrána a Sněžný princ učinil na lidi tak velký dojem, že byl pohřben s poctami pohřben v mohyle.[7] Kolonizace Skyrimu Po vítězství nad elfy se družiníci rozdělili do několika skupin a vydali se všemi směry. Tak začala lidská kolonizace Skyrimu. První se oddělila posádka lodi Jorrvaskru, která objevila místo vhodné pro založení města.[6] \"Jednou, když slunce pálilo z nadhlavníku, přiběhl zpoza kopce Jonder Drobný (jenž běhal napřed), aby všem řekl, co tam spatřil. Na obrovské pláni se jeho oči setkaly s neobyčejným ptákem, jehož oči i zobák sálaly plamenem. Když bratři a sestry vrch zdolali, i oni spatřili jeho slávu. Ale báli se, jelikož v dohledu nebyla žádná elfská usedlost.\" ―Písně o návratu Výše zmíněný úryvek vypráví o vrchu na kterém bylo vybudováno město Whiterun.[6] Ysgramor a skupina jeho následovníků se vypravili na severovýchod a hledali moře. Na cestě objevili mohylu Ysgramorova zemřelého syna. Ysgramora při mohyle opět přepadl žal.[6] \"Jeho oči se pak otočily k jihu, kde se řeka vlévala do moře, a rozhodl, že tam spolu se svou posádkou Ylgermet vybuduje velkolepé město, které bude poctou všem lidským úspěchům, aby se mohl ze svého paláce vždycky díval na místo posledního odpočinku svého milovaného syna a věděl, že jeho rod najde v tomto novém domově mír, který na Atmoře nikdy nepoznal.\" ―Písně o návratu Výše uvedený úryvek vypráví o založení Windhelmu, prastarého hlavního a jednoho z nejdéle souvisle obydleného města Skyrimu. Na výstavbě monumentálního města byli nuceni pracovat elfové a Ysgramor je pranic nešetřil. Bílou řeku přetnul monumentální most.[6] Tak byl Skyrim postupně obydlen hrdinnými lidmi, kteří se stali národem Nordů. Dračí válka Lidé z Atmory si do Skyrimu přinesli své náboženské zvyky. Dnešním bohům přisuzovali první Nordové podobu zvířat, pro které stavěli totemy. Jednalo se o tato zvířata: jestřába, vlka, můru, sovu, velrybu, medvěda, lišku a draka. Nejdůležitějším, mezi těmito zvířaty byl drak. Na počest draků byly po celém Skyrimu vystavěny ohromující chrámy. Draci brzy převzali nad lidmi moc a část své moci propůjčili svým služebníkům, tzv. dračím kněžím, výměnou za to vyžadovali absolutní poslušnost.[8] Ruiny dračího chrámu, vystavěného snad v merethické éře Kněží na Atmoře sepsali několik zákonů a přikázání, kterými se museli věřící řídit a požadovali placením tributu. Tím zajistili mír mezi lidmi a draky. Kněží ve Skyrimu však postupovali jinak, byli ctižádostiví, mocní a chopili se vlády nad Skyrimem, kterému vládli se železnou pěstí. Nordové tehdy těmto kněžím a drakům museli sloužit a jejich postavení nemělo daleko k postavení pouhých otroků. Lidem však nakonec došla trpělivost a proti kněžím se vzbouřili, ti nebyli schopní vybrat tribut a tak začala dračí válka mezi lidmi a draky.[8] Draky vedl hrozivý Alduin a lidé zpočátku umírali po tisících. Proti Alduinovi zasáhli nakonec i samotní bohové a bohyně Kyne vyslala na pomoc lidem draka Paarthurnaxe, který byl původně na Alduinově straně a byl jeho bratrem. Drak naučil některé válečníky thu'um, neboli řev, nebo hlas. A lidé se tak naučili s nepřátelskými draky účinně bojovat. Několik skyrimských hrdinů potom využilo Prastaré Svitky a vytvořili ránu času, kam vyhnali Alduina z toku času. Vítězství to však bylo pouze dočasné, jelikož Alduin se vrátil zpět do Tamrielu ve čtvrté éře.[3] První éra První říše lidí Až do první éry byl Skyrim závislý na Atmoře a to až do času třinácté generace Ysgramorovy dynastie. Tehdy se stal Ysgramorův potomek Harald prvním skyrimským velekrálem a Skyrim se stal nezávislým královstvím.[2] Stalo se tak roku 1E 143.[9] Harald vládl neuvěřitelně dlouho a dožil se 108 let a přežil všechny své syny. Díky tomu byl během Haraldovy vlády vytvořen sněm, složený ze skyrimských jarlů a šlechticů, který měl pravomoc volit velekrále.[2] Velekrál Vrage zahájil mohutnou expanzi za hranice Skyrimu a stal se zakladatelem první říše lidí, jak bylo někdy toto království nazýváno. Za padesát let své vlády dobyl velekrál značnou část High Rocku, část údolí Nibenu v Cyrodiilu a celý Morrowind. Dobytí Morrowindu Nordy je považováno za jeden z největších a nejkrvavějších konfliktů první éry.[2] Válka o následnictví Roku 1E 369 byl zavražděn velekrál Borgas.[10] Velekrál byl posledním členem Ysgramorovy dynastie a tak po něm zůstal prázdný trůn. O titul velekrále projevil zájem schopný jarl Hanse z Winterholdu. Členové sněmu se však nebyli schopni shodnout na jménu nového velekrále a ve Skyrimu se tak rozhořela krvavá občanská válka o následnictví. Válka skončila až roku 1E 420 smírem. Bylo rozhodnuto, že sněm bude svoláván pouze v případě, zemře-li panovník bez přímých dědiců a napříště už sněm svou roli vždy svědomitě plnil.[2] Velekrálem se stal Olaf Jednooký, který se proslavil porážkou draka Numinexe. Občanské války ve Skyrimu okamžitě využili všichni nepřátelé Nordů k získání nezávislosti. Během občanské války se skyrimská říše rozpadla a přišla o moc nad High Rockem, Cyrodiilem i Morrowindem. Nordům se už nikdy nepodařilo ztracená území dobýt zpět.[2] V době války utrpěli Nordové zdrcující porážku v bitvě na Rudé Hoře, kdy byli poraženi kombinovanou silou Chimerů a Dwemerů.[11] Konflikt s Alessianskou říší Zatímco vliv Skyrimu po občanské válce zeslábl, za jeho hranicemi se objevily nové hrozby. V High Rocku se vlády zmocnil elfí klan, jehož říše byla známa jako hegemonie Direnni. V Cyrodiilu se naopak zformovala Alessianská říše. Vztahy mezi Skyrimem a jeho sousedy byly značně napjaté. Roku 1E 461 se skyrimský velekrál sice účastnil korunovace císaře Gorieuse v Imperial City, ale už okolo roku 1E 478 vypukla mezi Skyrimem a Alessianskou říší válka. Rozhodující bitva u Sungardu skončila pro Skyrim prohrou a Kjoric v bitvě padl. Novým velekrálem se stal jeho syn Hoag. Alessianská říše po svém vítězství obsadila část jižního Skyrimu.[12] Velekrál Hoag se zřejmě musel účastnit alessianského tažení proti hegemonii Direnni, jakožto vazal, jelikož padl v roce 1E 482 v bitvě u Glenubra Moors, kde říše utrpěla porážku.[13] Po Hoagově smrti se velekrálem stal Wulfharth, který nastolil pantheon severských bohů jako hlavní víru Skyrimu a vyhnal klan Direnni i Alessiansko říši ze země.[14] Druhá éra Rozpad Skyrimu Na přelomu první a druhé éry byl Skyrim součástí Remanské říše.[15] Nakonec se však z císařské nadvlády postupně vymanil, hlavně v době interregna, kdy se říše de facto rozpadla. Roku 2E 431 byl zavražděn skyrimský velekrál Logrolf. Sněm zvolil velekrálovnou Logrolfovu dceru Freydis, která vládla z Windhelmu. Volbu však zpochybnil jarl Svartr ze Solitude a sám se za podpory několika šlechticů ze sněmu prohlásil velekrálem. Dosud jednotný Skyrim se tak rozpadl na dvě nezávislá království - západní a východní Skyrim.[16] Ebonheartský pakt Král Jorunn Skald Roku 2E 572 začala druhá akavirská invaze na Tamriel.[17] Síly z Akaviru vedl Ada'Soom Dir-Kamal. Akavirské loďstvo obeplulo Morrowind a invazní vojsko se vylodilo nedaleko Windhelmu. Město se stalo prvním cílem jejich útoku, bylo dobyto a zpustošeno. V boji padla windhelmská královna Mabjaarn a její dcera Nurnhilde. Masakru unikl Jorunn Skald, syn královny Mabjaarn. Jorunn se následně prohlásil velekrálem a shromáždil kolem sebe vlastní armádu se kterou vytáhl proti Akavirům. Dir-Kamal mezitím obešel Riften a vtrhl po souši do Morrowindu. V Morrowindu pronásledoval Dir-Kamal dunmerskou armádu, kterou vedla živoucí bohyně Almalexie. Dunmeři však vlákali nepřítele do pasti, teď měl náhle dunmerskou armádu před sebou a nordskou v zádech. Nordsko-dunmerské síly byly málem poraženy, když v tom jim přispěchal na pomoc nepravděpodobný spojenec - Argoniánci z Black Marshe. Druhá akavirská invaze byla drtivě poražena. Společný postup proti nepříteli sjednotil tři odvěké nepřátele Nordy, Dunmery a Argoniánce, ti po odražení invaze založili Ebonheartský pakt, který měl chránit jejich společné zájmy proti členům Daggerfallské úmluvy a Aldmerského spolku.[16] Roku 2E 578 začala událost, která vešla do dějin pod názvem Planemeld, kdy na Tamriel zaútočily síly v jejichž čele stál daedrický princ Molag Bal. Princ se pokusil vtáhnout celý Nirn do své vlastní sféry. Ani tato mimořádně hrozba neodradila tři velké aliance, aby proti sobě válčily. Válka se odehrávala hlavně ve zpustošeném Cyrodiilu a vešla do dějin jako válka tří praporů.[18] Konec nezávislosti Ruiny Sancre Tor Pohraniční území nacházející se částečně na území Skyrimu a částečně na území High Rocku se nazývalo Reach (do češtiny přeloženo jako Pláně). Toto území bylo snad po celou dobu historii obou zemí považováno za jednu z nejnebezpečnějších oblastí. Území totiž bylo obýváno divokými kmeny z Plání (tzv. Reachmeny). V devátém století druhé éry se tyto kmeny sjednotili a plenili území Plání. Proti nim se postavila nordská armáda a byla vybojována slavná bitva o Starý Hrol'dan. V této bitvě se proslavil generál Talos, který vstoupil do služeb falkreathského krále a člena coloviánských stavů Cuhlecaina.[15] Mapa Skyrimu kolem roku 2E 864, Kapesní průvodce říší, První vydání Cuhlecain a Talos začali sjednocovat Cyrodiil a brzy bylo jasné, že jejich úsilím je obnovit cyrodiilskou říši. Proti tomu se však Nordové a Bretonci rozhodli vystoupit a tak vytáhli proti Cyrodiilu do války. V roce 2E 852 došlo k bitvě u Sancre Tor ve které byly spojenecké síly High Rocku a Skyrimu poraženy. Cuhlecain byl později zavražděn a Talos se prohlásil za císaře Tibera Septima. Skyrim byl postupně dobyt a připojen k nové rodící se Tamrielské říši jako provincie.[15] Třetí éra Císařská provincie Mapa Skyrimu ve třetí éře Ve třetí éře byl Skyrim součástí Tamrielské říše, která pokrývala celý kontinent. Zatímco v dobách nezávislosti bylo těžiště moci ve východní části Skyrimu, především ve Windhelmu, v dobách císařství se přesunulo na západ do království Haafingar v čele s městem Solitude. Někteří členové císařské dynastie Septimů vládli právě v Solitude. Zvlášť mocnou se stala Potema Septim, která dosadila na císařský trůn svého syna Uriela Septima III. a rozpoutala tak krvavou válku o Rudý diamant. Potema a její síly byly nakonec poraženy.[19] Ke konci třetí éry došlo k válce Bend'r-Mahk ve které mezi sebou svedly boje Skyrim, Hammerfell a High Rock. Díky svému vítězství rozšířil Skyrim významně svou moc a obnovil svou prestiž. Skyrim posunul svou své hranice daleko na západ.[20] Vpád Oblivionu Roku 3E 433 došlo ke Vpádu Oblivionu, další invazi daeder do Tamrielu. Císař Uriel Septim VII. a jeho synové byli zavražděni. Říše se otřásla v základech a málem se rozpadla, nakonec však byla invaze odražena. Jednalo se však o natolik převratnou událost, že od dalšího roku byla vyhlášena nová čtvrtá éra.[21] Čtvrtá éra Rudý rok a jeho následky Roku 4E 5 došlo k výbuchu Rudé Hory v Morrowindu. Jednalo se o přírodní katastrofu s dalekosáhlými důsledky. Ostrov Vvardenfell byl z velké části zničen a mnozí Dunmeři uprchli před zkázou do Skyrimu. Uprchlíci se usazovali především na ostrově Solstheim, který byl později skyrimským velekrálem Morrowindu darován a ve městě Windhelmu a Riftenu. Ve Windhelmu byli Dunmeři vyloučeni ze společnosti a museli čelit rasovým útokům a nevraživosti ze strany Nordů.[3] V roce 4E 122 došlo k další přírodní katastrofě, velký kolaps způsobil zřícení města Winterholdu do moře. Přežila pouze magická univerzita. Učenci přisuzovali kolaps města vlivu erupce Rudé Hory. Nordové, obecně nedůvěřiví k magii však obviňovali z kolapsu magické experimenty na univerzitě, jako důkaz považovali právě to, že univerzita zůstala jako jediná z původního města stát.[3] Velká válka V letech 4E 171 - 4E 175 se Skyrim účastnil Velké války. Jednalo se o krvavý válečný konflikt mezi Tamrielskou říší a obnoveným Aldmerským spolkem. Spolek vedl Thalmor, jehož cílem bylo obnovit rasovou nadvládu Merů, především pak Altmerů nad Tamrielem. Thalmor také požadoval zákaz uctívání boha Talose. Titus Mede II. říši hrdinně bránil, nakonec došlo k velké bitvě u Imperial City ve které říše, hlavně díky posilám ze Skyrimu zvítězila a zvrátila dosavadní průběh války, který se vyvíjel v její neprospěch.[22] Impérium však bylo naprosto vyčerpané a stálo před kolapsem, proto císař podepsal s Thalmorem mírovou smlouvu, která vešla ve známost jako Bělozlatý konkordát. Smlouva znamenala de facto kapitulaci říše, zakazovala víru v Talose a dávala Thalmoru pravomoc tento zákaz vymáhat. Thalmor tak měl volnou ruku, aby zasahoval do vnitřních struktur říše, pronásledoval kacíře a soudil je. Konkordát vyvolal značné pobouření především v Hammerfellu, který jej striktně odmítl a vystoupil z říše a také ve Skyrimu, kde se Talosův kult těšil velké vážnosti.[22] Markarathský icident Markarth Když zuřila Velká válka, využili barbaři z Plání tohoto konfliktu ke svému prospěchu, císařské síly vázané válkou v Cyrodiilu nemohly zasáhnout ve Skyrimu, kde došlo k povstání Zapřísáhlých, jak si říkali někteří Reachmeni. V letech 4E 174 až 4E 176 se Zapřísáhlí zmocnili města Markarathu a tím získali kontrolu nad Pláněmi. Proti nim vojensky vystoupil Ulfric Bouřný háv, syn jarla z Windhelmu. Ten Zapřísáhlé porazil a krutě potrestal. Když k Markarathu přitáhla legie, vynutil si Ulfric povolení uctívat nadále Talose pro své poddané výměnou za otevření městských bran.[23] Občanská válka Říše později, pod tlakem Thalmoru, od svého ústupku Ulfricovi odstoupila. Ulfric byl dokonce uvězněn, to jej natrvalo obrátilo proti říši. Nakonec Ulfric z vězení uprchl a ujal se vlády nad Windhelmem, poté co jeho otec zemřel. Když zemřel velekrál Istlod, zvolil sněm za velekrále jeho syna Torygga. Nový velekrál a jarl ze Solitude byl považován za mírného vládce, který úzce spolupracoval s říší a ratifikoval platnost Bělozlatého konkordátu. To popudilo Ulfrica, který se odebral do Solitude a vyzval Torygga roku 4E 201 na souboj. Žádný velekrál nesměl odmítnout výzvu jarla k boji a tak se oba muži střetli v duelu. Ulfric velekrále porazil a zabil. Říše a její spojenci ze Skyrimu tento akt považovali za vraždu, jelikož Ulfric v boji využil thu'um. Podporovatelé Ulfrica naopak považovali souboj za čestný.[3] Ulfric Bouřný háv, vůdce povstání proti říši Následně vypuklo ve Skyrimu povstání bouřných hávů, občanská válka o trůn velekrále a zároveň nezávislost na říši. Za Ulfrica se postavily staré državy na východě, západ tradičně podporoval říši a jarl Whiterunu se rozhodl pro neutralitu. Ulfric byl císařskými silami opětovně zajat a odvezen do Helgenu, kde byl za své skutky odsouzen k smrti. Ve chvíli, kdy měl být popraven však na Helgen zaútočil drak a Ulfric nastalého chaosu využil k útěku. Jarl se bezpečně dostal do Windhelmu, odkud vedl kampaně proti císařským silám. Císařské síly ve Skyrimu vedl tou dobou vojenský guvernér generál Tulius.[3] Dračí krize Zatímco mezi lidmi ve Skyrimu zuřila roku 4E 201 občanská válka, objevila se mnohem závažnější hrozba. Alduin, bájný netvor z merethické éry opustil časovou ránu do které byl zahnán před tisícovkami lety a s razancí dal o sobě vědět, když spálil na popel město Helgen. Draka nikdo neviděl od dob druhé éry a tak Alduin vyvolal hrůzu a rozruch. Vyšný Hrothgar Kolovaly různé domněnky o tom, kdo draka přivolal a čím zájmům slouží. Samozřejmě byly všechny tyto úvahy obyvatel Skyrimu mylné, drak sloužil pouze sám sobě a jeho cílem bylo všechny zničit, nebo zotročit a prosadit nadvládu draků nad Tamrielem. Alduin začal oživovat draky z hojných pohřebišť roztroušených po Skyrimu a provincii tak začaly sužovat útoky rovnou celé skupiny draků. V té době se však objevil Drakorozený hrdina, v jehož schopnostech bylo Alduinovi čelit a nakonec se mu podařilo draka porazit.[3] Geografie Skyrim je nejseverněji položenou zemí Tamrielu. Se svou rozlohou přibližně 710 000 km²[1] zaujímá přibližně 11 až 12 % z celkového povrchu Tamrielu a řadí se tak ke středně velkým zemím. Na severu má Skyrim přístup k moři, pobřeží je velmi členité a omývá ho studené a nehostinné Moře Duchů. Za Mořem Duchů leží Atmora, země původu předků dnešních Nordů. Většinu pozemní hranice Skyrimu vytyčují vysoká pohoří. Na západě sdílí země krátkou hranici s High Rockem, na jihozápadě s Hammerfellem, na jihu s Cyrodiilem a na východě s Morrowindem. Klima Podzimní příroda v Riftu Ve Skyrimu panují nejextrémnější klimatické podmínky na Tamrielu. Nejseverněji položené ostrovy v Moři Duchů jsou trvale zaledněny, nerostou zde žádné stromy a vládne zde mráz. Velmi podobné podmínky vládnou i na severním pobřeží Skyrimu. Jedná se o trvale zasněžené území s velkými mrazy, přesto se v této oblasti nachází několik měst jako například Dawnstar, nebo Winterhold a roste zde řídká vegetace jehličnatých stromů. Centrální oblasti Skyrimu mají subpolární podnebí s krátkými mírnými léty. Tyto oblasti pokrývá rozsáhlá tundra. Dále na jih postupně začíná převládat mírné podnebí. Povrch Povrch Skyrimu je velmi členitý a je znám pro mnohá pohoří a údolí. Čtyři z pěti nejvyšších hor Tamrielu se nachází ve Skyrimu.[2] Na západě země se rozkládá skalnaté pohoří Druadach po jehož linii běží hranice s High Rockem. Na jihovýchodě državy Whiterun se nachází Jícen Světa, který je nejvyšší horou celého Tamrielu. Na jihu, podél hranice s Cyrodiilem se rozkládají Jerralské hory a hranici s Morrowindem tvoří pohoří Velothi. Některé méně významné hory se nacházejí také severovýchodě a oddělují zbytek Skyrimu od pobřeží. Jícen světa, nejvyšší hora Skyrimu a Tamrielu Díky mnohým horám je Skyrim také zemí mnoha údolí a propastí. Velkou část centrálního Skyrimu tvoří rozsáhlá nížina s travnatou tundrou. V jižních oblastech podél Jerralských hor se rozkládají rozsáhlé jehličnaté lesy, zatímco v oblasti kolem Riftenu dominují listnaté stromy, kterým svědčí zdejší mírnější klima. Vodstvo Ve Skyrimu se nachází velké zásobárny sladké vody a to nejen díky trvale zaledněným oblastem, ale také díky mnoha jezerům ledovcového typu a velkému počtu vodních toků, ať už řek, nebo potoků. Na jihu se nachází jezero Ilinalta, které je největší v zemi. Ústí Bílé řeky, nejdelšího toku Skyrimu Jezero je také zdrojem Bílé řeky, nejdelšího vodního toku ve Skyrimu. Do Bílé řeky se vlévají řeky Darkwater a Yorgrim. V jihovýchodním cípu země se nachází jezero Honrich, který je zdrojem řeky Trevy, která dále napájí jezero Geir. Jezero Geir je zase pro změnu zdrojem řeky Darkwater. Zdrojem řeky Yorgrim je stejnojmenné jezero. K dalším významným řekám patří Karth, která pramení v pohoří Druadach. Ústí řeky Karth společně s řekou Hjaal vytváří rozsáhlé mokřady a bažiny. Všechny skyrimské řeky ústí nakonec do Moře Duchů. Državy Haafingar Haafingar je država, která se nachází v severozápadním cípu Skyrimu. Država je ze severu ohraničena Mořem Duchů, na jihozápadě hraničí s High Rockem, na jihu s državou Reach a na východě s Hjaalmarch. Na severozápadním pobřeží leží Solitude, hlavní město Haafingaru. Država je také rozlohou nejmenší ve Skyrimu, za to však jedna z nejmocnějších a je pod silným vlivem říše. Reach (Pláně) Příroda v državě Reach Reach (česky Pláně) je država na samém západě země. Na západě hranicí s High Rockem, na severu s Haafingarem a na východě s državami Hjaalmarch a Whiterun, na jihovýchodě pak s državou Falkreath. Država je považována za jedno z nejnebezpečnějších míst Skyrimu, jelikož zde řádí Zapřísáhlí, kteří patří ke kmenům Reachmenů, kteří po dlouhá staletí tyranizovali obyvatele Skyrimu i High Rocku. Téměř přes celou državu se táhne skalnaté pohoří Druadach, hlavním městem je Markarth. Pale (Kotlina) Pale (česky Kotlina) je jedna ze severních držav Skyrimu. Hlavním městem je Dawnstar. Na severu omývá pobřeží državy Moře Duchů. Na západě sousedí s državou Hjaalmarch, na východě s Winterhodlem, na jihovýchodě s Eastmarch a na jihu s državou Whiterun. Jedná se o državu s drsným subpolárním klimatem a zdejší území je trvale zaledněno. Hjaalmarch (Hjaalmarka) Hjaalmarch (česky Hjaalmarka) je jedna ze severněji položených držav. Na západě tvoří řeka Kaarth hranici s Haafingarem. Dále Hjaalmarch hranicí na západě s državou Reach, na jihu s Whiterunem a na východě s Pale. Hlavním městem je Morthal. Územím protéká řeka Hjaal, podle které nese celá država jméno. Území Hjaalmarch je plné bažin a mokřad a je velmi řídce osídleno. Whiterun (Bílý Průsmyk) Tundra ve Whiterunu Whiterun je co do rozlohy největší država v zemi, je také hustě osídlena. Nachází se v centrální oblasti Skyrimu. Značnou část državy zabírá rozsáhlá nížina a tundra. Država své jméno odvozuje od hlavního města Whiterunu. Whiterun sousedí na západě s Reach, na jihu s Falkreathem, na východě s Riftem a Eastmarch a na severu s Pale. Državou protéká Bílá řeka a tyčí se zde Jícen Světa. Falkreath Jezero Ilinalta ve Falkreathu Falkreath je državou na jihu Skyrimu. Hlavním městem je stejnojmenný Falkreath, známý pro svůj velký hřbitov. Na západě hraničí s državou Reach a s Hammerfellem, na jihu s Cyrodiilem, na východě s Riftem a na severu s Whiterunem. Država je z části ohraničena Jerralskými horami, příznačné jsou pro ni rozsáhlé jehličnaté lesy a bujná fauna a flora. Leží zde jezero Ilinalta, které je zdrojem Bílé řeky. Winterhold Winterhold je jednou ze severních držav. Na území državy panují extrémní klimatické podmínky a proto je država velmi řídce osídlena. Osídlení se v podstatě omezuje pouze na hlavní město Winterhold, který je ubohou osadou a pouhým stínem své zašlé slávy. Winterhold je na severu ohraničen Mořem Duchů, na západě a jihu hraničí s državou Pale a na východě s Eastmarch. Eastmarch (Východní marka) Příroda Estmarchu, druhá éra Eastmarch je jednou z původních skyrimských držav. Centrem moci v državě je starobylé hlavní město Windhelm. Na severu má država přístup k Moři Duchů, na západě hraničí s Winterholdem, Pale a Whiterunem, na jihu pak s Riftem. Území državy leží v oblasti drsnějšího klimatu, většina území je trvale zasněžená, přesto je oblast poměrně hustě zalidněná. Rift (Průrva) Rift je država v jihovýchodním cípu Skyrimu. Patří k těm rozlehlejším državám a vládne zde mírnější klima než ve zbytku Skyrimu. Pro državu jsou typické rozlehlé listnaté lesy a velká jezera. Hlavním městem je Riften. Díky přívětivým klimatickým podmínkám patří Rift mezi nejhustěji zalidněné oblasti Skyrimu. Država hraničí na západě s Falkreathem, na jihu s Cyrodiilem, na východě s Morrowindem a na severu s Eestmarch a Whiterunem. Fauna Ilustrace mamuta Na území Skyrimu žijí rozličné živočišné druhy. Mezi hojně rozšířenou divou a útočnou zvěř patří vlci, žijí zde jak typičtí zástupci vlků, kteří jsou rozšířeni po značné části Tamrielu, tak ledoví vlci, kteří žijí pouze v severských oblastech. Velmi nebezpeční jsou medvědi, žije zde opět klasický druh i druh typický pro severní země a tím je sněžný medvěd. Ve Skyrimu žijí také mamuti, jeleni, lišky, zajíci a další druhy. Skyrimské řeky jsou velmi bohaté na mnoho druhů ryb, nejrozšířenější je pak losos. Z domácích zvířat chovají Nordové především psi, krávy, kuřata a koně. V odlehlejších oblastech žijí také obři, kteří často chovají mamuty. V jeskynních a ruinách žijí obří pavouci a opuštěné hrobky jsou plné nemrtvých. Ve čtvrté éře se zde objevili také draci. Flóra Ve Skyrimu se vykytuje bujná vegetace. Značnou část rozlohy zabírají rozsáhlé jehličnaté lesy, v Riftu pak rostou především listnáče, hlavně břízy. Roste zde mnoho odolných rostlin, kterým chladnější severské klima svědčí a mnoho druhů hub. V některých oblastech Skyrimu se daří také zemědělství a jsou zde pěstovány brambory, pšenice, zelí a další plodiny. Politický systém Císařská správa Solitude, hlavní město Skyrimu Skyrim byl dříve nezávislým královstvím, od připojení k Tamrielské říši ve druhé éře má však statut provincie. Hlavou Tamrielské říše je císař, který je nejvyšší autoritou a všichni občané říše jsou tak jeho poddaní. Říšská správa je známa tím, že respektuje zvyky podřízených území a provincie se tak těší značné autonomii. Kontrolu nad provincií si císařská správa udržuje jednak diplomacií a jednak kontrolou klíčových pevností v dané provincii, které jsou obsazeny císařskou legií. Posádka císařské legie je přítomna také v hlavním městě dané provincie, v případě Skyrimu v Solitude. V případě mimořádné situace, nebo krize, dosazuje říše do problematických provincií vojenského guvernéra, tak jako se to stalo i ve Skyrimu v době občanské války, kdy byl jmenován generál Tulius.[3] Vláda a správa Velekrál Elisif Jasná, jarl Haafingaru Hlavou Skyrimu je velekrál.[3][2] V první a druhé éře byl velekrál zpravidla mocným panovníkem. Rozpad říše Nordů však postavení velekrále oslabil. Jakmile se Skyrim stal císařskou provincií, změnila se i role velekrále. Do úřadu je často prosazen ten, kdo má dobrý vztah s císařem. Momentálně je funkce velekrále reprezentativní a ceremoniální. Velekrál symbolizuje jednotu Skyrimu navenek, reálně však má však přímou moc pouze nad državou, které osobně vládne. Pokud je velekrál vyzván k souboji jarlem, nesmí tuto výzvu odmítnout.[3] \"Ve skutečnosti ale Velekrál přísahá věrnost císaři, a protože Solitude je město, které bývá nejvíce ovlivněno císařskou kulturou a politikou, byl post Velekrále již dlouhá léta spojen s postem jarla Solitude. Sněm je tudíž vlastně spíš divadlo a formalita, než cokoliv jiného.\" ―Vláda Skyrimu[src] Sněm Velekrále, jehož úřad není dědičný, volí po smrti předchozího panovníka sněm. Skyrimský sněm je prastarou institucí vzniklou v době první éry a mají v něm zastoupení všichni jarlové. Neshody uvnitř sněmu ohledně volby panovníka můžou v extrémním případě způsobit občanskou válku, většinou se však dokáží jarlové dohodnout.[3][2] Jarlové Skutečnou moc ve Skyrimu třímají jarlové, kteří vládnou jednotlivým državám. Třebaže je velekrál jejich formálním pánem, vládnou jarlové svým državám zcela nezávisle na jeho vůli. Jarlové dbají na dodržování práva a bezpečnosti na svěřených územích a obyvatelé državy jsou jejich poddaní.[24] Úřad jarla je dědičný a doživotní. Každý z jarlů udržuje malý dvůr, ten se skládá nejen z jarlovy nejbližší rodiny, ale také z několika úředníků, kteří panovníkovi pomáhají s každodenní správou državy. Všechny dvory mají podobné složení úředníků. Správce je jarlův nejvyšší rádce a má na starosti správu jarlova sídla a každodenní záležitosti v hlavním městě a někdy i v celé državě. Jménem jarla komunikuje také s veřejností a zajišťuje audience.[24] Dvorní čaroděj radí jarlovi v oblastech magie a provádí různé experimenty.[24] Huskarl je osobním strážcem jarla, většinou je naprosto bezmezně loajální, svému vládci se zaváže přísahou a chrání jeho život i za cenu nasazení toho vlastního.[24] Kapitán stráže dané državy je velitelem ozbrojených sil a zodpovídá za vymáhání práva a bezpečnost državy.[3] Zeman bývá přítomen u některých dvorů, často se jedná o šlechtice, nebo schopného bojovníka a rádce.[3] Administrativní dělení \"Skyrim je rozdělen do devíti držav. Država představuje rozlehlou oblast, která přibližně odpovídá hrabství v Cyrodiilu. Každou državu spravuje jarl, který má svůj dvůr v hlavním městě.\" ―Skyrimské državy: Příručka polního velitele Administrativně se Skyrim dělí na celkem devět držav. Každá z těchto držav má svého vlastního jarla, který se svým dvorem vládne z hlavního města dané državy. Každá država se těší značné autonomii a má vlastní zákony a ozbrojené síly. Mapka níže vyznačuje všechny državy a obsahuje odkaz na článek o dané državě. Haafingar Pale Winterhold Hjaalmarch Reach Whiterun Eastmarch Falkreath Rift Zákony a právo Skyrimské právo je souborem tradičních nordských právních zvyklostí a císařského práva. Zločiny proti říši spadají přímo pod císařskou jurisdikci, za nejtěžší zločin je považována velezrada, která je zpravidla trestána stětím hlavy. Císařské zákony a dekrety jsou právně závazné pro všechny obyvatele Skyrimu a jsou nadřazeny místním zákonům. Garantem místního práva v državách je pak jarl a dozorci nad dodržováním zákonů jsou městské stráže. Ve všech državách jsou za nejtěžší zločiny považovány vraždy, loupeže, vniknutí do cizího domu či rvačky. Tyto zločiny jsou zpravidla trestány vězením a nebo tučnou pokutou. Platí však, že zločinec, který je pronásledován strážemi v jedné državě, nemusí být v druhé državě vůbec stíhán. Zajímavostí je také právní postavení zemanů, šlechticů v državách, kteří se zvláště zasloužili, těm je většina zločinů prominuta.[3] V souladu s Bělozlatým konkordátem, dostal rozsáhlé pravomoci ve vymahatelnosti práva ve Skyrimu také Thalmor. Na území Skyrimu tak působí thalmorští justicionáři, kteří pronásledují uctívače Talose a tvrdě je trestají. Mezi oblíbené tresty Thalmoru patří mučení, věznění či přímo popravy.[3] Hlavní města Za svou dlouhou historii se pocty být hlavním městem dostalo hned několika skyrimským městům. Saarthal byl prvním městem, které lidé po svém příchodu do Skyrimu založili. Existence města však neměla dlouhého trvání a Saarthal byl zničen elfy. Windhelm byl skutečným prvním hlavním městem celého Skyrimu, jako takový se dodnes těší velké vážnosti a úctě Nordů. Ve městě stojí legendární Palác Králů, který dal zbudovat sám Ysgramor. Winterhold byl někdy v době první éry také hlavním městem. Solitude je současným hlavním městem Skyrimu. Město má velmi blízké vztahy s císařským dvorem a proto jsou jeho jarlové často prosazování na trůn velekrále. Zahraniční vztahy High Rock Pro více informací navštivte článek High Rock High Rock sousedí se Skyrimem na západě. Obě země jsou zároveň provinciemi Tamrielské říše a mají spolu pravděpodobně dobré vztahy, historické i kulturní vazby. V minulosti však Nordové a Bretonci odvěkými nepřáteli, kteří se výjimečně dokázali spojit proti společnému nepříteli. První konflikty mezi oběma zeměmi spadají již do první éry, kdy Skyrim dokázal dočasně High Rock ovládnout.[2] Bretonci však postupně převládli nad Nordy a postupně získali nad High Rockem kontrolu. Obě země spolu nadále sváděly pohraniční konflikty a zároveň byly terorizovány společným nepřítelem a to divokými kmeny z Plání. Ve druhé éře stály obě země na opačné straně ve válce tří praporů.[18] Roku 2E 852 pak obě země odložily vzájemné nepřátelství a společně se postavili silám Cyrodiilu v bitvě u Sancre Tor, jelikož nechtěli připustit obnovu cyrodiilské říše. Bitva však skončila vítězstvím Cyrodiilu.[15] Ve třetí éře se pak Bretonci a Nordové střetli ve válce Bend'r-Mahk.[20] Hammerfell Pro více informací navštivte článek Hammerfell Hammerfell sousedí se Skyrimem na jihozápadě. Redguardi, obyvatelé Hammerfellu, prosluli jako výborní válečníci, stejně jako Nordové. Historicky spolu oba národy svedly několik konfliktů. Především ve válce tří praporů a později ve válce Bend'r-Mahk.[20] Po většinu doby, kdy byly obě země součástí říše byly vztahy mezi nimi stabilizované. Redguaradi a Nordové společně bojovali proti Aldmerskému spolku ve Velké válce. Po roce 4E 175 však Hammerfell říši opustil, jelikož odmítl přijmout Bělozlatý konkordát.[22] Tamrielská říše Pro více informací navštivte článek Tamrielská říše Skyrim byl jednou z nejloajálnějších provincií Tamrielské říše a velekrálové udržovali s císařským dvorem velmi přátelské vztahy. Říše často ovlivňovala volbu skyrimského velekrále ve svůj prospěch a na trůn se tak dostávali především císařovi oblíbenci.[24] Nordové bojovali za říši ve Velké válce a přinesli nemalé oběti. Současné vztahy mezi říší a Skyrimem jsou velmi složité. Západní državy, kulturně a politicky značně pod vlivem říše, stojí za císařem a moc nad nimi převzal vojenský guvernér, jmenován říší. Východní državy se pod vedením Ulfrica, jarla z Windhelmu vzbouřily. Jarlové východních držav odmítají Bělozlatý konkordát, který zakazuje víru v Talose a dává volnou ruku Thalmoru, požadují nezávislost a snaží se prosadit Ulfrica za velekrále. Díky tomu se ve Skyrimu rozhořela občanská válka.[3] Morrowind Pro více informací navštivte článek Morrowind Morrowind sousedí se Skyrimem na východě. Vztahy mezi oběma národy byly vždy velmi vypjaté a problematické. Mnoho Dunmerů uprchlo po erupci Rudé Hory do Skyrimu a začali se v jeho východních državách usazovat. Potýkají se zde však s velkou nevraživostí Nordů, která občas přerůstá až v xenofobii.[3] Vzájemná nevraživost mezi Nordy a Dunmery je dána především historickými zkušenostmi. V době první éry Nordové Morrowind dobyli, elfové však později povstali a Nordy ze své vlasti vyhnali.[15] Vzájemnou nenávist odložili Nordové a Dunmeři ve druhé éře, kdy museli čelit společné hrozbě, kterou představovala invaze z Akvaviru. Uzavřeli pak společně alinci, která vešla do dějin jako ebonheatský pakt.[18] Tento pakt však neměl dlouhého trvání a pravděpodobně se pro vzájemnou nevraživost rozpadl. Ve čtvrté éře zaplavilo ostrov Solstheim tolik uprchlíků, že jej skyrimský velekrál nakonec daroval Morrowindu.[3] Aldmerský spolek Pro více informací navštivte článek Třetí Aldmerský spolek Třetí Aldmerský spolek je velmocí, která se zrodila ve čtvrté éře. Spolku vládne organizace Thalmor. Altmeři jsou vznešení elfové, přesvědčení o vlastní nadřazenosti a právu vládnout nad celým Tamrielm. Xenofobní Altmeři vyprovokovali Velkou válku a třebaže ji nakonec prohráli, oslabili Tamrielskou říši natolik, že ta raději přijala jejich podmínky.[3] Bělozlatý konkordát se dotkl života obyvatel celé říše, zvláště pak obyvatel Skyrimu. Thalmor pronásleduje na území Skyrimu ty obyvatele, kteří upadnou i do pouhého podezření, že uctívají Talose. Aldmerský spolek má ve Skyrimu své oficiální zastoupení ve formě velvyslanectví v Haafingaru. Krom diplomatické činnosti vyvíjí toto velvyslanectví i rozsáhlou špionážní činnost a podněcuje vnitřní konflikty ve Skyrimu. K tomu Thalmoru slouží síť agentů po celém Skyrimu.[3] Ozbrojené síly Pozemní síly Voják bouřných hávů Ve všech svých provinciích a nejinak je tomu ve Skyrimu se císařství opírá o císařskou legii. Jedná se o plně profesionální a skvěle organizovanou armádu, která zajišťuje vnitřní bezpečnost, kontrolu provincií a ochranu před zahraničními nepřáteli. Císařská legie má ve Skyrimu hlavní velitelství na Chmurném hradu v Solitude.[3] Legie udržuje síť pevností po celém Skyrimu a má zde umístěny své posádky. Do legie může vstoupit každý občas říše, bez ohledu na národnost, pokud složí přísahu císaři a projeví schopnosti, které jsou pro vstup do legie potřebné. Skyrim, jakožto provincie vlastní armádu nemá, jelikož zahraniční politika a ochrana hranic spadá plně do kompetence říše. Každý z jarlů má však vlastní městskou stráž. Tyto zbrojené síly mají na starost ochranu hlavního města državy a přilehlého území. Krom Solitude nejsou ve městech císařští vojáci obvykle přítomnosti, to se však může změnit v době krize. Při povstání bouřných hávů vytvořil jarl Ulfric vlastní vojsko, složené z dobrovolníků a městské stráže. Loďstvo V minulosti prosluli Nordové i jako schopní mořeplavci, když přepluli Moře Duchů z Atmory a začali kolonizovat Skyrim. Pro odlehlost Skyrimu a absenci nepřátel, kteří by jej mohli z moře ohrozit (např. Aldmerský spolek by musel obeplout celé pobřeží západního Tamrielu, které je v rukách říše, Hammerfellu a High Rocku) nemá Skyrim v současné době větší válečné loďstvo. Většina lodí ve skyrimských přístavech je soukromých a slouží obchodním účelům.[3] Ekonomika Měna a bankovnictví Ve druhé éře došlo po celém Tamrielu k velkému rozvoji bankovnictví. Některé banky sídlily také ve Skyrimu a za poplatek umožňovaly lidem ukládat své úspory a majetek.[18] V době čtvrté éry neexistuje o bankách zmínky.[3] Oblíbeným platidlem ve Skyrimu byla měna ve zlatě. Od dob císařství je oficiální měnou Skyrimu zlatý Septim, standardní říšská měna.[3] Obchod Znak Východocísařské obchodní společnosti Obchod je důležitým prvkem skyrimské ekonomiky. Regionálními obchodními centry jsou velká města s velkými trhy a mnoha kamennými obchody a jednou za čas se sem na nákupy vypravují obyvatelé s přilehlých vesnic. Menší vesnice mívají aspoň jeden malý obchod, nebo hostinec, nebo obyvatelé obchodují mezi sebou. Pozemní obchodní trasy vedou do všech sousedních zemí a pohraniční průsmyky jsou většinou přísně chráněny. Dálkový obchod pak zabezpečují především tři velké přístavy. Přístavními městy jsou Solitude, Dawnstar a Windhelm. Je doloženo, že dálkový námořní obchod probíhal i s tak vzdálenými centry, jako byl Alinor na Summersetských ostrovech.[25] Monopol na námořní obchod má Východocísařská obchodní společnost, která má skladiště v některých skyrimských přístavech.[3] Zemědělství a lov Zemědělská usedlost ve Skyrimu Přestože ve Skyrimu vládne chladnější klima je zde celkem rozvinuté zemědělství. Vesnice a farmářské usedlosti se nachází hlavně v centrálních a jižněji položených oblastech. Daří se zde odolným plodinám a pěstovány jsou především pšenice, pórek, zelí a brambory. Z domácích zvířat jsou chovány především krávy a kuřata ať už pro maso, či produkty mléko a vejce. Nordové jsou také skvělí lovci a často vyrážejí do divočiny, aby skolili divou zvěř pro maso a kožešiny. V oblasti jezer, především pak v Riftenu je rozšířený také rybolov. Získané produkty jsou zčásti spotřebovány a zčásti prodávány na městských trzích.[3] Těžba, řemesla a výroba Jelikož je Skyrim velmi hornatou zemí, nachází se zde velká ložiska železa, korund a stříbra. Krom jiného se zde vykytují i menší naleziště zlata, malachitů a jiných nerostů. Hornictví je tak v provincii velmi rozšířené, s tím souvisí i kovářství a klenotnictví. Nordové jsou skvělí kováři a kovárna nechybí v žádné pořádné vesnici. Zbraně, zbroje a klenoty se vyrábí ve velkém a jsou významným obchodním a vývozním artiklem.[3] Velmi rozšířená je také těžba dřeva. Některé vesnice mají k dispozici velké pily, dřevo je pak prodáváno na otop, nebo dále zpracováváno a využíváno jako stavební materiál i k výrobě nábytku.[3] V neposlední řadě jsou některé provincie proslaveny výrobou výborné medoviny (především Rift a Whiterun) a kořeněného vína.[3] Cestování a doprava Všechna skyrimská města jsou propojena sítí silnic. Mezi městy cestují především obchodní karavany a vojáci. Bohatší lidé využívají k přepravě koně, za peníze si lze také najmout dostavník. Tato služba funguje v každém větším městě. Každé větší město má také stáje, kde mohou obyvatelé koupit koně. Cesty do sousedních provincií vedou většinou přes horské průsmyky. Cestování po hlavních silnicích je víceméně bezpečné, na postranních silnicích však hrozí cestujícím přepadení banditů, nebo napadení divou zvěří. Námořní dopravu umožňují tři skyrimské přístavu na pobřeží Moře Duchů. Pravidelné dopravní spojení lodí existuje mezi Windhelmem a ostrovem Solstehim.[3] Ve druhé éře byla po Skyrimu rozmístěna také síť teleporačních svatyň. Ta se však do čtvrté éry nedochovala. Demografie Skyrim je domovinou Nordů, většina obyvatel žije v úrodných údolích. Původní města však byla vystavěna na výšinách, nebo útesech a to kvůli obraně před nepřáteli. Jakmile začal být Skyrim bezpečnější zemí, začali Nordové své vesnice budovat spíše v údolích.[2] Ilustrace typického Norda Nordové jsou potomci prvních lidí, kteří přišli do Skyrimu z Atmory. Nordové jsou svými sousedy považování za vytrvalý, statečný národ a mimořádně schopné válečníky a žoldáky.[2] Skyrim je součástí multikulturní říše a její obyvatelé se mohou dle všeho v rámci hranic volně stěhovat. Mnozí lidé opustili z různých důvodů své původní vlasti a usadili se v jiných provinciích, aby začali nový život. V důsledku toho má každá provincie v říši velké národnostní menšiny, nejinak je tomu i u Skyrimu. V roce 4E 201 představovali Nodové ve Skyrimu stále majoritní většinu, avšak vedle nich tu žily i významné menšiny z jiných zemí. Nejvýznamnější menšiny představovali Císařští, Bretonci, Orsimerové a Dunmeři.[26] Náboženství Po příchodu z Atmory si Nordové podrželi svůj panteon, kdy bohům přisuzovali podobu totemových zvířat.[8] Později byl tento panteon reformován a přizpůsoben oficiálnímu císařskému kultu. Původně se jednalo o božskou devítku a nordská jména bohů byla: Shor, Tsun, Stuhn, Kyne, Mara, Dibella, Orkey, Alduin a Ysmir.[27] Po přijetí Bělozlatého konkordátu byl panteon opět reformován a víra v Ysmira (Talose) byla zakázána. [22] Zákaz uctívání Ysmira vyvolal ve Skyrimu velké pobouření a navzdory zákazu mnozí Nordové zakázaného boha nadále uctívají. Mocní nad tímto uctíváním přivírají oči a je pravděpodobné, že mnozí jarlové Talosův kult tajně praktikují také. Thalmor však kacíře tvrdě stíhá.[3] Talosova socha Nordský panteon je sice přizpůsoben tomu císařskému, ale je nutné zmínit některé významné odlišnosti. Zatímco dle císařského kultu je nejvyšším bohem Akatosh, nejvyšším bohem nordského panteonu je Shor. Navíc Akatoshova variace v nordském panteonu je Alduin, líčený spíše v negativním světle.[27] Nordové věří, že pokud budou vést spravedlivý život, budou dobrými válečníky a věřícími, bude následovat posmrtný život na velkolepém místě Sovngardu.[28] Třebaže uctívání daeder je zakázáno, někteří obyvatelé tento zákaz nerespektují. Na počest svých bohů vystavěli Nordové mnohé svatyně. Nejvýznamnější chrámy stojí v největších městech. Chrám v Solitude je zasvěcen celé božské osmičce, chrám v Markarthu Dibelle, chrám v Riftenu Mare, chrám ve Whiterunu Kyne a chrám ve Windhelmu Talosovi. O chrámy a věřící pečují kněží a kněžky. Kněží působí také často jako léčitelé a poskytují obyvatelům zdravotní péči. Významná města Riften ve druhé éře Ve Skyrimu leží mnoho významných měst, vesnic, pevností a zemědělských usedlostí. V tomto odstavci uvádíme hlavní města devíti držav. Dawnstar - město na severním pobřeží, významný skyrimský přístav a hlavní město državy Pale. Falkreath - město v jižní části Skyrimu při hranici s Hammerfellem a Cyrodiilem, hlavní město stejnojmenné državy. Markarth - nejzápadněji položené město Skyrimu při hranici s High Rockem, hlavní město državy Reach. Morthal - menší ze skyrimských měst, leží v mokřadech a jedná se o hlavní město državy Hjaalmarch. Riften - město v jihovýchodním cípu Skyrimu, hlavní město državy Rift. Solitude - město severozápadním pobřeží, centrum obchodu, hlavní město Haafingaru a současně císařské provincie Skyrim. Whiterun - město v centrální oblasti země, hlavní město stejnojmenné državy a jedno z nejstarších měst Skyrimu. Windhelm - snad nejstarší souvisle obydlené skyrimské město, bývalé hlavní město země na ústí Bílé řeky, díky tomu významný přístav a hlavní město državy Eastmarch. Winterhold - kdysi hlavní město Skyrimu, které postihla velká katastrofa. Hlavní město stejnojmenné državy. Každodenní život a kultura Společnost \"Přestože milují absurdní příběhy, neoceňují jemnější umění konverzace a stávají se nedůvěřivými vůči těm, kteří mluví komplikovaným jazykem. Nedůvěřivý Nord je nebezpečný Nord, pravděpodobně odejde a začne křičet a obviňovat, že záměrně mluvíte v hádankách a lžete. Chovejte se prostě a vyhnete se modřinám.\" ―Snesitelná společnost Nordů[src] Nordové považují sami sebe za děti nebes.[29] Jedná se o národ, který je velmi hrdý na své staré tradice, kulturní zvyklosti, jazyk a předky. Nordové jsou velmi hrdí válečníci a nesnesou jakékoliv urážky na svou adresu, hlavně pak výsměch jejich statečnosti, cti, nebo zvykům. Případy, kdy Norda někdo urazí končí většinou násilím. Pokud je někdo hostem Nordů a odmítne s nimi popíjet je taková skutečnost považována Nordy za slabost a cestou k tomu, jak se jim zcela odcizit. Nordové také preferují jednodušší konverzaci a mají rádi absurdní příběhy, jemnější způsob konverzace naopak nemají v oblibě.[30] Krom toho, že jsou Nordové skvělými válečníky, jsou i stejně dobrými kováři. Je téměř povinností každého Norda, aby rozuměl kovářství a tyto dovednosti se zdejší lidé učí od mládí. Kovárna je pro mnohé nordské muže druhým domovem a nordské zbraně jsou mimořádně pevné a vysoce ceněné.[31] Nordové jsou často velmi vysocí, robustní a svalnatí a působí tak impozantním dojmem. Většina Nordů také umí číst a psát.[32] Město a venkov Za město je Skyrimu považováno každé hlavní město državy, oficiálně má tak Skyrim devět měst. Oficiální údaj však, aspoň pro reálie ve Skyrimu ve čtvrté éře nebyl zcela přesný. Ve skutečnosti se ve čtvrté éře nachází v provincii pět sídel, které mají atributy typické pro město. Zbylá čtyři hlavní města držav lze v lepším případě považovat za městečka. Krom zmíněných měst se zde nachází sedm větších vesnic a dále pak tucet usedlostí a farem.[3] Riverwood, typická nordská vesnice Většina obyvatel Skyrimu žije na venkově ve vesnicích a usedlostech. Tato sídla jsou častými terči banditů, nebo nepřátelských stvoření a jsou tak silně závislá na ochraně měst. V případě všeobecného ohrožení vyšle jarl do těchto vesnic vojáky, aby se starali o bezpečnost obyvatel. Typická nordská vesnice sestává z několika obytných a hospodářských budov. Obyvatelé na venkově většinou od rána do večera tvrdě pracují a to buď jako zemědělci, horníci, nebo dřevorubci. Ve větších vesnicích se nachází také obchod, hostinec, nebo kovárna. Některé vesnice jsou chráněny také hradbou, nebo palisádou. Usedlosti jsou často zakládány v blízkosti řek. Život v ulicích Windhelmu, druhá éra Typické nordské město je silně opevněno a většinou založeno na kopci, nebo útesu, což mu umožňuje efektivnější obranu před nepřáteli. Nordské město také není příliš rozlehlé a uvnitř městských hradeb je spíše stísněné, komfort je tak omezen ve prospěch bezpečnosti. Město nepostrádá chrám, palác jarla, kovárnu, obchody a halu mrtvých. Většinou se dělí na několik čtvrtí, boháči žijí vždy v nejvýstavnější a nejvýše položené čtvrti. Města jsou také stavěna bez nějakého pravidelného plánu a v centru se často nachází malé náměstí s tržištěm. Některá města mají k dispozici také primitivní systém kanalizace. Každé z pěti skyrimských měst má také výjimečnou architekturu a jedno od druhého je tak snadno rozpoznatelné. Obyvatelé měst se většinou dělí na bohaté občany, střední třídu složenou z obchodníků a řemeslníku a pak na chudinu a žebráky. Boháči často slouží u dvora jarlů a jsou vlastníky nemovitostí a půdy v zázemí města. Řemeslníci a obchodníci pracují většinou od ranních do pozdních večerních hodin. Lidé bez domova si obstarávají obživu žebrotou. Na bezpečnost a pořádek ve městě dbají strážní. Sňatky a pohřby Uzavření manželství ve Skyrimu se řídí několika pravidly. Občané, kteří mají zájem o sňatek nosí často amulet Mary, aby tak dali potencionálním zájemcům najevo, že jsou k mání. Pokud se dva nezadaní dohodnou na sňatku, cestují do chrámu, kde je oddají kněží, nebo kněžky. Oblíbeným místem pro uzavírání sňatku ve Skyrimu je chrám Marty v Riftenu. Jmění osob se po sňatku stává společným majetkem manželů. Nutno podotknout, že jako praktičtí lidé vstupují Nordové do manželství často bez lásky a to z čistě pragmatických důvodů.[3] Hala mrtvých Ve Skyrimu existuje také primitivní péče o sirotky, kteří jsou umisťováni do sirotčince. Jarlové však pramálo dbají o to, co se děje za dveřmi sirotčince a tak jsou děti někdy vystavováni krutostem svých vychovatelů. V provincii mají lidé v manželství také možnost adopce sirotků.[3] Velmi důležitý je ve Skyrimu také pohřeb. Mrtví nejsou páleni na hranici, ale jsou pohřbeni v celku. Na rozdíl od jiných provincií nejsou ve Skyrimu příliš rozšířené klasické hřbitovy, ale mrtví jsou ukládáni do podzemních kobek, kterým se říká hala mrtvých. Většina skyrimských měst má vlastní halu mrtvých. Tyto kobky bývají někdy nebezpečné, občas se totiž stává, že mrtví magií povstanou a řádí pak v kobkách jako nemrtví.[3] Zábava Zábava v hostinci ve Skyrimu Nordové, kteří mají velmi rádi zábavu a společnost se schází v krčmách, kde se konají bujaré pitky a vypráví heroické a občas i absurdní příběhy. V dobrém hostinci často vystupuje bard, který pěje hrdinské ódy a hraje na loutnu. Nordové také s oblibou pořádají různé festivaly. V Solitude se například koná festival pálení krále Olafa, kdy je každoročně spálena figurína znázorňující krále Olafa Jednookého.[2] Ve Windhelmu se zase s oblibou koná svátek mrtvých, kdy jsou předčítána jména pět seti Ysgramorových družiníků.[33] Móda Ukázka způsobu odívání jarlů Nordové chodí často zahalení ve zvířecích kůžích, neboť jsou jednak zdatní lovci a díky hojnému výskytu zvěře se jedná o nejednodušší způsob, jak si opatřit oděv.[32] Kožešiny Nordy také zahřívají v chladném počasí, které na většině území provincie vládne. Bohatí občané v Solitude se zase oblékají podle cyrodiilského způsobu. Jarlové nosí honosné róby opatřené kožešinami a zdobené šperky. Hlavu si jarlové často zdobí diadémy, které jsou symbolem jejich majestátu. Tradice a svátky Ve Skyrimu se konají tyto svátky a festivaly: 1.1. - Festival nového života - oblíbený svátek, slavený po celém Tamrielu, jedná se o oslavu nového roku. 13.2. - Svátek mrtvých - slaví se ve Windhelmu a jsou během něj připomenuta jména pět seti Ysgramorových družiníků.[33] 16.2. - Den srdce - slaví se v celém Tamrielu a jedná se o oblíbený svátek zamilovaných. 7.3. - První setba - symbolické zasetí po podzimních žních, slaví se po celém Tamrielu. 7.5. - Druhá setba - svátek podobný první setbě, slaví se po celém Tamrielu. 16.6. - Půlroční oslava - den, kdy je slavena polovina roku, slaví se v celém Tamrielu. 27.8. - Poslední setba - svátek, slavený v celém Tamrielu. 13.10. - Festival Čarodějnic - slaví se v celém Tamrielu. 30/31.12 - Festival starého života - festival a svátek konaný po celém Tamrielu na rozloučení se starým rokem. Vzdělanost a literatura Magická univezita ve Winterholdu Většina Nordů umí číst a psát.[32] A někteří Nordové se stali autory několika významných literárních děl. Ve Skyrimu také sídlí několik univerzit s různým zaměřením. Tiber Septim založil ve druhé éře univerzitu hlasu na které byl vyučován řev a umění války. Ovládat řevy však dokážou pouze vyvolení. Vyhlášenou školou je univerzita bardů v Solitude, zde vystudování bardi jsou pak velmi žádaní a často slouží i u dvora samotných císařů. Poslední a velmi známou univerzitou ve Skyrimu je magická univerzita ve Winterholdu, kde jsou nadaní studenti vyučování v oblastech magie.[2] Univerzita je také známa pro svůj benevolentnější přístup k výuce, než univerzita v Imperial City. Winterholdská univerzita je navíc plně nezávislá a nepatří k organizaci magického cechu.[3] Umění Univerzita bardů v Solitude Z nordského umění je třeba zmínit hlavně hudbu. Nordští bardové mají ve světě jméno a těší se velkému věhlasu. Skládají hlavně hrdinské balady, někdy též sarkastické a humorné písně. Svůj zpěv doprovázejí bardi většinou hrou na hudební nástroje. Oblibě se těší loutna, nebo buben.[3] Vysoké úrovně dosahuje ve Skyrimu také sochařství, po celé zemi lze narazit na svatyně zasvěcené bohům, nebo daedrám a právě tyto svatyně představují většinou sochu znázorňující daného boha. Sochy jsou velmi propracované a detailní. K umění můžeme přiřadit i krásně zpracované dřevořezby mýtických zvířat, které lze spatřit například na střechách domů ve Whiterunu.[3] Architektura Za tisíce let své existence byl Skyrim ovlivněn řadou významných kultur z nich po sobě každá zanechala své vlastní stavební památky. Každé z pěti skyrimských velkoměst má také svou jedinečnou architekturu a města lze tak snadno identifikovat jedno od druhého.[3] Nordové jsou mistři stavitelé a jejich stavební sloh výrazně ovlivnil nejen samotný Skyrim, ale také Solstehim a sever Cyrodiilu (město Bruma). Nordská architektura výrazně ovlivnila také tu císařskou, kdy Císařští převzali některé nordské konstrukční techniky a dále je zdokonalili.[33] Zpočátku Nordové využívali při výstavbě mohutné bloky získané z porfyrických ložisek, které stavěli jeden na druhý. Ve druhé éře začali Nordové využívat při výstavbě žulový a vulkanický kámen, získaný ve východních oblastech země. Bloky byly pečlivě posazeny jeden vedle druhého a to bez použití malty. Nordové tak mohli stavět mohutné kamenné stěny. Za působivý příklad nordského stavebnictví je často zmiňovaná Stará pevnost.[33] Mezi příklady původní nordské architektury z dob merethické éry patří dále město Windhelm (ačkoliv nutno zmínit, že město bylo později mnohokrát přestavěno), polorozpadlé a těžko přístupné chrámy v horách, které byly budovány na počest draků a konečně také zdi slova.[34] Nordové jsou pak dále považováni za mistry dřeva a dřevěných konstrukcí.[2] Ukázka typické nordské architektury V typicky nordském stylu jsou vystavěna např. města Riften a Whitern, u těchto měst je nejhojněji využívaným materiálem dřevo a konstrukce domů jsou podepřeny mohutnými kládami. Domy na vesnicích jsou často vystavěny zčásti z kamene (při základech) a zčásti ze dřeva. Budovy jsou také často částečně zasazeny pod zemi a to kvůli snadnějšímu udržení tepla.[3] Nesmazatelnou stopu ve Skyrimu v oblasti stavebnictví zanechali také Dwemeři. Tato zaniklá a příliš neprobádaná civilizace po sobě zanechala hlavně město Markarh. Dwemeři byli jednou z nejvyspělejších ras Tamrielu a při výstavbě využívali hlavně kámen a neznámý kov. Často stavěli několik kilometrů dlouhé chodby a síně v podzemí. Markarth je naprosto jedinečnou ukázkou jejich stavebního umění.[3] Architektura Solitude je pak ukázkou kombinování nordské a císařské architektury, oblast Haafingaru je totiž pod silným císařským vlivem. Na území Skyrimu je možné narazit i na ukázku akavirské architektury, kterou zpodobňuje chrám Nebes a velkolepou Alduinovou zdí.[3] Související články Nordové První říše Nordů High Rock Cyrodiil Morrowind"
}