{
    "title": "Solitude",
    "table_of_contents": [
        "Obsah",
        "1 Název a znak",
        "2 Historie",
        "2.1 První éra",
        "2.2 Druhá éra",
        "2.3 Třetí éra",
        "2.4 Čtvrtá éra",
        "3 Geografie",
        "3.1 Poloha",
        "3.2 Klima",
        "4 Popis města a čtvrtí",
        "4.1 Avenues",
        "4.2 Chmurný hrad",
        "4.3 Studnicová čtvrť",
        "4.4 Předměstí",
        "5 Správa a vojenské síly",
        "5.1 Vláda města",
        "5.2 Ozbrojené síly",
        "6 Ekonomika",
        "6.1 Služby",
        "6.2 Nemovitosti",
        "7 Demografie",
        "7.1 Rasy ve městě",
        "7.2 Sociální třídy",
        "7.3 Náboženství",
        "8 Kultura a společnost",
        "8.1 Pamětihodnosti a místa zájmu",
        "8.2 Městský život a zábava",
        "8.3 Architektura",
        "9 Doprava",
        "9.1 Pozemní doprava",
        "9.2 Námořní doprava",
        "9.3 Portál",
        "10 Související Questy",
        "10.1 The Elder Scrolls Online: Greymoor",
        "10.2 The Elder Scrolls V: Skyrim",
        "11 Mapy",
        "12 Poznámky a drobnosti",
        "13 Reference"
    ],
    "infobox": "Solitude Vyobrazení znak mapa Geografické info Typ sídla: hlavní město Provincie: Skyrim Država: Haafingar Správní info Jarl: Elisif Jasná Centrum: Modrý palác Počet čtvrtí: 4 Herní údaje Počet NPC: cca 200 (ESO)cca 100 (TES:V) Nordové (68,5 %) Bretonci (9.5 %) Imperialové (8,5 %)Ostatní rasy (13,5 %) Hry: TES: ArenaTES V: SkyrimTESO: Greymoor",
    "content": "Solitude (česky Samota) je hlavní město Skyrimu a državy Haafingaru a současně jedno z pěti největších měst v provincii. Leží v severozápadní části Skyrimu při ústí řeky Karth do Moře Duchů na vysokém útesu a přírodním divu, který je znám jako Velká klenba. Solitude je politickým, kulturním a ekonomickým centrem provincie. Je sídlem skyrimských velekráků, jarlů z Haafingaru a velitelství císařské legie ve Skyrimu. Ve městě sídlí také proslulá Bardská univerzita a nachází se zde Chrám božského panteonu, zasvěcený kultu Božské osmičky. Město má za sebou bohatou historii, pokrývající období čtyř ér. Mezi proslulé panovníky města patřili velekrál Svartr, který založil království západního Skyrimu, jehož hlavním městem Solitude učinil, dále Svargrim, který byl tvrdým a neúprosným panovníkem, Potema Septim, která vyvolala krvavou občanskou válku proti svým císařským příbuzným a Pelagius Septim III., který proslul jako šílený císař. Ve čtvrté éře je město pevným opěrným bodem císařské vlády a kultury v zemi. \"Solitude, sídlo velekrále Skyrimu a hlavním město Haafingaru vždy vítala Říši s otevřenou náručí. Většina zdejšího obchodu vděčí za svůj rozkvět říčním trasám a místní lidé patří k těm nejpohostinnějším ve Skyrimu. Říše má hojné zásoby v Chmurném hradu, který slouží jako velitelská základna generálu Tulliovi. Ten odsud rozhoduje o krocích všech legií ve Skyrimu.\" ―Anonym[src] Název a znak Solitude je původní a nejstarší název města, do češtiny je název překládán jako Samota. Do dob druhé éry byla navíc Solitude známa jako Haafingar.[1] V moderních dobách se už název Haafingar používá pouze pro pojmenování državy, jejímž hlavním městem Solitude je. Solitude má vlastní oficiální znak. Jedná se o bílého vlka na rudém poli. Znak je často spojován s haafingarskou královnou Potemou Septim, která byla přezdívána jako vlčí královna a která nechvalně proslula jako nekromantka a krutá čarodějnice, která vyvolala válku s vlastní rodinou.[2] Nicméně znak je doložen již od druhé éry, tedy staletí před narozením Potemy.[3] Historie Důležitá data z historie Solitude: 2E 431 — Skyrim se rozpadá na západní a východní království. Solitude se stává hlavním městem západního království.[4] 2E 582 — konec vlády velekrále Svargrima.[3] 3E 81 — Potema Septim se vdává za krále Haafingaru a stává se královnou města. 3E 137 — Solitude je dobyta císařskými silami. Potema umírá a novým králem se stává Pelagius Septim III.[2] 3E 432 — Králem Haafingaru a pánem města je Thian. Za jeho vlády dosáhne město velkého rozmachu.[5] 4E 201 — Velekrál Torygg je zavražden v Solitude. Jarlem se stává Elisif Jasná.[6] První éra Podrobnosti o založení Solitude, včetně data založení, nejsou příliš známy. Město nicméně vzniklo pravděpodobně v době první éry a to před sjednocením Skyrimu, tedy před rokem 1E 143.[7] Podle ódy o založení Solitude, vybudovali Nordové původní osadu u řeky pod ochranou Velké klenby. Později se obyvatelé přesunuli na horu na Velkou klebu a vybudovali zde mohutnou pevnost, kterou pojmenovali Chmurný hrad a Chrám božského panteonu.[8] Hrad se stal první rezidencí králů Haafingaru. Kolem hradu brzy vzniklo městečko, které bylo zpočátku neopevněné. Hradby kolem města byly přistavěny až po korunovaci velekrále Erlinga, který vládl celému Skyrimu a Solitude se tak stala hlavním městem země. Město se postupně rozrostlo, až zabralo plochu celé Velké klenby. Růst města byl završen výstavbou Modrého paláce, kam králové Haafingaru přenesli svou rezidenci z Chmurného hradu.[7] V první éře se Solitude dostala do konfliktu s velekrálem Olafem Jednookým (vládl v letech 1E 420 - 1E 452). Olaf byl legendární panovník a původně jarl z Whiterunu, který porazil draka Numinexe. Po vítězství nad Numinexem se Olaf stal velekrálem Skyrimu, avšak podle básníka Svaknira se Solitude Olafa neuznala a odmítla se mu poddat. Obyvatelé Solitude považovali Olafovy slavné skutky za smyšlenou historku, vymyšlenou proto, aby se Olaf mohl stát velekrálem Skyrimu. Olaf se podle nemnohých zdrojů městu pomstil a pravděpodobně jej dobyl.[9] Slavný básník Svaknir byl na Olafův rozkaz uvězněn a jeho verše spáleny.[6] Díky této události později vznikla v Solitude tradice, která se jmenovala pálení krále Olafa.[1][6] Během první éry byla také ve městě založena slavná Bardská univerzita.[1] Druhá éra Pohled na město s věží Vlka, v roce 2E 582 V roce 2E 431 byl zavražděn velekrál Logrolf. Novou velkrálovnou Skyrimu se prohlásila Logrolfova dcera Freydis, která panovala ve Windhelmu. Proti tomu se však postavil Svartr, král ze Solitude. Svartr prohlásil, že Freydis není legitimní dcera předchozího velekrále a trůn za uprázdněný. Sněm poté zvolil Svartra za velekrále. De facto tak došlo k rozpadu Skyrimu na západní království s hlavním městem Solitude a východní království s hlavním městem Windhelmem.[4] Velekrál Svartr posílil městská opevnění Chmurného hradu, když nechal vystavět mohutný donjon.[10] Skyrim zůstal rozdělený na dvě části po několik následujících desetiletí. V druhé polovině šestého století druhé éry vládl západnímu Skyrimu ze Solitude velekrál Svargrim.[3] Velekrál Svargrim, vládce města v roce 2E 582 Velekrál Svargrim nechal Chmurný hrad rozšířit o vysokou a mohutnou Věž Vlka, která překonala všechny ostatní věže hradu i městského opevnění.[10] V roce 2E 582 se ukázalo, že velekrál Svargrim byl ve skutečnosti upírský lord. Hrdina, známý pouze jako Vestige a velekrálova dcera Svana, svedli se Svargrimem tuhý boj na věži vlka. Svargrim byl poražen a zabit a jeho věž se zhroutila.[3] Svana se po této události stala jarlem Haafingaru a do Solitude přicestoval Jorunn Skald, velekrál východního Skyrimu, spolu se svým synem. Jorunn zahájil se Svanou mírový dialog a následně se účastnil oslavy na počest Svargrimovy porážky.[3] Na konci druhé éry se celý Skyrim, Solitude nevyjímaje, stal součástí rodící se Tamrielské říše. Solitude byla v té době popisována císařskými kronikáři jako velké a bohaté město se sklady přeplněnými zbožím a slavnou bardskou univerzitou. Studenti bardské univerzity neměli problém najít zaměstnání po celé říši.[1] Třetí éra Ve třetí éře byla Solitude nadále hlavním městem Haafingaru a byla považována za jednoho z nejbližších spojenců tamrielských císařů. Příslušníci vládnoucí císařské dynastie Septimů dokonce často usedli na haafingarský trůn. Na konci prvního století třetí éry vládl v Solitude král Mantiarco, který se oženil s Potemou Septim, dcerou císaře Pelagia Septima II. Potema vešla do dějin jako nechvalně známá vlčí královna. Po smrti svého manžela se ujala vlády v Haafingaru, jako regentka svého syna.[2] Reliéf zobrazující královnu Potemu Potema navázala diplomatické styky napříč celou říší a pomocí intrik vyvolávala v impériu spory. Když zemřel její bratr císař Antiochus Septim, zpochybnila Potema legitimitu jeho dcery a své neteře Kintyry a pokusila se prosadit na trůn svého vlastního syna Uriela. Kintyře se však i přes odpor tety podařilo prosadit a usednout na trůn. Potema a Uriel se však odmítali vzdát, svolali své spojence a vyvolali vleklý a krvavý konflikt, který vešel do dějin jako válka o Rudý diamant. Ve válce se střetli všichni žijící Septimové. Během války byla císařovna Kintyra zradou zajata a popravena. Potemin syn se poté zmocnil vlády, avšak byl poražen a zajat. Následně byl Uriel upálen ve svém kočáru rozzuřenými davy.[2] Stárnoucí královna se nakonec dala na studium nekromancie a všichni její spojenci jí postupně opustili. Potema však, i po smrti svého syna, pokračovala ve válce se svými bratry Ceforem a Magnem. Bratři nakonec oblehli Potemu. Město po dlouhém obléhání padlo roku 3E 137 a hrůzovláda Potemy byla ukončena. Ještě před tím však Potema údajně stihla proklít svého synovce a budoucího císaře Pelagia Septima III.[2] Následníkem Potemy v Solitude se stal právě Pelagios Septim III., kterého jako krále Haafingaru jmenoval císař a jeho strýc Ceforus.[2] Pelagius se oženil s Katariah Ra'athim, dunmerskou šlechtičnou a společně vládli městu. Už v té době se začaly objevovat první zvěsti o Pelagiově výstřednostech a podivnostech, které postupně přerostly v šílenství. V roce 3E 145 zemřel Pelagiův otec a císař Magnus. Dosavadní král Haafingaru se společně s manželkou přesunul do Imperial City, kde byl korunován císařem Tamrielu. Novou královnou Solitude se stala Pelagiova sestra Jolethe.[11] Na konci třetí éry dosáhlo město dalšího rozmachu své moci. Král Thian uzavřel sňatek s Macallou, královnou Dawnstar a došlo tak k dočasnému spojení obou držav, které se kolem měst nacházely. Solitude také ovládla několik císařských lén, včetně ostrova Roscrea a financovala průzkumné mise v Moři Duchů.[5] Čtvrtá éra Po celou čtvrtou éru zůstávala Solitude loajálním spojencem Tamrielské říše. Vládci města a přilehlé državy již nepoužívali titul krále, ale jarla. Díky vlivu říše byli navíc haafingarští panovníci často voleni za velekrále celekého Skyrimu a Solitude se tak stala de facto hlavním městem provincie. Krom sídla velekrále a jarla se Solitude stala také velitelstvím císařských legií v provincii a své velvyslanectví si zde zbudoval Thalmor. Po smrti velekrále Istloda se velekrálem stal jeho syn Torygg.[6] Elisif Jasná, vládnoucí jarl v roce 4E 201 V roce 4E 201 Torygga zavraždil Ulfric Bouřný háv, jarl z Windhelmu, který se chtěl stát velekrálem a dosáhnout nezávislosti Skyrimu na říši. Ulfricovi se podařilo ze Solitude uprchnout a zahájit válku proti říši. Ve Skyrimu tak vypukla občanská válka. Po Toryggově smrti se s podporou říše stala jarlem jeho mladá manželka Elisif Jasná. Elisif se rozhodla zakázat prastarou tradici pálení krále Olafa, jelikož jí konání svátku nepřišlo vhodné vzhledem k držení piety za jejího manžela. Nakonec však vyhověla prosbám lidu a konání festivalu povolila.[6] Ve stejném roce se nebezpečný kult Nekromantů pokusil oživit královnu Potemu. Rituál sice přerušil Drakorozený hrdina ve službách solitudského dvora, avšak Potemin duch se vrátil do katakomb v Solitude. Drakorozený ducha porazil a vyhnal.[6] Geografie Poloha Solitude se nachází ve Skyrimu v severozápadní državě Haafingaru a leží na severu země při ústí řeky Karth do Moře Duchů. Poloha města je ze strategického hlediska velmi výhodná a takřka jedinečná, neboť Solitude leží na tzv. Velké klenbě, což je mohutný přírodní skalnatý oblouk, tyčící se nad řekou Karth. Vysoká klenba zároveň slouží jako větrolam přístavu v Solitude, který se nachází dole pod městem při ústí řeky Karth.[7] Město také leží na úpatí hory Kilkreath. Díky své vynikající poloze je Solitude de facto napadnutelná pouze z jedné strany, což z ní činí téměř nedobyvatelné město. Klima Solitude patří mezi nejseverněji položená skyrimská města, klima je zde tedy studené. Na rozdíl od měst Dawnstar, Winterholdu, které mají podobnou polohu a dokonce i Windehelmu, který je položen jižněji, je podnebí vládnoucí v Solitude mnohem mírnější a podmínky pro život jsou tu tak přívětivější. Oblast města totiž není trvale zaledněná a zasněžená, jako v případě ostatních jmenovaných měst. Popis města a čtvrtí Tato sekce zahrnuje obsah a informace ze hry The Elder Scrolls Online, nebo jejích expanzí (kapitol) a DLC. Pohled na město v době druhé éry V šestém století druhé éry je Solitude hlavním městem západního Skyrimu a Haafingaru. Díky svému postavení patří mezi nejdůležitější a největší města v zemi. Předměstí tvoří přístav při řece Karth a několik zemědělských usedlostí. Vstoupit do města je možné buď po silnici z jihozápadu, nebo přes chodbu vedoucí z přístavu do města. Hlavní vstup do města je mohutně chráněn předsunutou věží, následně vnější hradbou a bránou posílenou dvěma věžemi. Za vnější hradbou se nachází vnitřní hradba, která vyznačuje hranice města. Hlavní brána do Solitude je posílena dvěma mohutnými věžemi. Uvnitř svých hradeb se Solitude dělí na tři části - Avenues, Chmurný hrad a Studnicovou čtvrť.[12] Tato sekce zahrnuje obsah a informace ze hry The Elder Scrolls V: Skyrim, nebo jejích expanzí Dawnguard, Hearthfire a Dragonborn. Solitude patří ve čtvrté éře mezi největší, nejlidnatější a nejvýznamnější města ve Skyrimu. Od dob druhé éry se podoba města příliš nezměnila. Předměstí Solitude tvoří několik zemědělských usedlostí a přístav, které se nacházejí pod městem. Jelikož je město položeno na Velké klenbě, je nutné do něj vystoupat po strmé cestě. Solitude je mohutně opevněná a cesta do města je chráněna Nebeskou věží, která slouží jako první předsunuté opevnění a hlídková věž. O několik metrů výše se pak nachází Větrná brána, věž a vnější hradba. Za vnější hradbou se pak nachází mohutná vnitřní hradba, která tvoří již samotné opevnění města, dvě mohutné věže a vstupní Bouřná brána.[7] Chrám božského panteonu, 4E 201 Uvnitř svých hradeb se Solitude dělí na tři části - Avenues, Chmurný hrad a Studnicovou čtvrť. Městem prochází široký bulvár, který vede od brány až po Modrý palác, který je sídlem jarla Haafingaru. Díky nedostatečnému prostoru na Velké klenbě je stavební prostor značně omezen a domy jsou vystavěny jeden vedle druhého a tvoří tak hustou městskou zástavbu. V Solitude je značné množství význačných památek a pod městem se nachází rozsáhlé katakomby. Avenues Tato sekce zahrnuje obsah a informace ze hry The Elder Scrolls Online, nebo jejích expanzí (kapitol) a DLC. Hlavní ulice ve čtvrti Avenues, 2E 582 Avenues je rezidenční čtvrť, která tvoří jihovýchodní část města a celá se nachází na Velké klenbě. Čtvrť sousedí severozápadě se Studnicou čtvrtí a Chmurným hradem. Ve druhé éře se ve čtvrti nachází cestovní svatyně, síň mrtvých, Bardská univerzita, Modrý palác, pobočky cechu mágů a bojovníků a také Kruh Starožitností. Ve čtvrti také žije většina městských boháčů, kteří si zde vystavěli velké obytné domy. Nachází se zde také Modrý palác, rezidence jarlů a velekrálů. Palác je ve druhé éře opevněnou tvrzí. Tato sekce zahrnuje obsah a informace ze hry The Elder Scrolls V: Skyrim, nebo jejích expanzí Dawnguard, Hearthfire a Dragonborn. Čtvrť Avenues, 4E 201 Avenues je nejrozlehlejší čtvrť v Solitude, která se rozkládá ne Velké klenbě a tvoří jihovýchodní výběžek města. Název této městské části je odvozen od širokého bulváru, který čtvrtí prochází.[13] Avenues je především rezidentní čtvrť, která je na severozápadě sousedí s Chmurným hradem a na západě s Obchodní čtvrtí. Ve čtvrti se nachází řada výstavních, vysokých a vícepodlažních rezidenčních domů, univerzita Bardů a Modrý palác, sídlo jarlů z Haafingaru a zároveň skyrimských velekrálů. Chmurný hrad Tato sekce zahrnuje obsah a informace ze hry The Elder Scrolls Online, nebo jejích expanzí (kapitol) a DLC. Nádvoří Chmurného hradu, 2E 582 Chmurný hrad se nachází v severní části města. Jedná se o mohutně opevněnou pevnost, která byla kdysi sídlem panovníků. V roce 2E 582 je většina interiérů hradu z rozkazu velekrále Svargrima veřejnosti nepřístupná. Cizinci však smí vstoupit na hradní nádvoří, kde se nachází malé tržiště. V podhradí pak sídlí několik městských obchodů a řemeslníků, například kovář. Hradní komplex tvoří Chrám božského panteonu, Svartrův Donjon, menší věž (budoucí císařská věž) a obrovská věž vlka, vystavěná z příkazu velekrále Svargrima (během herních událostí se věž zhroutí). Od zbytku města je hrad oddělen vlastní hradbou se dvěma branami. Chrám božského panteonu má své vlastní vnitřní nádvoří. Tato sekce zahrnuje obsah a informace ze hry The Elder Scrolls V: Skyrim, nebo jejích expanzí Dawnguard, Hearthfire a Dragonborn. Chmurný hrad, 4E 201 Chmurný hrad se tyčí na kopci v severní části nad zbytkem města. Hrad je mohutně opevněn a je pro obranu města je zcela klíčový. Do hradu se dá vstoupit skrze dvě brány. Brána na jihovýchodě spojuje hrad s Obchodní čtvrtí, zatímco brána na jeho jižní straně se čtvrtí Avenues. Chmurný hrad patří také mezi nejvýznamnější a nejstarší památky ve městě a tvoří komplex několika monumentálních budov. Nachází se zde například Chrám božského panteonu a Císařská věž, která byla dříve sídlem skyrimských panovníků a momentálně slouží k ubytování významných lidí a samotného císaře v případě jeho návštěvy města. Věž je spojena s větrným mlýnem vysokým mostem (který zároveň vyznačuje hranici mezi Obchodní čtvrtí a Avenues) a společně tvoří nejznámější dominanty a orientační body města.[7] Studnicová čtvrť Tato sekce zahrnuje obsah a informace ze hry The Elder Scrolls Online, nebo jejích expanzí (kapitol) a DLC. Studnicová čtvrť, 2E 582 Studnicová čtvrť tvoří západní část města. Na západě je ohraničena městskou hradbou, nachází se zde vstupní brána a hlavní vstup do města. Na severu je území Studnicové čtvrti vymezeno hradbou Chmurného hradu, kterou s ním propojuje brána. Na jihovýchodě pak Studnicová čtvrť sousedí s Avenues. Hranice mezi oběma čtvrtěmi je vymezena velkým zaobleným mostem, který spojuje Chmurný hrad s věží a větrným mlýnem městského opevnění. Ve Studnicové čtvrti se nachází většina městských obchodů a hostinec. Jedná se o část města, kde návštěvníci obvykle vyhledávají zábavu. Název tato městská část získala podle krásné studny, kolem které si své stánky rozložili někteří obchodníci. Tato sekce zahrnuje obsah a informace ze hry The Elder Scrolls V: Skyrim, nebo jejích expanzí Dawnguard, Hearthfire a Dragonborn. Studnicová čtvrť, 4E 201 Studnicová čtvrť se nachází v jihozápadní části Solitude a je tou částí města, kterou každý návštěvník Solitude navštíví jako první, jelikož se nachází hned u městské brány. Ve Studnicové čtvrti se nachází hostinec a většina obchodů ve městě. Na zdejším tržišti je možné sehnat zboží takřka z celého Tamrielu.[7] Nachází se zde také studna, rynk a popraviště, kde jsou pravidelně popravováni zločinci za přihlížení davů. Obchodní čtvrť je na západě ohraničena hradbou a městskou bránou, na severovýchodě pak sousedí s Chmurným hradem a na jihovýchodě se čtvrtí Avenues. Předměstí Tato sekce zahrnuje obsah a informace ze hry The Elder Scrolls Online, nebo jejích expanzí (kapitol) a DLC. Přístav, 2E 582 Předměstí tvoří několik zemědělských usedlostí a statků, které zásobují Solitude potravinami a přístav při řece Karth. V přístavu se nachází několik skladů a také skalní chodba, která spojuje přístav se zbytkem města. Tato sekce zahrnuje obsah a informace ze hry The Elder Scrolls V: Skyrim, nebo jejích expanzí Dawnguard, Hearthfire a Dragonborn. Solitude má také poměrně rozsáhlé předměstí, které tvoří přístav a některé zemědělské usedlosti. Přístav se nachází přímo na řece Karth, která protéká pod městem. V současnosti se jedná o největší a nejvýznamnější přístav ve Skyrimu. V přístavu má rozsáhlé skladiště Východocísařská obchodní společnost. Přístav má mohutná vrata, která dřív byla otevírána důmyslným mechanismem poháněným větrným mlýnem v Solitude. Momentálně mají otevírání vrat na starosti dělníci.[7] Na severním pobřeží u Moře Duchů se pak nachází maják, který signalizuje bezpečnou cestu do přístavu. Před městskými hradbami se pak nachází několik zemědělských usedlostí, například statek, stáje a pila, které tvoří hospodářské zázemí města. Nedaleko Solitude se také nachází vesnice Dragon Bridge. Správa a vojenské síly Vláda města V rámci skyrimských měst se Solitude těší výjimečnému postavení. Jedná se o sídlo císařské správy a hlavní město Skyrimu, který je provincií Tamrielské říše a současně také hlavní město državy Haafingaru.[6] Ve druhé éře byla Solitude také hlavním městem nezávislého království západního Skyrimu.[14] V čele Solitude stojí jarl, který vládne městu a přilehlé državě. Jarl disponuje dvorem a je obklopen několika civilními i vojenskými úředníky, kteří mu pomáhají se správou města. Běžné záležitosti městské správy spadají pod kompetenci jarlova komořího.[15] Jarl a jeho dvůr sídlí v Modrém paláci. Modrý palác, sídlo jarla a jeho dvora v roce 4E 201 Jarl Haafingaru je ve čtvrté éře zpravidla také skyrimským velekrálem a to především díky vlivu císařské vlády. Velekrále totiž volí sněm všech jarlů, kteří si však nechtějí znepřátelit říši a tak volí do čela Skyrimu právě jarla z Haafingaru, který bývá nejloajálnějším spojencem císařství a představitelem říše v zemi. I tato politika však byla jednou z příčin vraždy skyrimského velekrále Torryga a následnému vypuknutí občanské války.[6] Skyrimští velekrálové ze Solitude však nemají mimo svou državu žádnou skutečnou moc nad ostatními jarly a jejich jediným úkolem je reprezentace jednoty Skyrimu navenek. Solitude je také pod přímou kontrolou císařské vlády. Na Chmurném hradě je trvale usazena posádka císařské legie a sídlí zde vojenský guvernér, který je přímým zástupcem císaře a který odsud velí legiím napříč celou provincií. Chmurný hrad je také sídlem císaře v případě jeho návštěvy města.[6] Ozbrojené síly Příslušník městské stráže, 4E 201 Na dodržování zákona, pořádek a bezpečnost ve městě i državě dohlíží městská stráž, která pravidelně hlídkuje v ulicích města a hlídá Modrý palác. Strážní obývají Chmurný hrad, kde se krom ubikací nachází i vězení v Solitude, kam jsou zavíráni zločinci. Zatímco menší prohřešky jsou trestány většinou pokutou a několika dny ve vězení, ty nejtěžší zločiny jsou trestány veřejnou popravou. V současné čtvrté éře je ve městě také trvala usazena posádka císařské legie, která má k dispozici Chmurný hrad. Ekonomika Solitude patří mezi nejbohatší města Skyrimu a disponuje největším a nejdůležitějším přístavem v provincii. Přístav se nachází na ústí řeky Karth do Moře Duchů. O důležitosti přístavu v Solitude vypovídá i to, že z jeho přeplněných skladišť se vyváží zboží do tak vzdálených měst, jakými jsou Wayrest, Senchal, či Anvil. Exportuje se hlavně dřevo a solené tresky.[1] Skladiště ve čtvrté éře využívá a provozuje Východocísařská obchodní společnost, která má výsadní monopol na obchod provozovaný v rámci říše.[6] Samotné obchody se odehrávají na tržišti za městskými hradbami. Na tržišti v Solitude lze zakoupit to nejvytříbenější zboží z takřka celého Tamrielu.[7] Služby Tato sekce zahrnuje obsah a informace ze hry The Elder Scrolls Online, nebo jejích expanzí (kapitol) a DLC. Ve druhé éře (The Elder Scrolls Online: Greymoor) jsou v Solitude k dispozici následující služby: Bardská univerzita - univerzita hudby a muzeum ve čtvrti Avenues. Brarynovo kladivo - kovárna na Chmurném hradě. Cech bojovníků - pobočka cechu bojovníků ve čtvrti Avenues. Cech mágů - pobočka cechu mágů ve čtvrti Avenues. Dobré zboží - obchod se smíšeným zbožím. Dračí srdce obchod s nábytkem ve Studnicové čtvrti. Fanova koželužna - obchod s oděvy ve Studnicové čtvrti. Haafingarský poklad - banka ve Studnicové čtvrti. Mařino srdce - klenotnictví na Chmurném hradě. Neústupná ocel - obchod se zbrojemi ve Studnicové čtvrti. Perfektní střih - oděvnictví. Útočiště psanců - útočiště zločinců a psanců v kanalizacích pod městem. Tis a pírko - obchod s kouzelnými a alchymistickými potřebami na Chmurném hradě. Tržiště na nádvoří - stánky guildovních obchodníků na hradním nádvoří. U Houpající sekyry - obchod se zbraněmi ve Studnicové čtvrti. U Osamělého trolla - hostinec ve městě, nachází se ve Studnicové čtvrti. Úleva od cesty - městské stáje, nachází se na předměstí před vstupní bránou. Válečníkovo zboží - obchody se zbožím pro bojovníky na předměstí před vstupní bránou. Zářivé roucho - oděvnictví a barvírna oděvů na Chmurném hradě. Zimní sklizeň - malý hostinec na Chmurném hradě. Zmrzlé dláto - truhlářství na Chmurném hradě. Tato sekce zahrnuje obsah a informace ze hry The Elder Scrolls V: Skyrim, nebo jejích expanzí Dawnguard, Hearthfire a Dragonborn. Ve čtvrté éře (The Elder Scrolls V: Skyrim) jsou v Solitude k dispozici následující služby: Angelininy voňavky - obchod s alchymistickými potřebami a přísadami v Obchodní čtvrti. Drobnosti a cetky - obchod se smíšeným zbožím v Obchodní čtvrti. Chrám božského panteonu - městský chrám se svatyněmi zasvěcen Osmičce na Chmurném hradě. Solitudská pila - pila a mlýn, které se nacházejí u řeky Karth. Solitudské stáje - stáje, kde je možné zakoupit koně, nachází se na předměstí. Solitudský kovář - kovárna, která se nachází na Chmurném hradě. Šípař - obchod s luky a šípy v Solitude, který se nachází na Chmurném hradě. U Mrkajícího kolčaváka - hostinec v Obchodní čtvrti nedaleko městské brány. Úchvatné oděvy - oděvnictví v Obchodní čtvrti. Nemovitosti Ve druhé éře (The Elder Scrolls Online: Greymoor) je k dispozici ke koupi následující nemovitost: Panství Hrdá věž - velký panský dům, který se nachází ve čtvrti Avenues. Cena domu je 1 050 000 zlatých. Případně je možné koupit nezařízený dům za 6000 korun, či zařízený za 7500 korun. Pokoj U Osamělého trolla - apartmán v hostinci, který lze koupit za 3000 zlatých. Ve čtvrté éře (The Elder Scrolls V: Skyrim) je k dispozici ke koupi následující nemovitost: Hrdá věž - velký panský dům, který se nachází ve čtvrti Avenues. Ke koupi za 25 000 Septimů po splnění úkolů ve prospěch města. Demografie Rasy ve městě Tato sekce zahrnuje obsah a informace ze hry The Elder Scrolls Online, nebo jejích expanzí (kapitol) a DLC. Ve druhé éře patří Solitude k nejlidnatějším městům ve Skyrimu a jedná se o největší město v celé západní části země. Zajímavostí je, Solitude je ve druhé éře mnohem živějším městem, než později ve čtvrté éře. Stejně tak počet obyvatel je dvojnásobný, oproti situaci ve čtvrté éře. Nordové ve druhé éře tvoří 60 % z celkového počtu obyvatel, na druhém místě jsou kupodivu Dunmerové, kteří tvoří 9 % ze všech obyvatel města a na třetím místě Argoniánci, kteří tvoří 7 % z celkového počtu obyvatel. Ostatní rasy jsou zastoupeny v mnohem menším počtu, přesto však společně tvoří nezanedbatelných 24 % ze všech obyvatel. Tato sekce zahrnuje obsah a informace ze hry The Elder Scrolls V: Skyrim, nebo jejích expanzí Dawnguard, Hearthfire a Dragonborn.Solitude ve čtvrté éře patří mezi největší a nejlidnatější města Skyrimu. Domácím obyvatelstvem jsou Nordové, kteří tvoří nadpoloviční většinu všech obyvatel města a jeho předměstí, konkrétně Nordové tvoří 68,5 % z celkového počtu obyvatel. Druhou nejhojněji zastoupenou rasu ve městě tvoří Bretonci, konkrétně 9,5 % a to zřejmě s ohledem na geografickou blízkost hranic s High Rockem, které se nachází na západ nedaleko od Solitude. Třetí nejvíce zastoupenou rasu pak tvoří Imperiálové, kterých ve městě žije 8,5 %. Jedná se především o příslušníky císařské legie. Ostatní rasy tvoří zanedbatelnou menšinu, celkově 13,5 % ze všech obyvatel, přičemž Khaajiti například nejsou zastoupeni vůbec. Sociální třídy V Solitude jsou zastoupeny všechny společenské třídy. Nejvyššímu postavení se těší jarl a jeho dvůr, který obývá Modrý palác. V Avenuues pak žijí bohatí měšťané a šlechta, mezi kterou jsou ve čtvrté éře zastoupeni jak Nordové, tak Imperiálové. Sídlí zde dokonce rod, který je příbuzensky spřízněn s císařskou dynastií Mede. K nejvýše postaveným lidem ve městě patří také velitelé císařské legie. Střední třídu pak tvoří podnikaví obchodníci a kněží, pečující o věřící v místním chrámu. Ulicemi města se také potuluje mnoho žebráků, kteří nemají kde složit hlavu. Rolnická třída pak žije mimo městské hradby, kde se stará především o zemědělské statky patřící městu. V přístavu zase pracují dělníci a skladníci. Náboženství Interiér městského chrámu, 4E 201 Obyvatelé Solitude, jsou podobně jako většina Nordů, nábožensky založení lidé, kteří uctívají zpravidla božskou osmičku a to buď v podobě oficiálního císařského kultu, nebo domácího nordského panteonu. Ve městě se nachází největší chrám ve Skyrimu. Jedná se o velkolepou katedrálu, která se nachází na Chmurném hradě a která je zasvěcena celé božské osmičce. Dříve se v chrámu nacházela i Talososva svatyně. Po zákazu uctívání Talosova kultu musela být však svatyně odstraněna. O duchovní blaho věřících se stará několik kněží. Kultura a společnost Pamětihodnosti a místa zájmu V odstavci uvádíme seznam památek a míst ve městě, která stojí za návštěvu. Bardská univerzita - legendární bardská škola, která se nachází ve čtvrti Avenues. Císařská věž - císařská věž, součást hradu, sídlo císaře při jeho návštěvě. Chmurný hrad - městský komplex hradu, kde se nachází velitelství císařské legie v provincii. Chrám božského panteonu - monumentální katedrála zasvěcená božské osmičce, součást hradu. Modrý palác - velkolepý zámek, sídlo jarla a jeho dvora, příležitostně také rezidence velekrále. Poteminy katakomby - hrobka nechvalně proslulé Potemy, vlčí královny. Síň mrtvých - katakomby, kde jsou uloženi zesnulí k poslednímu odpočinku. Velká klenba - přírodní památka na které město leží a vytváří tak nezaměnitelné panorama. Větrný mlýn - mlýn patří mezi charakteristické body městského panoramatu. Městský život a zábava Bardská univerzita roku 2E 582 Solitude je rušné velkoměsto. Obyvatelé tráví často čas mimo své domy a setkávají se především na tržišti a v hostincích. V hostincích vystupují bardové, kteří svá vystoupení doprovází hrou na hudební nástroje. Bardové se obecně ve Skyrimu těší velké popularitě a právě v Solitude sídlí jejich proslulá Bardská univerzita. Studenti univerzity nemají problém najít si zaměstnaní a často se dostávají i do služeb u císařského dvora.[1] Každý rok se ve městě koná festival pálení krále Olafa, který je pořádán s podporou univerzity a dvora. Festival je zakončen spálením figuríny krále Olafa, který se v Solitude těšil a stále těší mimořádné neoblíbenosti, právě proto je festival mezi obyvateli města tak populární.[1][6] Velmi oblíbeným společenským místem je i místní chrám, kde se konají bohoslužby a svatby.[6] Mrtví jsou naopak pohřbíváni, v souladu s nordskou tradicí, v hale mrtvých. Od dob třetí éry jsou život a kultura ve městě pod značným vlivem říše.[6] Architektura Ukázka architektury v Solitude, klenutý most a mlýn, 2E 582 Solitude disponuje v rámci Skyrimu jedinečnou architekturou, která je ovlivněná směsicí nordských a císařských prvků. Velkým stavitelem, který vtiskl městu osobitý ráz, byl velekrál Erling. Velekrál se zasloužil o výstavbu hradeb, přestavbu Chmurného hradu, který nechal spojit velkolepým mostem s věží s větrným mlýnem. Most je ukázkou Erlingova oblíbeného zaobleného architektonického stylu.[7] Velekrál Svartr nechal přistavět na Chmurném hradě donjon, ale výstavbu hradu završil až jeho potomek velekrám Svargrim, který nechal vystavět velkolepou věž vlka.[10] Tato věž se bohužel do dob čtvrté éry nedochovala, neboť se v roce 2E 582 zhroutila.[3] Modrý palác, sídlo panovníků, měl během druhé éry podobu mohutně opevněné tvrzi.[3] Do dob čtvrté éry byl palác přestavěn v pohodlné trojkřídlé zámecké sílo.[6] Zřejmě nejvýraznějším znakem Modrého paláce je jeho kopule, která se tyčí nad zámeckým schodištěm. Palác disponuje především obdélníkovými okny, nechybí však ani okna s lomeným obloukem. Název paláce je zřejmě odvozen od jeho modré střechy. Co se týče klasické městské architektury, Solitude je velmi výstavním a reprezentativním městem. Jako stavební materiál většiny domů slouží kámen a dřevo. Suterény, základy a spodní patra domů bývají z kamene, zatímco horní podlaží ze dřeva. Díky nedostatku stavebního prostoru jsou domy vícepodlažní. Mezi klasické architektonické prvky patří okna a dveře ve tvaru oblouku. Domy disponují sedlovými střechami a zdejším oblíbeným prvkem jsou také vikýře. Ulice města jsou kompletně vydlážděny. Pro potřeby obyvatel jsou zřízeny studny a kašny zdobené chrliči. Pod městem se nachází také katakomby a kanalizace. Doprava Solitude sice leží daleko na severozápadě Skyrimu, avšak výhodou města je jeho poloha u Moře Duchů a blízkost hranic s High Rockem. Město je silnicí spojeno se zbytkem Skyrimu a nedalekým High Rockem. Většina cestujících využívá k přepravě koně, nebo dostavník. Díky svému přístavu poskytuje Solitude také námořní spojení s takřka celým Tamrielem. Níže naleznete jednotlivé herní informace související s městem. Pozemní doprava Následující informace je platná jak pro druhou, tak pro čtvrtou éru Silnice vedoucí jihozápadním směrem od Solitude je jediná cesta, která spojuje město se světem. Silnice se táhne téměř přes celou državu do vesnice Dragon Bridge, odkud se rozbíhají cesty do zbytku Skyrimu. Tato sekce zahrnuje obsah a informace ze hry The Elder Scrolls V: Skyrim, nebo jejích expanzí Dawnguard, Hearthfire a Dragonborn. Ve čtvrté éře (The Elder Scrolls V: Skyrim) mohou cestovatelé využít také služeb dostavníku, ten si lze najmout nedaleko stájí a zajišťuje spojení s následujícími městy ve Skyrimu: Dawnstar - jednosměrné spojení, lze najmout za 50 septimů Falkreath - jednosměrné spojení, lze najmout za 50 septimů Markarth - obousměrné spojení, lze najmout za 20 septimů. Morthal - jednosměrné spojení, lze najmout za 50 septimů. Riften - obousměrné spojení, lze najmout za 20 septimů. Whiterun - obousměrné spojení, lze najmout za 20 septimů. Windhelm - obousměrné spojení, lze najmout za 20 septimů. Winterhold - jednosměrné spojení, lze najmout za 50 septimů. Námořní doprava Solitude disponuje největším a nejdůležitějším přístavem ve Skyrimu, který městu umožňuje přístup k obchodu s takřka celým Tamrielem. Tato sekce zahrnuje obsah a informace ze hry The Elder Scrolls Online, nebo jejích expanzí (kapitol) a DLC. Následující informace se vztahují k dopravě ve druhé éře (The Elder Scrolls Online: Greymoor) Elden Root - město v regionu Grahtwood ve Valenwoodu. Obousměrné spojení mezi městy. Mournhold - město v regionu Deshaanu, v Morrowindu, obousměrné spojení mezi městy. Wayrest - město v regionu Stormhavenu, v High Rocku, obousměrné spojení mezi městy. Tato sekce zahrnuje obsah a informace ze hry The Elder Scrolls V: Skyrim, nebo jejích expanzí Dawnguard, Hearthfire a Dragonborn. Následující informace se vztahují k dopravě ve čtvrté éře (The Elder Scrolls V: Dawnguard) Dawnstar - obousměrné spojení mezi městy, lze najmout za 50 septimů. Windhelm - obousměrné spojení mezi městy, lze najmout za 50 septimů. Portál Ve druhé éře disponovala Solitude dvěma cestovními svatyněmi, které umožňovaly teleportaci jednotlivci mezi ostatními svatyněmi v Tamrielu. Cestovní svatyně se nacházela ve čtvrti Avenus a také v přístavu. Související Questy The Elder Scrolls Online: Greymoor Tato sekce zahrnuje obsah a informace ze hry The Elder Scrolls Online, nebo jejích expanzí (kapitol) a DLC. The Gathering Storm: vyšetřete hrozbu, která ohrožuje Solitude a jejího krále. Dark Clouds Over Solitude: ve světle tragédie, dopadněte odpovědného tvora. Danger in the Holds: spolupracujte se Svanou, abyste varovaly državy Západního Skyrimu před blížící se hrozbou. The Gray Host: vytvořte obranu proti Harrowstorm a odhalte plány Šedého hosta. Greymoor Rising: zabraňte vzniku Harrowstormu v Solitude. Daughter of the Wolf: po Harrowstromu se ohlašte u přeživších v Solitude,. Orchestrations: pomozte bardovi získat slavný hudební nástroj. Room to Spare: získejte listinu od volného pokoje. The Maelmoth Mysterium: pomozte slavnému historikovi Narsisovi Drenovi osvobodit se z magického vězení. A Salskap to Remember: pomozte propagovat vystoupení bardů k významné příležitosti. The Elder Scrolls V: Skyrim Tato sekce zahrnuje obsah a informace ze hry The Elder Scrolls V: Skyrim, nebo jejích expanzí Dawnguard, Hearthfire a Dragonborn. The Mind of Madness: odhalte záhadu Pelagiova křídla a vyřešte ji. The Jagged Crown: získejte korunu pro Imperiály. Joining the Legion: připojte se k císařské legii. Message to Whiterun: doručte zprávu, která rozhodne o loajalitě Whiterunu. Reunification of Skyrim: pomozte sjednotit Skyrim pod vedením říše. Lights Out!: pomozte způsobit ztroskotání nákladní lodě. The Man Who Cried Wolf: prověřte zprávy o podivných událostech v nedaleké jeskyni. Tending the Flames: odhalte pravdu o lživém králi a staňte se členy Bardské univerzity. The Wolf Queen Awakened: Potema musí být zastavena. Mapy Plán města, druhá éraPlán města, čtvrtá éraPoloha v rámci SkyrimuPoloha v rámci Tamrielu Poznámky a drobnosti Solitude nebylo původně ve hře The Elder Scrolls Online možné navštívit. To se změnilo s vydáním kapitoly The Elder Scrolls Online: Greymoor 26. května 2020, kdy byla do hry přidána zóna západního Skyrimu, včetně města a državy Haafingar. Solitude druhé éry se liší pouze v několika malých drobnostech, které naleznete popsány výše."
}