{
    "title": "Solstheim",
    "table_of_contents": [
        "Obsah",
        "1 História",
        "1.1 Nordická invázia a prví obyvatelia",
        "1.2 Legenda o stvorení ostrova",
        "1.3 Druhá éra",
        "1.4 Tretia éra a založenie Thirsku",
        "1.5 Založenie Havranej skaly",
        "1.6 Štvrtá éra, zlatý vek a úpadok",
        "1.7 Súčasnosť",
        "2 Fauna a flóra"
    ],
    "infobox": "",
    "content": "Solstheim je ostrov nachádzajúci sa na severovýchode Tamrielu v Mori duchov. Je rozdelený do štyroch regiónov: Felsaadské pobrežie, Hirstaangský les, Isniferské pláne a Moesringské hory. Historicky je Solstheim dlhodobou súčasťou Skyrimu, avšak po udalostiach Červeného roku sa ho Skyrimský veľkráľ rozhodol darovať Dunmerom. Odvtedy je Solstheim súčasťou Morrowindu, ako kolónia pod správou rodu Redoran. Solstheim je unikátny aj svojim nerastným bohatstvom keďže je to jediné miesto v známom svete kde sa vyskytuje vzácna hornina pomenovaná stalhrim. História Nordická invázia a prví obyvatelia Napriek tomu že dnešný Solstheim je len veľmi riedko obývaný a väčšinu jeho územia tvorí divočina, má veľmi bohatú históriu. Prvá rasa, ktorá sa tu usídlila počas mýtickej éry boli Falmerovia ktorí Solstheim pretvorili na jedno z epicentier svojej kultúry. Počas rannej Prvej éry však v Skyrime a jeho bezprostrednom okolí vylodili Nordi. Jednalo sa o jednu z mnohých migračných výprav z Atmory. Medzi Falmermi a Nordami panovala dlhú dobu neutralita. Keď si však Falmeri uvedomili, že populácia Nordov rastie oveľa rýchlejšie než ich a vojna o územie je nevyhnutná, zmasakrovali jednu z Nordských osád v Saarthale, čím vyvolali vojnu. Táto udalosť sa v Tamrielskej historiografii často nazýva aj Slzavá noc. Nordi s ich odvetou neotáľali a ich vodca Ysgramor viedol armádu piatich stoviek družníkov do boja. Posledná bitka tejto vojny sa odohrávala práve na Solstheime. V tejto bitke o Moesring (podľa Moesringských hôr nachádzajúcich sa na Solstheime) Nordi zdecimovali posledné zvyšky Falmerskej armády a navždy ukončili Falmerskú nadvládu ako nad Solstheimom, tak nad celým Skyrimom. Legenda o stvorení ostrova Skaalovia (malá časť Nordov, ktorá zostala žiť na ostrove) majú svoju vlastnú legendu o stvorení Solstheimu. Ešte za čias skorej Prvej éry bol Solstheim domovom dračieho kňaza a prvého drakorodeného vôbec - Miraaka. V tomto období mal v ako v Skyrime, tak aj na Solstheime obrovský vplyv Dračí kult, ktorého lídrom na ostrove bol práve Miraak. Bol to veľmi ambiciózny človek. Oplýval ohromnou mocou vyvierajúcou zo svojho úradu a svojej dračej krvi ako aj mocným Thu'um. Napriek svojej už aj tak gigantickej moci sa rozhodol osloviť daedrického princa Hermaea Moru. Daedrický princ mu poskytol mocné Thu'um, ktorým mohol kontrolovať myseľ drakov. Za pomoci tejto novonabudnutej moci sa Miraak vzbúril proti svojim dračím pánom spolu s ďalšími troma kňazmi, Ahzidalom, Zahkriisosom a Dukaanom, ktorí ho nasledovali. Zostávajúca časť kultu, ktorá bola verná drakom aj naďalej, sa stretla vo veľkom meste Bromjunaar (v sučasnosti známe aj ako Labyrinthian) a nariadila jednému z kňazov, Vahlokovi, aby porazil Miraaka. Skaalská tradícia hovorí, že boj medzi nimi dvoma odštiepil časť zeme zo Skyrimu a z tejto časti zeme sa nakoniec stal ostrov Solstheim. Boj medzi týmito dvoma dračími kňazmi nakoniec vyhral Vahlok. Miraak sa však na poslednú chvíľu premiestnil do Apokryfy, ríše Oblivionu ktorá patrí Hermaeovi Morovi. Vahlok zostal na ostrove ako strážca a doteraz čaká na Miraakov návrat aby ho mohol definitívne poraziť. Druhá éra Po páde dračieho kultu ešte počas prvej éry sa na Solstheime toho moc neudialo. Okrem kmeňa Skaalov mal ostrov len pár ďalších, a aj to väčšinou dočasných, obyvateľov. Jedinú informáciu z rannej Druhej éry spätú so Solstheimom máme prostredníctvom toho, že veľkráľ Logrolf vlastnil výstavný kus stalhrimovej zbroje, ktorá mu bola ako dar zaslaná od Skaalov. Po Logrolfovej smrti sa Skyrimské kráľovstvo rozdelilo na Západné a Východné. Nevieme presne ku ktorému kráľovstvu patrilo územie Solstheimu, ale pokiaľ berieme v úvahu jeho geografickú polohu, tak je veľmi pravdepodobné že bolo súčasťou Východného kráľovstva. Počas druhej akavirskej invázie, ktorá zdevastovala Windhelm, bol Solstheim ponechaný úplne nedotknutý inváznymi armádami. Počas dobývania Tibera Septima bol Solstheim, ako územie Skyrimu, automaticky začlenený do ríše spolu so Skyrimom. Tretia éra a založenie Thirsku \"Na východnom brehu jazera Fjalding leží Thirsk, veľká medovinová sieň ktorá slúži ako domov a centrum operácii pre najchrabrejši klan Nordských bojovníkov. Približne pred sto rokmi sa malá skupina Skaalov rozhodla opustiť dedinu a oslobodiť sa od ich striktného uctievania prírody. Chceli žiť taký život, ako ich predkovia v Skyrime - zabíjat čo chcú, kedy chcú a uctievať hocičo chcú.\" ―Berditte JastalNiekedy počas Tretej éry sa Skaalský bojovník Hrothmund rozhodol opustiť dedinu aj so svojimi nasledovníkmi a založiť vlastnú úsadlosť. Tak vznikol Thirsk, medovinová sieň z ktorej Hrothmund viedol tých Skaalov, ktorí boli ochotní zavrhnúť náboženstvo a tradície svojich predkov a žiť tak, ako žili starí Nordovia. Stavba Thrisku však zobudila monštrum Udyrfrykte. Čarodejník menom Eldrid nakoniec Udyrfrykta zahnal do jaskyne a uväznil, avšak Hrothmundovu družinu to stálo polovicu mužov a samotný Thirsk. Hrothmund sa rozhodol Thirsk znovuvybudovať, ale medzi bojovníkmi nastal konflikt. Jeden bojovník z družiny, Drengr sa chcel sám stať náčelníkom a zosadiť Hrothmunda. Konflikt medzi dvoma sa vyostril a Hrothmund nakoniec Drengrovi odťal hlavu. Drengrova odťatá hlava sa stala symbolom Hrothmundovho líderstva, jeho odhodlanosti viesť Thriskských bojovníkov ku sláve. Na niekoľko rokov bol kľud, avšak Hrothmund zatúžil po boji. Dozvedel sa o vlčej jaskyni kde prebýval Ondjage, legendárny vlk. Hrothmund nakoniec tento boj prehral, ale jeho bojovníkom sa podarilo ho pomstiť. Jaskyňa v ktorej Hrothmund zahynul sa doteraz volá Hrothmundova mohyla a každý, kto chce viesť Thirsk musí podstúpiť výpravu do tejto mohyly a žiadať si od Hrothmundovej duše povolenie. Založenie Havranej skaly Napriek svojej výhodnej lokácii medzi dvoma veľkými mestami (Windhelm a Blacklight) Solstheim naďalej ostával zabudnutý a jeho obyvateľstvo bolo tvorené Skaalmi a Hrothmundovými nasledovníkmi. Táto situácia sa zmenila koncom Tretej éry. V roku 3E 427 Solstheim skolonizovala Východocisárska spoločnosť. Na juhu ostrova bola postavená pevnosť Frostmoth, ktorá mala chrániť obchodné lode Východocisárskej spoločnosti a potencionálnych obyvateľov ostrova. Do funkcie veliteľa pevnosti bol menovaný legionársky kapitán Falx Carius. Okrem pevnosti na ostrove vzniklo aj mestečko s názvom Havrania skala. Jeho lokácia nebola náhodná keďže v neďalekej jaskyni objavili vysoko cenenú ebenitovú rudu. V tomto čase sa na Solstheim dostal aj Nerevarin, reinkarnácia Indorila Nerevara a podarilo sa mu vyriešiť mocenský boj medzi jednotlivými prominentnými obyvateľmi Havranej skaly. Nerevarin bol dokonca menovaný miestnym faktorom a vládol mestečku počas jeho skorých rokov. Na úplnom sklonku tretej éry bola Havrania skala už prosperujúce mestečko s priamymi obchodnými linkami na Windhelm či Blacklight. Táto prosperita bola vysoko podmienená prítomnosťou Východocisárskej spoločnosti. Niekedy v tomto období sa na Solstheime začali objavovať vlkolaci. Tento zjav bol spolu s mesiacmi sfarbenými do červena súčasťou veľkého lovu Daedrického princa Hircina. Takzvané Proroctvo krvavého mesiaca hovorí, že Hircine sa objaví v ríši živých raz za každú éru, aby mohol uskutočniť lov medzi najlepšími lovcami Tamrielu. Štvrtá éra, zlatý vek a úpadok Udalosti Oblivionskej krízy život v Solstheime zmenili. Aj keď ostrov nebol inváziou zasiahnutý priamo, tak krízou sa začína exodus Dunmerov. Lady Brara Morvayn, jedna z preživších po daedrickom útoku na Ald'ruhn, sa rozhodla vyjednať zmluvu s Východocisárskou spoločnosťou, ktorá Dunmerom dovoľovala usadiť sa na ostrove. Týmto však útrapy neskončili. Erupcia Červenej hory zdecimovala južnú časť ostrova, ktorá je až doteraz plná popola ktorý sem pravidelne dopadá z Červenej hory. Tieto udalosti sú známe aj pod názvom Červený rok. Havrania skala bola po erupcii ťažko poškodená, avšak mnoho ďalších regiónov Morrowindu na tom bolo omnoho horšie. V tomto čase sa na Solstheime usadili okrem Redoranovských Morvaynovcov aj rody Sathil a Ulen. V tomto čase Cisárstvo stráca veľkú časť vplyvu na ostrove. Je to v prvom rade z toho dôvodu, že erupcia zruinovala Fort Frostmoth - centrum cisárskej moci na ostrove. Sprievodným dôvodom je taktiež presunutie Redoranských stráží do Havranej skaly na podnet Brary Morvayn a súhlasom Východocisárskej spoločnosti. Definitívna bodka za Cisárskou vládou na ostrove padla v roku 4E 16, keď Solstheim daroval Skyrimský veľkráľ za účelom prichýlenia Dunmerských utečencov práve na tomto ostrove. Východocisárska spoločnosť sa v tom roku taktiež vzdala všetkých územných nárokov na ostrove a Solstheim bol odteraz pod plnou administratívou rodu Redoran. Prvou de facto vládkyňou ostrova sa stala Brara Morvayn a práve v prvom roku jej vlády rozkázala postaviť v Havranej skale múr, ktorý čiastočne mestečko ochraňoval pred nánosmi popolu, ktorý sa šíril z neutíchajúcej Červenej hory. Práve v tomto čase začína Havrania skala zažívať svoju zlatú éru. Baňa neďaleko mestečka obsahovala veľké zásoby ebenitovej rudy, ktorá bola vysoko cenená, do mestečka zároveň prúdili utečenci a od stavby ochranného múru bolo mestečko obývateľné. Všetky tieto faktory prispeli k veľkej prosperite, ktorá na Havranej skale zavládla a to aj napriek veľmi nepriaznivým udalostiam predošlých rokov. V roku 4E 65 umiera Brara Morvayn a faktickú vládu nad ostrovom preberá jej syn Lleril. Táto líderská zmena však nepriniesla nejaké výrazné zmeny pomerov a Havrania skala naďalej prosperovala. V roku 4E 95 sa však tento stav zmenil keď Vilur Ulen, prominentný občan a tajný člen vyhnaneckého rodu Hlaalu, pokúsil Llerila zavraždiť a na jeho miesto dosadiť seba. Prevrat Vilurovi nevyšiel a všetci členovia rodu začlenení do tejto konšpirácie boli popravený. Časť Vilurových potomkov sa však inkognito do Solstheimu znova presťahoval pod menom rodu Severin. Od neúspešného prevratu sa situácia v Havranej skale začala pomaly meniť k horšiemu. V roku 4E 130 sa čiastočne začal rozpadať múr, ktorý poskytoval ochranu voči popolu. O dvadsať rokov neskôr sa Solstheim pokúsila dobyť skupina Argoniáncov. Sám radný Lleril voči nim viedol protiútok. V roku 4E 170 sa časy prosperity definitívne skončili, keď ebenitová baňa bola úplne vyťažená. Na následok jej vyťaženia ostrov definitívne opustila aj Východocisárska spoločnosť čím obyvatelia prišli o najväčšiu importnú a exportnú spoločnosť figurujúcu na ostrove. Nesebestační obyvatelia začali trpieť chudobou a hladom. Situáciu sa snažil vyriešiť Lleril Morvayn tým, že rozdával vlastný majetok svojim poddaným. Časť obyvateľstva sa z Havranej skaly odsťahovala práve v tomto čase. Väčšina však na ostrove ostala a pokúšala sa vysporiadať so situáciou. Súčasnosť Počas udalostiach Skyrimskej občianskej vojny a Dračej krízy sa na Solstheime začali diať divné veci. Na ostrove sa objavili kultisti uctievajúci dávneho vládcu ostrova Miraaka a svojou mágiou ovplyvnili náboženské kamene, ktoré doteraz slúžili ako epicentrum animistického uctievania. Do Solstheimu prišiel Drakorodený a situáciu nakoniec vyriešil porazením Miraakovho kultu s pomocou miestného významného čarodejníka Nelotha, Skaalov a daedrického princa Hermaea Moru. Príchodom Drakorodeného na Solstheim zažíva Havrania skala svoj ďalší zlatý vek. Znovuobjavením ebenitovej rudy v baniach a odhalením ďalšej konšpirácie usilujúcej zosadiť Llerila Morvayna a odstránením jej účastníkov sa Havrania skala znova stala centrom pozornosti pre Veľký koncil ako aj Vychodocisársku spoločnosť. Fauna a flóra Napriek tomu, že klíma ostrova zhruba zodpovedá podnebiu, ktoré je charakteristické pre Skyrim a Morrowind tak tvory žijúce na ostrove sú v mnohých prípadoch unikátne."
}