{
    "title": "Starý nordský panteon",
    "table_of_contents": [
        "Obsah",
        "1 Historie",
        "2 Vliv ve Skyrimu",
        "3 Zvířecí bohové",
        "3.1 Mrtví bohové",
        "3.1.1 Lišák",
        "3.1.2 Medvěd",
        "3.2 Výhňoví bohové",
        "3.2.1 Jestřáb",
        "3.2.2 Vlčice",
        "3.2.3 Můra",
        "3.2.4 Velryba",
        "3.2.5 Sova",
        "3.3 Bohové zkoušek",
        "3.3.1 Had",
        "3.4 Bohové soumraku",
        "3.4.1 Drak",
        "4 Zdroje"
    ],
    "infobox": "",
    "content": "Starý nordský panteon (nezaměňovat s pozdějším nordským panteonem) se skládal z bohů, které uctívali atmorané a raní nordové meretické éry a rané první éry.[1] Historie Tato víra vznikla v Atmoře v meretické éře, kdy zemi vládli draci. Jejich sluhové, dračí kněží, tehdy založili řídící orgán známý jako Dračí kult a zastávali pozic srovnatelnými s králi.[1] Součástí náboženské víry kultu bylo i uctívání zvířecích bohů. Mezi tato zvířata patřili: jestřáb, vlk, had, můra, sova, velryba, medvěd, lišák a drak.[1] Ploché reliéfy nalezené ve starých nordských ruinách přiměly některé vědce si myslet, že byla tato božská zvířata totemová vyobrazení několika et'Ad, přičemž některé jsou součástí Svaté Osmičky. Na těchto reliéfech je 6 z nich vyobrazeno jako muži a 3 jako ženy. Vliv ve Skyrimu Starý nordský panteon dorazil ke skyrimským břehům společně s masivní atmoranskou migrací, která trvala několik staletí.[1] Během rané první éry sloužil jako převládající nordské náboženství. V průběhu následujících dlouhých let nordové upustili od uctívání zvířat a přesunuli se k uctívání et'Ad samotných. Tento akt vyvrcholil ve složení nordského panteonu, který sloužil jako vůdčí vyznání ve Skyrimu až do vlády Alessie v roce 243 první éry, kdy z obav z možných budoucích potíží, spojila aldmerský a nordský panteon do sebe a vytvořila tak Svatou Osmičku.[2] Zvířecí bohové Mrtví bohové Lišák Lišák má reprezentovat Shora, padlého božského hrdinu lidstva.[UL 1] Jako správná liška podšitá přesvědčil jeho spolu-et'Ady, aby mu pomohli stvořit Mundus.[3] Medvěd Medvěd vyobrazovaný jako muž má představovat Tsuna, nordského boha zkoušek proti strastem.[UL 1] Shorovi sloužil jako pobočník a zemřel, když ho bránil před cizími bohy v čase ehlnofeyských válek v éře úsvitu.[3] V nordském posmrtném životě Sovngardu stráží Kosticový most.[4][UL 2] Výhňoví bohové Jestřáb Jestřábí žena má představovat Kyne, válečnici a Shorovu vdovu, jinak známou jako Bohyně bouře a Matka lidí.[UL 1][3] Nordové věří, že hrála klíčovou roli v jejich stvoření a že jim darovala sílu Thu'um.[5][6][3] Vlčice Vlčice má představuje Maru, Bohyni lásky a Kyninu služebnou.[UL 1][3] Můra Můra, rovněž vyobrazená jako žena, má představovat Dibellu, Bohyni krásy.[UL 1] Velryba Velrybí muž je Stuhn,[7][8] nordský předchůdce Stendarra a Tsunův bratr. Také sloužil Shorovi jako jeho pobočník a bojoval s aldmerským panteonem ve válce o zřejmé metafory.[3] Sova Soví muž představuje Jhunala,[7] nordského boha run, neústupných rozkazů, moudrosti a vědomostí. Je také znám jako otec jazyků a matematiky.[3] Bohové zkoušek Had Hadí muž představuje Orkeye, který zlákal nordy, aby se vzdali své dlouhověkosti a „spoutal je s počtem zim“.[UL 1][3] Bohové soumraku Drak Drak sloužil jako hlavní bůh starého nordského panteonu a je obecně považován za vyobrazení Alduina, boha času a „Požírače světů“.[UL 1] Reliéfy ve starých nordských hrobkách ho nevyobrazují přímo, místo něho tam jsou jeho sluhové: dračí kněží."
}