{
    "title": "Stručná historie Císařství, část druhá",
    "table_of_contents": "",
    "infobox": "",
    "content": "Stručná historie Císařství, část druhá Brief History of the Empire, v2 Info Typ: kniha Skyrim Váha: 1 Cena: 2 Stručná historie Císařství, část druhá (v originále Brief History of the Empire, v2) je kniha o historii Tamrielské říše sepsaná císařským historikem Stronachem k'Thojjem III. Kniha se poprvé objevila ve hře The Elder Scrolls III: Morrowind, poté i v jeho pokračováních The Elder Scrolls IV: Oblivion a The Elder Scrolls V: Skyrim. Jedná se o první svazek z celkem čtyřdílné práce Stručná historie Císařství. Druhý díl se věnuje období od vlády Uriela IV. až po začátek vlády Uriela IV. Text Stručná historie Císařství část druhá sepsal Stronach k'Thojj III. císařský historik První díl této knihy stručně popsal životy prvních osmi císařů dynastie Septimů, počínaje slavným Tiberem Septimem a konče jeho prapraprapra praneteří Kintyrou II. Její vražda v glenpointském žaláři podle některých názorů zakončila období čisté llinie Septimů v císařské rodině. A každopádně znamenala konec jednoho významného období. Uriel III. se prohlásil nejen císařem Tamrielu, ale také Urielem Septimem III., čímž proslulé příjmení přijal jako titul. Ve skutečnosti byl příjmením Mantiarco po svém otci. Později byly jeho zločiny odhaleny a on sám byl sesazen, tradice přijímání přídomku Septim se však po dlouhá léta udržela. Po šest dlouhých let zmítala Císařstvím válka červeného diamantu (která své jméno získala podle proslulého odznaku dynastie Septimů). Bojovali spolu přeživší děti Pelagia II. - Potema, Ceforus a Magnus, plus jejich potomci. Potema samozřejmě stála po boku svého syna Uriela III. a současně měla podporu celého Skyrimu a severního Morrowindu. Provincie Vysoká skála díky Ceforově a Magnově úsilí nakonec změnila strany. Provincie Hammerfell, Letní ostrovy, Valenský les, Elsweyr a Černý močál nebyly jednotné, většina králů však podporovala Cefora a Magna. V roce 127 třetího věku byl Uriel III. v bitvě u Ichidagu v Hammerfellu zajat. Na cestě k soudnímu tribunálu v Císařském Městě se však vozu s vězněm zmocnil dav a upálil samozvaného císaře zaživa. Jeho přemožitel a strýc pokračoval do Císařského Města a za všeobecného jásotu byl prohlášen Ceforem I., císařem Tamrielu. Ceforova vláda byla poznamenána nekončícími válkami. Podle všeho to byl laskavý a moudrý muž, Tamriel však potřeboval skvělého válečníka - kterým naštěstí byl také. Trvalo celých deset let neustálého válčení, než porazil svoji sestru Potemu, přezdívanou Vlčí královna. Paní ze Samoty nakonec zemřela během obléhání jejího městského státu v roce 137. Ceforus svoji sestru přežil o pouhé tři roky. Při všem tom válčení se nikdy neměl čas oženit, takže po něm na trůn nastroupil jeho bratr, čtvrté dítě Pelagia II. Císař Magnus korunu získal až v poměrně vysokém věku a většinu jeho zbývajícíh sil vyčerpala nutnost potrestat zrádné krále, kteří se v době války přidali k protivníkovi. Legendy viní Magnova syna a následníka Pelagia III. z otcovraždy, nicméně ve skutečnosti je to krajně nepravděpodobné - už proto, že Pelagius byl po smrti Potemy králem Samoty a do Císařského Města přijížděl jen zřídka. Pelagius III., někdy nazývaný Pelagius Šílený, byl císařem prohlášen v roce 145 třetího věku. A téměř od počátku začalo být u dvora patrné jeho podivné chování. Zesměšňoval hodnostáře, urážel královské vazaly a při jedné příležitosti zakončil císařský ples pokusem o sebevraždu oběšením. Jeho dlouhé roky strádající manželka byla konečně prohlášena tamrielskou regentkou a Pelagius III. byl odeslán postupně do několika léčebných ústavů a sanatorií, kde nakonec ve svých třiceti čtyřech letech v roce 153 třetího věku zemřel. Císařovna regentka Tamrielu byla po smrti svého muže prohlášena císařovnou a přijala jméno Katarie I. Ti, kdo nepovažují za konec krevní linie Septimů smrt Kintyry II., se většinou shodují v tom, že jím ve skutečnosti byla korunovace této temné elfky. Její zastánci naopka tvrdí, že ačkoliv Katarie nebyla Tiberovým potomkem, její syn s Pelagiem jím byl, takže císařská linie pokračovala. I přes nesouhlasná rasistická tvrzení byla šestačtyřicetiletá vláda Katarie jedním z nejslavnějších období v historii Tamrielu. Katarie se v Císařském Městě necítila dobře, takže cestovala po celém C9sařství tolik jako žádný její předchůdce od dob Tiberových. Obnovila většinu spojenectví, která předchozí panovník rozbil, a napravila škody způsobené jeho mizernou diplomacií. Tamrielský lid si svoji císařovnu zamiloval mnohem více než šlechta. Katariina smart, k níž došlo během nevýznamneé potyčky v Černém močálu, je oblíbeným tématem historiků libujících si ve spikleneckých teoriích. Například zjištění učeného Montalia, podle nějž se na oné neblahé události podílela zavržebá větev dynastie Septimů, bylo skutečně převratné. Když po smrti své matky nastoupil na trůn Cassynder, byl již ve středních letech. Měl jen polovinu elfí krce, takže stárnul jako Breton. Dokonce kvůli chatrnému zdraví přenechal vládu nad Wayrestem svému nevlastnímu bratrovi Urielovi. Přesto byl jako jediný skutečný pokrevní příbuzný Pelagiův, a tedy potomek Tiberův, tlačen k tomu, aby přijal trůn. Nikoho pak nepřekvapilo, že vláda císaře Cassyndera netrvala dlouho. Za pouhé dva roky se přidal ke svým předkům na věčném odpočinku. Uriel Lariat, Cassynderův nevlastní bratr a syn Katarie I. a jejího císařského chotě Gallivere Lariata (narozený po smrti Pelagia III.), zanechal vlády nad království Wayrest a nastoupil na císařský trůn jako Uriel IV. Z právního hlediska byl Uriel IV. Septim. Cassynder ho po nástupu na trůn Wayrestu přijal do královské (sic!) rodiny. Pro radu i tamrielský lid však byl pouhým nemanželským (sic!) synem Katarie. Uriel postrádal rozhodnost své matky a jeho čtyřicet tři let dlouhá vláda byla rájem pro všechny politické spiklence a nejrůznější pleticháře. Příběh Uriela IV. vypráví třetí díl této knihy."
}