{
    "title": "Stručná historie Císařství, část první",
    "table_of_contents": "",
    "infobox": "",
    "content": "Stručná historie Císařství, část první Brief History of the Empire, v1 Info Typ: kniha Skyrim Váha: 1 Cena: 2 Stručná historie Císařství, část první (v originále Brief History of the Empire, v1) je kniha o historii Tamrielské říše sepsaná císařským historikem Stronachem k'Thojjem III. Kniha se poprvé objevila ve hře The Elder Scrolls III: Morrowind, poté i v jeho pokračováních The Elder Scrolls IV: Oblivion a The Elder Scrolls V: Skyrim. Jedná se o první svazek z celkem čtyřdílné práce Stručná historie Císařství. První díl se věnuje období od vzniku Císařství až po začátek vlády Uriela Septima III. Text Stručná historie Císařství část první sepsal Stronach k'Thojj III. císařský historik Před nástupem Tibera Septima k moci vládl v celém Tamrielu chaos. Básník Tracizis ono období neustálých nepokojů nazval \"dny a noci krve a jedu\". Králové byli pouhou sběří bezvýznamných tyranů, kteří bojovali s Tiberovou snahou vnést do země pořádek. Nenašel se však nikdo, kdo by je dokázal sjednotit, a tak až silná ruka Septimova nakonec v Tamrielu prosadila mír. Psal se rok 896 druhého věku. V následujícím roce vyhlásil císař začátek nového věku - a tak začal třetí věk, rok nultý. Císař Tiber svrchovaně vládl třicet osm let. Byla to doba práva, zbožnosti a slávy, kdy zemi vládla spravedlnost, která platila pro všehcny bez výjimky, od nevolníků až po vládce. Po Tiberově smrti pršelo celých čtrnáct dní, jako by sám Tamriel ronil pro císaře slzy. Na trůn pak nastoupil císařův vnuk Pelagius. Ačkoliv vládl krátce, jeho panování bylo stejně pevné a rozhodné jako otcovo (sic!) a Tamriel by se býval mohl těšit z pokračování Zlatého věku. Ale běda, neznámý nepřítel dynastie Septimů najal onen prokletý spolek, Temné bratrstvo, a jeho zabijáci císaře proradně zavraždili, když klečel v motlidbách v chrámu Jediného v Císařském Městě. Vláda Pelagia I. tak netrvala ani tři roky. Pelagius po sobě nezanechal žádné děti, a tak císařská koruna přešla na jeho první sestřenici, dceru Tiberova bratra Agnoritha. Kintyra, jež byla do té doby královnou Silvenaru, nastoupila na trůn jako Kintyra I. Její vláda byla požehnána rozmachem, ona sama pak byla horlivou patronkou umění, hudby a tance. Země vzkvétala. Po Kintyřině smrti byl korunován její syn, první tamrielský císař, který přijal jméno Uriel. Uriel I. byl velkým zákonodárcem dynastie Septimů a zastáncem nezávislosti cechů a všemožných spolků. Pod jeho laskavou, avšak pevnou vládou vzrostl v cemlém Tamrielu význam cechu bojovníků a cechu mágů. Urielův syn a nástupce, Uriel II., vládl osmnáct let, od smrti Uriela I. v roce 64 třetího věku až do nástupu Pelagia II., který na trůn dosedl v roce 82 třetího věku. Vláda Uriela II. však byla prokleta pohromami, morovými ranami a vzpourami. Mírnost, kterou Uriel II. zdědil po svém otci, Tamrielu neprospěla. Dny, kdy v zemi vládla spravedlnost, se staly pouhou vzpomínkou.. (sic!) Pelagius II. po svém otci zdědil nejenom trůn, ale také dluhy způsobené špatnou finanční a justiční politikou zesnulého. Pelagius rozpustil radu starších a návrat do funkce umožnil jen těm, kteří zaplatili značné částky. K tomu samému vyzval své vazaly, tamrielské krále, a na konci jeho sedmnáctileté vlády již Tamriel opět vzkvétal. Jeho kritikové ovšem tvrdí, že tak Pelagius vyštval veškeré rádce, kteří sice byli obdařeni moudrostí, avšak nikoliv zlatem. To možná z části vedlo k problémům, kterým po nástupu na trůn musel čelit jeho syn Antiochus. Antiochus nepochybně patřil kmezi ty hýřivější členy jinak zpravidla asketické dynastie Septimů. Měl mnoho milenek a téměř stejně tolik manželek, a proslul velkolepostí svých oděvů a vybraným humorem. Za jeho vlády však jedna občanská válka stíhala druhou, odehrálo se jich dokonce ještě více než za vlády Antiochova praděda Uriela II. (sic!) Ostrovní válka v roce 110 třetího věku, jež se rozhořela dvanáct let po Antiochově nástupu na trůn, málem zapříčinila odtržení Letního ostrova. Spojená vojska králů Letního ostrova a Antiocha dokázala porazit krále Orghuma z ostrovního království Pyandonea jen díky strašlivé bouři. Legendy praví, že za ní byla kouzla Psijického řádu z ostrova Artaeum. Příběh Kintyry II., která na trůn nastoupila po svém otci Antiochovi, je nepochybně jedním z nejsmutnějších v historii Císařství. Její první bratranec Uriel, syn královny Potemy ze Samoty, Kintyru obvinil, že je nemanželské dítě. Využil při tom faktu, že za vlády Kyntyřina (sic!) otce bylo Císařské Město proslulé prostopoášným (sic!) životem. Když ani takové obvinění nezabránilo její korunovaci, získal si Uriel podporu několika nespokojených králů z Vysoké skály, Skyrimu a Morrowindu a s pomocí královny Potemy na impérium Spetimů třikráte zaútočil. K prvnímu střetu došlo v oblasti Iliackého zálivu, který odděluje Vysokou skálu a Hammerfell. Kintyřin doprovod byl pobit a samotná císařovna zajata. Po dva roky Kintyra II. chřadla v císařských šatlavách, nejspíše někde v Glenpointu nebo Glenmorilu, než byla ve své cele za záhadných okolností zavražděna. Druhý útok byl veden na několik císařských posádek na pobřeží ostrovů v Morrowindu. Při jejich obraně padl císařovnin choť Kontin Arynx. Třetím a posledním útokem bylo obležení samotného Císařského Města, k němuž došlo poté, co rada starších rozdělila vojsko a zaútočila současně na Vysokou skálu a východní Morrowind. Oslabené sídlo Císařství se proti odhodlanému Urielovu útoku nemělo příliš čím bránit a po pouhých čtrnácti dnech se vzdalo. Uriel ještě ten večer nastoupil na trůn a prohlásil se Urielem III., císařem Tamrielu. Psal se rok 121 třetího věku. Tak začala válka červeného diamantu, o níž pojednává 2. díl této knihy."
}