{
    "title": "Svoboda",
    "table_of_contents": [
        "Obsah",
        "1 Pozadí",
        "2 Úkoly",
        "3 Průběh",
        "3.1 Tvorba postavy",
        "3.2 Popravy",
        "3.3 Dračí útok",
        "3.4 Helgenská pevnost",
        "3.4.1 Následování Ralofa"
    ],
    "infobox": "",
    "content": "Svoboda Alduin začíná svůj útok na Helgen. Lokace Helgen Předchozí úkol Začátek hry (začíná krátce po tvorbě postavy) Další úkol Předzvěst bouře Odměna Svoboda prozkoumat SkyrimVybavení na nízké úrovni Typ Hlavní dějová linie ID úkolu MQ101 Na tomto článku se momentálně pracuje.Svoboda (Unbound) je úkol dostupný v The Elder Scrolls V: Skyrim, ve kterém Drakorozený musí uniknout z města Helgen. Úkol slouží jako úvod a poskytuje omezené území, které slouží pro naučení se základních mechanik hry, po němž je svět kompletně dostupný. Pozadí Byl/a jsem zajat/a Císařstvím a odsouzen/a k trestu smrti po boku vzbouřenců, Bouřných hávů. Vzali nás do Helgenu, ale předtím, než jsem mohl/a být popraven/a, objevil se drak a na město zaútočil. Potřebuji nějakým způsobem uniknout. Úkoly Dostaň se k tvrzi Vstup společně s Hadvarem nebo Ralofem do pevnosti Uteč z Helgenu Najdi nějakou výstroj (Hadvar) Vezmi si výstroj z Gunjarova těla (Ralof) Podívej se v sudu po lektvarech (volitelné) Pokus se vypáčit dveře klece (volitelné) Průběh Drakorozený se probudí, s rukami svázanými, na povozu s třemi dalšími, zajatými císařskými vojáky. Povoz pokračuje dále do města Helgen, kde Bouřní hávové, Lokir a Drakorozený jsou dovedeni k jejich popravě.Ralof: Hej, ty. Konečně jsi vzhůru. Zachtělo se ti překročit hranici, co? A stejně jako nás tě překvapila Císařská léčka. A tamtoho zloděje zrovnatak.Lokir: Zatracené Bouřné hávy. Skyrim byl klidné místo, než jste se objevili. Říše nás nechávala na pokoji. Kdyby po vás nepátrali, mohlo se mi podařit, toho koně ukrást, a už bych byl na půl cesty do Hammerfellu. Ty tam. Ty a já – my sem vůbec nepatříme. Říše jde po Bouřných hávech. Ralof: Teď jsou z nás všech bratři a sestry v poutech, zloději.Císařský voják: Ticho tam vzadu.Lokir: A tohle má jako být kdo?Ralof: Pozor na jazyk. Hovoříš o Ulfrikovi Bouřném hávu, skutečnému velekráli.Lokir: Ulfrik? Jarl z Větrného Žlebu? Ty stojíš v čele povstání. Ale jestli chytili i tebe... Ach bohové, kam nás to vezou?Ralof: Nevím, kam nás vezou, ale Sovngard už na nás čeká.Lokir: Ne, to není možné, to prostě není možné.Ralof: Hej, zloději koní,ze které vesnice jsi ty?Lokir: Proč tě to zajímá?Ralof: Poslední myšlenky norda by měly být na jeho domov.Lokir: Rorikův Dvorec. Já... já jsem z Rorikova Dvorce.Císařský voják: Generále Tulie! Pane! Kat čeká!Tulius: Dobře. Tak ať to máme za sebou.Lokir: Shore, Maro, Dibello, Kynaret, Akatoshi. Svatá Devítko, prosím, pomozte mi.Ralof: Jen se na něj podívej. Armádní guvernér, generál Tulius. A zdá se mi, že jsou s ním i thalmorští. Zatracení elfové. Vsadím se, že v tom mají prsty. Tohle je Helgen. Kdysi jsem tu znal jedno milé děvče. Zajímalo by mě, jestli Vilod ještě pořád vaří tu medovinu s jalovcovými bobulemi. Ironie. Když jsem byl kluk, hradby a věže Císařství mi dodávali pocit bezpečí.Haming: Kdo je to, tati? Kam jedou?Torolf: Běž dovnitř, prcku.Haming: Proč? Chci se dívat na vojáky.Torolf: Dovnitř. Hned.Haming: Dobře, tati.Císařský voják: Prrr!Císařský kapitán: Vyveďte vězně z vozů. Pohyb!Lokir: Proč zastavujeme?Ralof: Proč myslíš? Konec cesty. Pojďme. Ať na nás bohové zbytečně nečekají.Lokir: Ne! Počkejte! My nejsme vzbouřenci!Ralof: Vzmuž se a pohlédni smrti do očí, zloději.Lokir: Musíte jim to říct! My jsme s váma nebyli! Je to omyl!Císařský kapitán: Až uslyšíte svoje jméno, vystupte z řady. Jeden po druhém.Ralof: Říše ty své zatracené seznamy miluje.Hadvar: Ulfrik Bouřný háv. Jarl Větrného Žlebu.Ralof: Bylo mi ctí, jarle Ulfriku!Hadvar: Ralof z Vorařova. Lokir z Rorikova Dvorce.Lokir: Ne, já nepatřím k povstalcům! To nemůžete!Císařský kapitán: Stát!Lokir: Já se nenechám tak snadno zabít!Císařský kapitán: Střelci! Ještě někdo chce vzít do zaječích?Hadvar: Počkat. Ty tam. Přistup. A ty jsi kdo? Tvorba postavy Tvorba postavy je funkčně podobná té v Oblivionu, ale s většími detaily a lepší úpravou. Rasa, váha, pohlaví a struktura obličeje Drakorozeného mohou být upraveny pomocí posuvníků. Rasa a pohlaví Drakorozeného občas ovlivní, jak na ně obyvatelé Skyrimu reagují. Hadvarův komentář, když si Drakorozeného přivolá, se liší podle rasy: Rasa Hadvarův komentář Altmer „Ty nepatříš k Thalmorskému velvyslanectví, že ne, vznešený elfe? Ne, to není ono...“ Argonián „Nejsi příbuzný/příbuzná jednoho z riftenských dokařů, argoniane?“ Bosmer „Jen málokterý lesní elf by se vydal Skyrimu.“ Breton „Ty jsi z Daggerfallu, bretone? Utíkáš od nějaké dvorní intriky?“ Dunmer „Další uprchlík? Bohové opravdu opustili tvůj lid, temný elfe.“ Císařský „Jsi daleko od Imperial City. Co děláš ve Skyrimu?“ Khajiit „Patříš k jedné z obchodních karavan, khajiite? Tvoji lidé vždycky nachází nějaké problémy.“ Nord „Vybral/a sis špatný čas se vrátit domů, bratře/sestro.“ Orsimer „Pocházíš z jedné z tvrzí, orku? Jak ses sem dostal/a?“ Redguard „Co tady děláš, redguarde? Jsi žoldák? Námořník ze Stros M'Kai?“ Popravy Hadvar: „Kapitáne. Co s ní/m uděláme? Na seznamu není.“Kapitán: „Zapomeňte na seznam. Půjde na špalek.“Hadvar: „Jak rozkazujete, kapitáne. Následuj kapitána, vězni.Tullius: „Ulfricu Bouřný háve. Někteří tě tady v Helgenu nazývají hrdinou. Ale hrdina by nepoužil sílu jako je Hlas, aby zavraždil svého krále a zmocnil se jeho trůnu.“Ulfric: „tlumené zabručení“Tullius: „Tys tuhle válku začal, uvrhl jsi Skyrim do chaosu, a teď tě za to Císařství popraví a nastolí mír.“V dálce se poprvé ozve Alduinův řev, který okamžitě upoutá pozornost všech v okolí popravčího špalku, ale vojáci si z toho moc nedělají.Hadvar: „Co to bylo?“Tullius: „Nic. Pokračujte.“Kapitán: „Ano, generále Tullie. Dejte jim jejich poslední pomazání.“Arkayova kněžka: „Kdežto posíláme vaše duše do Aetheria, provázené požehnáním Osmi svatých, neboť jste solí a zemí Nirnu, naši milovaní...“Voják Bouřných hávů: „Pro lásku Talosovu, zmlkni a ať to máme za sebou.“Arkayova kněžka: „Jak si přeješ.“Voják Bouřných hávů: „No tak, nemám celé ráno. Moji předkové se na mě usmívají, císařští. Můžete říct to samé?“Následně je vojákovi setnuta hlava. Císařský kapitán odstrčí jeho bezvládné tělo na stranu.Voják Bouřných hávů: „Vy císařští bastardi!“Vilod: „Spravedlnost!“Ingrid: „Smrt Bouřným hávům!“Ralof: „Stejně tak nebojácný ve smrti, jaký byl v životě.“Kapitán: „Další, [hráčova rasa]!“ (nord – „ten nord v hadrech“, císařský – „ten odpadlík ze Cyrodiilu“, argonián – „ta ještěrka“, khajiit – „ta kočka“) Dračí útok V dáli se ozývá další řev, který si získává pozornost Hadvara, jehož ho to začíná znepokojovat.Hadvar: „Už je to tu zase. Slyšeli jste to?“Kapitán: „Řekla jsem, další vězeň!“Hadvar: „Ke špalku, vězni. Hezky klidně.“Drakorozený jde k popravčímu špalku, poklekává a pokládá hlavu tak, že vzhlíží na císařského kata, který zvedá svou sekeru. V tu chvíli se ozývá třetí řev a Alduin se vynořuje na obloze nad strážní věží a poté na ní přistává, a započíná svůj útok.Tullius: „Co to do Zapomnění je?“Kapitán: „Stráže! Co vidíte?“Císařský voják: „Je to v oblacích!“Ozývá se tasení zbraní.Voják Bouřných hávů: „Drak!“Alduin přivolává meteorický déšť pomocí Řevu. Kat klopýtá těsně než se stačí sekerou ohnat a Drakorozeného dekapitovat.Kat: „Agh...“Alduin použije svoji Neutuchající sílu, čímž kata zabije a odhodí Drakorozeného od popravčího špalku.Alduin: „Fus... Ro... Dah!“Tullius: „Nestůjte tam jen tak! Zabijte tu věc! Stráže, dostaňte vesničany do bezpečí!“Ralof: „Hej, [komentář podle rasy]. Vstaň! No tak, bohové nám další šanci nedají!“Citáty během chaosu: Ralof:„Tudy!“„Tudy! No tak!“„Sem!“„Tady!“Císařský voják:„Co to u Osmi svatých je?“„Agh!“ (po úderu meteorem)„Pozorně to sledujte!“„Jak tu věc máme do Zapomnění zabít?“„Pořád to útočí!“„U Ysmira! Nic to nezabije!“„Chcípni! Pro lásku bohů, chcípni!“Drakorozený vstává a utíká k nedaleké věži, kde se setkává s Ralofem a Ulfricem, kteří taktéž unikli a nyní se skrývají s pár dalšími vojáky Bouřných hávů.Ralof: „Jarle Ulfricu! Co je ta věc zač? Mohou legendy říkat pravdu?“Ulfric: „Legendy nepálí vesnice.“Z venku se ozývá Alduinův řev.Ulfric: „Musíme se přemístit. Hned!“Ralof: „Nahoru skrz věž, jdeme!“Voják Bouřných hávů: „Jsou zranění, ale přežijí to. Ještě sekundu tam venku s tím drakem a už by byli mrtví...“Ralof: „Jdeme! Pojď se mnou, nahoru na věž!“Voják Bouřných hávů: „Musíme jenom hnout s některými z těchto kamenů, abychom cestu odklidili!“Zatímco Drakorozený jde nahoru, Alduin praští do zdi vedle schodiště, smršť kamenů okamžitě vojáka Bouřných hávů zabije. Ralof přichází za Drakorozeným a instruuje ho skočit.Alduin: „Yol... Toor... Shul!“Ralof: „Vidíš ten hostinec na druhé straně? Proskoč skrz střechu a jdu dál! Běž! Půjdeme za tebou, jakmile budeme moct!“Poté co Drakorozený skočí dovnitř budovy, zjišťuje, že je Helgen těžce poškozený, mnoho staveb je zničených a hoří. Hrdina vyběhne na ulici, kde mu císařský voják, Hadvar, říká, aby ho následoval do bezpečí.Hadvar: „Hamingu, musíš jít sem. Teď! To je hodný kluk. Vedeš si skvěle. Torolfe! Bohové... Všichni se držte zpátky!“Alduin: „Yol... Toor... Shul!“Alduin použije svůj Ohnivý dech, aby spálil Torolfa na popel.Hadvar: „Pořád naživu, vězni? Drž se blízko mě, jestli tak chceš i zůstat. Gunnare, postarej se o toho chlapce. Musím najít generála Tullia a přidat se k obraně.“Gunnar: „Nechť ti bohové pomáhají, Hadvare.“Hadvar: „Drž se u zdi!“Alduin přistává na zdi nad Drakorozeným.Alduin: „Yol... Toor... Shul!“Hadvar: „Rychle, za mnou!“Tullius: „Hadvere! Do pevnosti, vojáku, odcházíme!“Hadvar: „Už jsme zbyli jenom my dva, vězni. Drž se u mě!“(Pokud se Drakorozený rozhodne zůstat s Tulliem, jeho vojáky a umírajícím Vilodem.)Tullius: „Utíkej, ty hlupáku!“Drakorozený a Hadvar se blíží k helgenské pevnosti, kde je dostihl Ralof, který se oddělil od Ulfrica a ostatních vojáků Bouřných hávů.Hadvar: „Hadvare! Ty zatracený zrádče. Jdi mi z cesty!“Ralof: „Prcháme, Hadvare. Tentokrát nás už nezastavíš.“ Hadvar: „Fajn. Doufám, že vás ten drak vezme všechny do Sovngardu.“Ralof: „Ty! Pojď, do pevnosti!“V tuto chvíli si Drakorozený musí zvolit, koho následovat. Toto rozhodnutí bude mít za následek nějaké drobné změny v dějové linii občanské války; nijak to neovlivní stranu, pro kterou se rozhodnete v budoucnu bojovat. Pokud se rozhodnete následovat Ralofa, řekne: „Tudy. Jdeme!“ Pokud se rozhodnete následovat Hadvara, řekne: „Rychle, uvnitř tě můžu osvobodit.“ a „No tak! Musíme se dostat dovnitř!“ Drakorozený je tak či tak osvobozen. Těsně před vstoupením do pevnosti, Alduin řekne: „Hin sil fen nahkip bahloki.“ v překladu „Tvá duše utiší (můj) hlad.“ Také můžete vidět, jak popadá jednoho císařského legionáře lukostřelce, vyhodí jeho tělo do vzduchu, které poté bezvládně dopadá na zem. Helgenská pevnost Jediný hlavní rozdíl na začátku hry mezi následováním Hadvara a Ralofa je, že když se rozhodnete následovat Hadvara, dostanete lehkou zbroj, a pokud Ralofa, těžkou zbroj. Následování Ralofa Po vstoupením do pevnosti, Drakorozený a Ralof nacházejí mrtvolu vojáka Bouřných hávů, Gunjara. Poté co Ralof osvobodí Drakorozeného, řekne mu, aby si vzal Gunjarovu zbroj, jelikož ji už nebude potřebovat. Zatímco se vyzbrojuje, Ralof zkoumá dveře. Zjišťuje, že jedny jsou zamčené a ty druhé se dají otevřít pouze z druhé strany. Naštěstí císařský kapitán z popravy a císařský voják dveře z druhé strany otevřou (pokud je Drakorozený před jejich otevřením viděn, kapitán zakřičí: „To jsou ti Bouřní vězni!“). Jakmile dveře otevřou, musí být zabiti, abyste z jejich těl získali klíč od další brány. Z těla císařského kapitána si také můžete vzít kompletní sadu těžké císařské zbroje. Nově otevřené dveře vedou dolů po schodech na chodbu, ve které se kvůli drakovi propadne strop, čímž oba vězně přinutí projít skladovací místností, kde další dva císařští vojáci shromažďují zásoby."
}