{
    "title": "Symmachus",
    "table_of_contents": "",
    "infobox": "Symmachus Životopisné údaje Datace: *2E 865 – †3E 391 Pohlaví: Muž Rasa: Dunmer Rodina: Morgiah (matka)Barenzie (manželka)Helseth Hlaalu (syn)Morgiah z Firstholdu (dcera) Frakce: Císařská legieSeptimské císařstvíŽalovínMorrowind Sídlo: CyrodiilMorrowind Herní údaje",
    "content": "Symmachus, narozen 2E 865, byl bývalý král Morrowindu a také generál Tibera Septima, během jeho vlády. Pocházel z rolnické rodiny, jeho matka byla rolnice a o jeho otci víme pouze, že byl důlní dělník.[1] Jeho matka zemřela během Rituálu jmenování královny Barenzie, když bylo Symmachovi 30 let. Údajně najmul kněze, aby její život zachránil, ale když se vrátil, byla již mrtvá. Když mu kněz odmítl vrátit peníze, Symmachus mu vyhrožoval, a ve chvíli, kdy měl kněz vyslovit kletbu, Symmachus ho zabil a poté uprchl z města, kdy si opakovaně mumlal jméno ''Barenzie.''[1] Připojil se k Císařské legii a stal se generálem Tibera Septima. Poprvé se s Barenzii setkal, když vykonávala úkol pro Cech zlodějů, když byla nachytána během loupeže na Symmachově pozemku v Riftenu společně s jejím khajiitským společníkem Therrisem, který ji zradil tím, že ji strčil strážím, čímž zapříčinil její uvěznění. Přes to všechno byl Therris sám zatknut a následně rozčtvrcen, aby nikomu nevyzradil Barenziinu minulost. Díky ututlání tohoto tajemství byla Symmachem poslána se setkat s Tiberem Septimem v Císařském paláci, a aby se stala královnou Žalovína.[2] Symmachus se s Barenzií oženil mnoho let poté, co se stala královnou Žalovína.[3] Měla s ním dvě děti, chlapce jménem Helsetha a dívku Morgii, pojmenovanou po Symmachově matce.[4] Také oprávněně podezříval Jagara Tharna, že to právě on byl za zmizením hole chaosu,[5] což byla událost, ve které měla Barenzie neochotně prsty.[3] V 3E 391 byl Symmachus zabit v povstání v Žalovíně.[5] Jeho skleněná dýka, Symmachova dýka, je považovaná za artefakt. Symmachus ji daroval Helsethovi, který ji daroval Nerevarinovi.[6]"
}