{
    "title": "Taktika smíšené jednotky",
    "table_of_contents": "",
    "infobox": "",
    "content": "Taktika smíšené jednotky v pětileté válce Díl první sepsal Codus Callonus Legie by se mohly z nekonvenční taktiky, kterou používali Khajiité v pětileté válce proti Valenskému lesu, leccos naučit. Já byl tehdy v posádce legionářské pevnosti Sphinxmoth na hranici poblíž Duna a byl jsem tudíž přímým svědkem mnoha šarvátek v severní části provincie. Válka začala takzvaným \"torvalským krveprolitím\". Khajiité prohlašují, že bosmerové město bezdůvodně napadli. Než je zahnaly posily povolané od kmene z nedaleké džungle, zabili prý více než tisíc kočičích obyvatel. Bosmerové zase tvrdí, že útok byl odvetou za řádění khajiitských banditů, kteří napadali karavany se dřevem směřující do Valenského lesa. Na jaře roku 396 třetího věku se válka přiblížila k pevnosti Sphinxmoth. Já tehdy sloužil na pozorovatelně a některé střety jsem viděl. Později jsem mluvil s mnohými Khajiity i bosmery, kteří v té bitvě bojovali, a mé poznatky nyní poslouží jako skvělý příklad toho, jak Khajiiti ve válce zvítězili díky využití kombinace jednotek na stromech a na zemi. Khajiiti boj zahájili nezvykle, když nejprve na okraj Valenského lesa vyslali skupiny Cathay-raht se sekerami, aby poráželi stromy, a obávané Senche-raht, jimž se přezdívalo \"bojové kočky\". Když se k bosmerům doneslo, že jsou káceny stromy (což je podle podivného bosmerského náboženství považováno za hřích), byla z míst ostřejších střetů na jihu převelena jednotka lukostřelců. Bosmerové tak byli přinuceni rozdělit své síly do menších skupin. Bosmerští lukostřelci zaujali pozice na zbývajících stromech, jejichž větve od sebe nyní byly dvacet a více stop vzdálené, takže propouštěly určité množství světla až na zem. Pomocí svých kouzel je pak ohnuli a vytvořili z nich tak opevnění vhodně pro střelbu z luků. Když následující ráno dorazili khajiitští dřevorubci, hned v první salvě jich padlo přes půl tuctu. Pak ovšem Sechne-raht sundali ze zad velké dřevěné štíty a vytvořili z nich dočasný úkryt. Byl tak velký, že se Khajiiti, dokonce i obrovští Senche-raht, v něm dokázali u paty jednoho z velkých stromů ukrýt. Když začalo být zřejmé, že Khajiiti ze své skrýše nevylezou, rozhodla se část bosmerů slézt a pustit se do boje meče proti drápu. Když byli bosmerové téměř u úkrytu, začal jeden z Khajiitů jrát na nějaký domorodý nástroj z železných tyčí. Byl to zřejmě signál, jenž přivolal lidem podobné Ohmes a Ohmes-raht, kteří se do té doby ukrývali v důmyslně zakrytých jámách. Těchto Khajiitů sice nebylo mnoho, ale útočili zezadu a na jejich straně byl moment překvapení, takže na zemi brzy získali převahu. Bosmerští lučištníci na stromech by přesto zvítězili, kdyby však neměli své vlastní problémy. Mezitím totiž dorazila skupina Dagi a Dagi-raht, což jsou dvě méně známé formy Khajiitů, které žijí na stromech Tenmarského lesa. Přeskákali ze stromu na strom, chráněni magickým tichem, a zaujali pozice ve vyšších větvích, které těžší bosmery nemohly unést. Na zmíněný signál pomocí svých drápů a buď pochodní, nebo ohnivých kouzel (výpovědi přeživších, s nimiž jsem mluvil, se v tomto bodě rozcházejí) odvedli pozornost lukostřelců od bitvy probíhající na zemi. Několik lukostřelců dokázalo utéct, ale většina byla zabita. Dagi a Dagi-raht zjevně mají větší magické schopnosti, než se obecně soudí, jinak by se nebyli tak dlouho dokázali udržovat v magickém tichu. Jeden z přeživších bosmerů mi řekl, že mezi Dagi viděl několik obyčejných koček, a dokonce tvrdil, že ty obyčejné kočky jsou známé jako \"Alfiq\" a že právě ony seslílaly kouzla. Jenže pokud jde o zjišťování pravdy, jsou bosmerové skoro stejně nespolehliví jako Khajiiti, a já zkrátka nemohu uvěřit tomu, že by domácí kočka dokázala kouzlit. Celkem Khajiiti přišli snad o půl tuctu bojovníků z celkových ne více než čtyř tuctů, zatímco bosmerové ztratili téměř celou jednotku lučištníků. Lučištníci se nestihli dostat zpět a předat varování dřív, než dorazila druhá jednotka, a s podobnými následky se stala obětí stejné strategie. Nakonec byla vyslána mnohem větší síla, a tentokrát bosmerové s pomocí divokých zvířat z Valenského lesa vyhráli. O této třetí bitvě a odpovědi Khajiitů na ni budu psát ve druhém díle této řady."
}