{
    "title": "Talos (bůh)",
    "table_of_contents": [
        "Obsah",
        "1 Původ",
        "2 Historie",
        "2.1 Třetí éra",
        "2.2 Čtvrtá éra",
        "3 Zajímavosti",
        "4 Výskyt",
        "5 Zdroje"
    ],
    "infobox": "",
    "content": "Talos Informace o náboženství Náboženství Svatá Devítka Panteon Císařský kult Druh boha Bůh vládyBožský hrdina lidí Artefakty Zbroj Tibera SeptimaBoty apoštola Fyzický popis Fyzická forma Wulf Chronologicky a politicky Začátek uctívání Třetí éra Období uctívání Třetí éraČtvrtá éra Území vlivu CyrodiilSkyrim Frakce Svatá DevítkaCísařský kult \"Talos říká: Buďte silní pro válku. Buďte odvážní proti nepřátelům a zlu, a braňte občany Tamrielu.\" ―Deset přikázání: Svatá DevítkaTalos, také známý jako Tiber Septim, Ysmir, Drakorozený a dědic trůnu ztroskotaných králů,[1] je nejdůležitější božský hrdina lidské rasy.[1][2] Většina jeho smrtelného života jako Tiber Septim je zahalena legendami a klepy, ale jedna věc je jasná: stal se první osobou, která úspěšně sjednotila všechny tamrielské národy pod jedno Císařství.[1][2] Talos je uctíván jako ochránce a patron spravedlivé vlády a občanské společnosti,[1] a jeho nordský aspekt, Ysmir, je rovněž viděn jako patron pátrajících hrdinů.[3] Původ Tiber Septim dobyl celý Tamriel a založil Třetí císařství a Septimskou dynastii, která by císařství vládla, čímž označil začátek třetí éry.[2] Po smrti údajně vystoupal na nebesa[4][5] a stal se z něj božský hrdina lidské rasy.[1] Talosův kult byl od té doby zařazován do Svaté Osmičky Císařského kultu[6] a nabyl mnoha následovníků v Císařské legii.[7] Jedna teorie se domnívá, že když se Talos stal bohem, pohltil duše většiny draků, čímž téměř způsobil jejich vyhynutí ve třetí éře.[8] Značný počet císařských následuje Talosův kult, který je celkově vysoce populární mezi vojáky Císařské legie, kolonisty a cizinci. Otevřeně kult následují a mají s ním silný a osobní vztah.[9] Talos je také označován jako „Jeden“ v „Osm a Jeden“. Někteří stoupenci původních Bohů stále následují staré způsoby uctívání Osmičky, ale přesto uznávají Talose, „Jednoho“ který dosáhl apoteózy.[10] Nordský aspekt Talose, Ysmir, je součástí nordského panteonu. Poté co Tiber Septim přestál Hlasy Šedovousých, aby se dozvěděl o jednom z jejich proroctví, mnoho nordů se nemohlo na Drakorozeného podívat bez toho, aniž by viděli draka.[1] Další aspekt Tibera Septima je Wulf, jenž se objevil ve Vvardenfellu v 3E 427.[11] Tehdy zpochybňoval stav vlády Třetího císařství. Tvrdil, že Císařství i Císař byli již staří a nebyl si jistý, jak dlouho Císařství ještě vydrží. Navrhoval potřebu změny vlády a bál se, že to nemusí být pěkné.[12] Tato změna se nakonec udála se vzestupem Tita Meda I. na trůn.[13] Historie Třetí éra Ve třetí éře, Talos několikrát zastával různé role. V 3E 427, se Wulf zjevil Nerevarinům na jejich cestě porazit Dagotha Ura. Nabídl jim minci, která zvyšovala štěstí.[11] Talosův vliv se stal více zřejmý během Vpádu Zapomnění. Aby byl Amulet králů sebrán Mankaru Camoranovi, bylo zapotřebí obstarat božskou krev. Vzhledem k tomu, že žádná krev Svaté Osmičky neexistovala, byla použita zaschlá krev na zbroji Tibera Septima.[14] Božskost Talose poskytla ovšem nejen to. Když se Umaril Neopeřený vrátil do Tamrielu, další Svatí křižáci museli následovat Cestu poutníka Bohů, aby byli schopni si promluvit s Pelinalem Whitestrakem. K tomu bylo potřeba se také pomodlit u Talosovy svatyně.[15] Zatímco Pelinal selhal úspěšně porazit Umarila kvůli své omezené moci, Talosovo požehnání poskytlo Hrdinům Kvatche možnost pronásledovat Umarila do říše duchů a konečně ho porazit.[16][17] Čtvrtá éra Ve čtvrté éře, vypukla válka mezi Aldmerským spolkem a Třetím císařstvím. Této válce se začalo říkat velká válka. Válka skončila s podepsáním Bělozlatého konkordátu. Dvě opatření ve smlouvě měla vážný dopad na pozůstatky Císařství a jedna z nich zakazovala uctívání Talose.[18] Po Markarthském incidentu, byl Císař přinucen povolit Thalmoru přístup do Skyrimu,[19] jelikož byla tato smlouva porušena kvůli otevřené toleranci Císařství k uctívání Talose.[20] Thalmorští justiciáři ve Skyrimu měli za úkol zlikvidovat uctívání Talose v provincii,[21] jelikož smlouvu prosazovali.[22] Kvůli vynucení zákazu uctívání Talose vypukla zde občanská válka.[23][24] Ve městě Samota, bylo pro Konkordát[25] odstraněna Talosova svatyně a v Bílým Průsmiku, Riftenu a Větrném Žlebu, Talosovi kněží podporovali Ulfrica Bouřného Háva.[26][27] Mnoho Nordů ovšem stále Talose uctívá.[2] Pokud Bouřní Hávové válku vyhrají, Talos bude opět v provincii povolen.[28] Císařská prostřednice s Aldmerským spolkem napsala knihu, ve které bylo zakázáno uctívání Talose kvůli upřímnému názoru, nikoli z donucení.[5] Nicméně jako prostřednice je její povinnost udržet poměry mezi Císařstvím a Spolkem netknuté. Přes tvrzení, že Císařství a Spolek chtějí staletí míru, knihu odmítá jak Legie,[29][30] tak Thalmor.[21][31] Zajímavosti Jak se Talos stal bohem, je věc debaty. V The Elder Scrolls V: Skyrim, největší problém mezi domorodými Nordy (hlavně Bouřnými Hávy) a Aldmerským spolkem vznikl z tvrzení Spolku, že se člověk nemůže stát bohem, tudíž Talos není bůh a neměl by být uctíván. V The Elder Scrolls IV: Oblivion, je potřebována „božská krev“ na otevření portálu do Ráje Mankara Camorana. Použitá krev pocházela ze zbroje Tibera Septima, což naznačuje, že se Tiber Septim skutečně stal bohem. V The Elder Scrolls IV: Knights of the Nine, je Talosovo požehnání to, co umožnilo hráči následovat Umarila Neopeřeného do říše duchů, aby zničili jeho samotnou duši a zamezili jeho znovuzrození v Zapomnění a jeho opětovném návratu. Požehnání také hráči umožnilo se navrátit do svého těla. To ještě víc dokazuje jeho božství. Na konci The Elder Scrolls III: Morrowind, hráč potkává postaršího císařského jménem Wulf, který jim věnuje moc zvanou „Císařova přízeň“. Po otázání Lalatie Variany na tuto záležitost, řekne hráči, že to bylo Talosovo zjevení; podobně jako zjevení Mary a Zenithara během úkolové linie Císařského kultu. V The Elder Scrolls V: Skyrim, se může hráč pomodlit u jakékoli Talosovy svatyně na získání Talosova požehnání, které zkracuje dobu mezi jednotlivými Řevy. Zbožštění Tibera Septima, prvního císaře Tamrielu, jako Talose může být narážka na zbožštění Caesara Augusta, prvního římského císaře jako Diva Augusta. Jméno Talos má krétský původ a znamená „slunce“. Ve starověké řecké mytologii, bylo Talos jméno legendární měděný obr na Krétě, který byl postaven, aby ostrov střežil na příkaz Dia (který byl uctíván jako Zeus Tallaios na Krétě). Talos je také podobný další řecké postavě, Heraclovi, jelikož to byl také smrtelník, který dosáhl apoteózy. Talos je také jméno boha v Zapomenutých říší, „campaign setting“ pro hru na hrdiny Dungeons & Dragons. Talos ze Zapomenutých říší je také známý jako „The Storm Lord“. Talos Stormcrown může být reference na něj. Nejstarší zmínka o Talosovi pochází z The Elder Scrolls III: Morrowind. V předchozích hrách nebyl zmíněn ani jednou. Výskyt The Elder Scrolls III: Morrowind (aspekt – Wulf) The Elder Scrolls III: Tribunal (pouze zmíněn)[32] The Elder Scrolls III: Bloodmoon (pouze zmíněn)[32] The Elder Scrolls IV: Oblivion (pouze zmíněn)[33] The Elder Scrolls IV: Knights of the Nine (pouze zmíněn)[10] The Elder Scrolls V: Skyrim (pouze zmíněn)[23] The Elder Scrolls V: Dragonborn (pouze zmíněn)[1]"
}