{
    "title": "Tamriel",
    "table_of_contents": [
        "Obsah",
        "1 Geografia",
        "1.1 Podnebie",
        "1.2 Moria, oceány a susediace kontinenty",
        "1.3 Členenie"
    ],
    "infobox": "",
    "content": "Mapa Tamrielu Tamriel je jeden z kontinentov planéty Nirn a kontinent, na ktorom sa primárne odohrávajú udalosti The Elder Scrolls série. Geografia Podnebie Tamriel je jeden z najväčších kontinentov na Nirne a preto sú jeho klimatické podmienky veľmi rozmanité. Nájdeme tu mnoho podnebných pásiem od arktických v severných častiach provincie Skyrim, až po subtropické až tropické pásma v južných provinciách ako Elsweyr, Valenwood či Summersetské ostrovy. Najväčšou Tamrielskou púšťou je Alik'r, v severnej časti provincie Elsweyr zvanej Anequina sa taktiež nachádzajú veľmi vysušené oblasti. Spolu tieto dve pásma tvoria najhorúcejšie časti Tamrielu. Naopak najchladnejšie pásma môžeme nájsť v horách Skyrimu či High Rocku pričom Jícen sveta sa môže pokladať za najchladnejšie miesto na celom Tamrieli. Ďalšie časti kontinentu sú obrastené lesmi či džungľami ako v prípade Valenwoodu. V provincií Black Marsh sa zase nachádza mnoho bažín (čo napovedá aj samotný názov). V Morrowinde a špeciálne vo Vvardenfelli je možné nájsť popolnaté púšte. Tamrielske podnebie je zároveň predmetom neustálej zmeny keďže v Tamrielskej histórii došlo k niekoľkým výrazným udalostiam, ktoré zmenili klimatické podmienky. Medzi najvýraznejšiu zmenu môžeme započítať premenu Cyrodiilu, ktorý bol prerastený džunglou, na mierne pásmo príležitostne obrastené lesmi. Táto zmena nastala počas vlády cisára Tibera Septima a traduje sa, že na túto radikálnu zmenu využil svoj CHIM. Výbuch Červenej hory, ktorý zničil Vvardenfell a spôsobil mohutné zmeny klímy taktiež zasiahol celkovú klímu na kontinente. Mnohé postihnuté oblasti boli totižto ťažko zasypané popolom, ktorý neprestajne chrlí hora dodnes. Vvardenfell a mnoho okolitých oblastí sa kvôli tomu stali neobývateľnými. Moria, oceány a susediace kontinenty Zo severu je Tamriel obmývaný Morom prízrakov. Jedná sa o najchladnejšie more obmývajúce Tamriel, ale taktiež je dôležité spomenúť jeho významnú funkciu v sprostredkovaní obchodu medzi severnými provincami. Trasy cez more prízrakov často používa napríklad Východocisárska spoločnosť. Na tomto mori sa taktiež nachádzajú aj ostrovy, ktoré boli súčasťou ríše ako napríklad Bleakrock či Solstheim. Ďalej na sever sa v Mori prízrakov nachádzajú ostrovy ako Olenveld či Roscrea, ktoré boli taktiež súčasťou ríše, ale len na obmedzený čas. Úplne na severi sa potom nachádza ďalší kontinent s názvom Atmora, ktorý je pravlasťou všetkých ľudských rás. Východná a juhovýchodná časť Tamrielu je obmývaná Padomaickým oceánom. Celkovo sa jedná o relatívne nepreskúmaný oceán, avšak sú nám známe ostrovy, ktoré boli dobyté cisárom Urielom V. počas jeho výpravy do Akaviru. Medzi ne patrí napríklad Esroniet, Ynslea a Cathnoquey, ktoré sa nachádzajú približne na pol cesty medzi Tamrielom a Akavirom. Ďaleko na východ od samotného Tamrielu leží spomenutý Akavir. Medzi Tamrielom a Akavirom panuje všeobecné nepriateľstvo keďže obyvatelia Akaviru uskutočnili niekoľkokrát do Tamrielu vojenské výpravy. Aj napriek tomu že ani jedna z týchto výprav sa neskončila víťazstvom Akavirských dobyvateľov, tak každá jedna invázia bola pomerne zničujúca pre lokálnych obyvateľov a mala významný vplyv na chod Tamrielskych dejín. Naopak Tamriel sa rozhodol napadnúť Akavir len jediný raz v histórii a to za vlády spomínaného cisára Uriela V. Táto výprava sa však skončila katastrofou pre Tamrielské vojská pričom Akavirskí obyvatelia utrpeli len malé straty. Južná časť je obmývaná Eltherickým oceánom. Na juhu Tamrielu môžeme nájsť aj Topalskú zátoku, ktorá je taktiež obchodne významná, keďže je to jediný prístupový bod pre lode prúdiace z alebo do Cisárskeho mesta. Ďalej na juh sa dá nájsť ostrovné kráľovstvo s názvom Pyandonea. Medzi Pyandoneou a špeciálne Summersetskými ostrovmi nachádzajúcimi sa v Tamrieli nepanujú dobré vzťahy. Každú éru sa totižto flotila Pyanodonejského kráľa a boha Orgnuma vyberie dobyť Summersetské ostrovy. Aj keď Orgnum uštedril Summersetom niekoľko ponižujúcich porážok, tak Summersety či nejaké iné časti Tamrielu nikdy nedobyl. Na ďalekom juhu, ďaleko pod Pyandoneou sa má údajne nachádzať ďalší kontinent s názvom Aldmeris. Tak ako v prípade Atmory pri ľudských rasách, Aldmeris má byť pravlasť všetkých elfských rás. Existencia samotného Aldmerisu je však často spochybňovaná, keďže sa o tomto kontinente vie len úplne minimum. Tak ako pri južnej časti, aj východná časť Tamrielskeho pobrežia je obmývaná Eltherickým oceánom, ktorého súčasťou je aj dobre známe Abeceánske more. Práve Abeceánske more je využívané ako veľmi významný dopravný uzol pre obchodné lode. Toto more je taktiež veľmi bohaté na rozmanité ostrovy a ostrovčeky. Medzi najvýznamnejšie ostrovy môžeme započítať aj samostatnú provinciu Summersetské ostrovy, ktoré sú tvorené tromi relatívne veľkými ostrovmi s názvom Summerset, Auridon a Artaeum. Nachádzajú sa v juhozápadnom Tamrieli. Neďaleko Cyrodiilskeho pobrežia leží menej významný ostrov Stirk, ktorý má však bohatú históriu. Ďalej na juho až juhozápad od Hammerfellu sa nachádza známy ostrov Stros M'Kai, ktorý má už dlho pod správou provincia Hammerfell. Medzi ďalšie územia patriace Hammerfellu v tomto mori sa počíta Cespar, Herne, The Chain, The Systres či ďaleký Vandor. V Iliackom zálive medzi Hammerfellom a High Rockom sa nachádzajú ďalšie významné ostrovy ako napríklad Balfiera na ktorom sa nachádza Adamantínová veža, Betony či Cybiades. Ďalej na západ od Tamrielu sa nachádza samostatné súostrovie Yokuda, ktoré leží v Perlovom a Azurovom mori. Yokuda je taktiež pravlasťou Redguardov. Členenie Tamriel sa obvykle delí na deväť jednotlivých provincií. Počas veľmi dlhej histórie Tamrielu tieto štátne entity kontinuálne menili svoje hranice či boli uchvacované rôznymi inými štátnymi celkami a dokonca ani v súčasnosti nie sú geograficky či administratívne preddefinované hranice presné. V rámci možností sa však stále pre jednotlivých deväť provincií používa zhruba podobné geografické usporiadanie, ktoré bolo ustanovené v rámci Tamrielskej ríše a pozostalo doteraz. Cyrodiil - má v kontinente centrálnu pozíciu a veľmi významnú geopolitickú hodnotu. Okrem toho, že hraničí až so siedmimi provinciami z deviatich je ešte k tomu srdcom Tamrielskej ríše. Uprostred Cyrodiilu sa nachádza aj centrum celej ríše - Cisárske mesto. Cyrodiil je obkolesený Koloviánskou vysočinou, Jerallskými a Velothskými horami, ktoré tvoria prírodnú hranicu provincie medzi Hammerfellom, Skyrimom a Morrowindom. Cyrodiil je etnicky a historicky rozdelený na dve časti pričom západná časť má názov Kolóvia, zatiaľ čo východná je Nibenaj. Žije tu prevažne rasa Imperiálov. Na území provincie prevláda mierne klimatické pásmo pričom nie je neobvyklé naraziť na lesy či pastviny, ktoré prajú poľnohospodárstvu, chovaniu dobytka či na juhu aj vinárstvu. Juhozápad provincie hraničí s bažinatou oblasťou, ktorá tvorí majoritu provincie Black Marsh. Na Zlatom pobreží, ktoré sa nachádza zase na západe provincie je zase citeľne teplejšie podnebie oproti ostatným častiam provincie. Celkovo sa jedná infraštruktúrne a ekonomicky o veľmi dobre zabezpečenú provinciu. Celý Cyrodiil je lemovaný dláždenými cestami, ktoré zabezpečujú prepravu z jedného mesta do druhého. Momentálne je Cyrodiil pod kontrolou Tamrielskej ríše. Skyrim - nachádza sa na severe Tamrielu a mnohí ju právom považujú za najdrsnejšie miesto na celom kontinente. Obýva ju ľudská rasa Nordov. Celá provincia je obkolesená Jerallskými ako aj Velothskými horami, ktoré provinciu vcelku efektívne izolujú. Na západe hraničí s provinciou High Rock zatiaľ čo na východe s Morrowindom a na juhu s Cyrodiilom. Severné časti Skyrimu ako napríklad Kotlina či Winterhold sa nachádzajú v arktickom klimatickom pásme, zatiaľ čo južné časti ako Riften či Falkreath sa nachádzajú v pásme miernom, ktoré praje poľnohospodáreniu ako aj včelárstvu. Kvôli svojej izolácii je Skyrim závislý na prístupu k Moru prízrakov cez ktoré prúdia do provincie obchodné lode. Vláda v provincií je rozdelená medzi deviatich jarlov. Každý z nich má veľkú autonómiu a kontrolu nad vlastnou državou. Nad jarlami už je len veľkráľ, ktorý je volený z radov všetkých jarlov. Za hlavné mesto Skyrimu sa v súčasnosti považuje Samota, aj keď historické hlavné mestá sú aj Windhelm, Winterhold či Whiterun. Okrem domácich Nordov tu žijú aj ľudia z Plání pričom medzi nimi a Nordami sa dlhodobo vyskytujú etnicko-historické spory o nadvládu nad državou Pláne. Momentálne je Skyrim v stave občianskej vojny a je polovičato pod kontrolou Tamrielskej ríše, ako aj rebelov. Morrowind - je historicky nazývaný aj Resdayn. Nachádza sa na východe až severovýchode Tamrielu. Morrowind je rozlohovo veľká a podnebím drsná provincia v ktorej žije rasa Dunmerov. Ich predkov sem v dávnych časoch doprovodil prorok Veloth, ktorý je doteraz jeden z ich hlavných svätcov. Klíma Morrowindu je veľmi rozmanitá. Môžeme tu nájsť popolnaté púšte, ktoré sú koncentrované hlavne vo Vvardenfelli a okolí, ako aj mierne či subtropické pásma prajúce lesom a fungálnemu porastu. Na západe je Morrowind oddelený od provincií Cyrodiil a Skyrim prírodnou hranicou, ktorú tvoria Velothské hory zatiaľ čo pozdĺž severnej a východnej hranice provincie má prístup k Padomaickému oceánu. Na severe provincie sa nachádza veľký ostrov Vvardenfell, ktorý spôsobil v provincií mnoho aktuálnych ťažkostí. V strede Vvardenfellu sa nachádza sopka zvaná Červená hora, ktorá začiatkom štvrtej éry explodovala pričom zničila celý ostrov a až do dnešných dní z nej chrlí popol usadzujúci sa prakticky všade. Na kontinentálnom Morrowinde sa nachádza väčšina veľkých miest, ako aj sídelné mestá Veľkých rodov, ktoré kolektívne vládnu Morrowindu už od čias proroka Velotha. Hlavné mesto provincie bolo radovo niekoľko ér Mournhold, avšak ten bol zničený inváziou Argoniáncov do Morrowindu na začiatku štvrtej éry. Odvtedy je hlavným sídelným mestom Blacklight, ktorý je zároveň aj sídelným mestom rodu Redoran. Black Marsh - Močariská juhovýchodnej provincie Tamrielu sú známe svojou nepreniknuteľnosťou a rozmanitosťou svojej fauny a flóry. Jedná sa o najmenej prístupnú provinciu, keďže drvivá väčšina jej plochy je tvorená hustou džungľou a hlbokými močiarmi. Na severe hraničí s provinciou Morrowind, s ktorou má veľmi zlé vzťahy hlavne kvôli Morrowindskému rodu Dres, ktorý odchytáva a zotročuje pohraničných Argoniáncov. Na severozápad až západ sa nachádza Cyrodiil. Cestovateľa, ktorý nemá skúsenosti s lokálnymi pomermi pravdepodobne čaká rýchla smrť o ktorú sa postará domorodá fauna, pestrá paleta lokálnych ochorení, či samotní kmeňoví Argoniánci. Vládne tu klíma subtropická až tropická, veľmi prajúca vlhku ktoré tak veľmi vyhovuje domorodcom. Dominantná rasa, ktorá túto nehostinnú provinciu obýva sú práve vyššie spomenutí Argoniánci. Ekonomika provincie je žalostná a zaostalá, spoliehajúca sa vo veľkej miere na roľníctvo. Importu nepraje ani veľká obtiažnosť prepravy tovarov cez provinciu. Celkovo sa Black Marsh považuje za ekonomicky najzaostalejšiu provinciu Tamrielu. Centrálnu úlohu v živote Argoniáncou zohráva Hist, ktorý uctievajú v súvislosti s kolobehom života a smrti. Vládu nad provinciou za čias Tretej ríše sa ujali Archeinovia, čo boli Argoniánci plne asimilovaní Cisárskou kultúrou. Historickými hlavnými mestami provincie sú Helstorm a Lilmoth. Po páde rodu Septimovcov sa Black Marsh rýchlo odtrhol od ríše a vlády nad provinciou sa chopila militantná politická strana An-Xileel."
}