{
    "title": "Tamrielská říše",
    "table_of_contents": [
        "Obsah",
        "1 Název",
        "2 Dějiny",
        "2.1 Vznik",
        "2.2 Zlatý věk",
        "2.3 Krize a Válka o Rudý diamant",
        "2.4 Stabilizace a obnova impéria",
        "2.5 Nový rozmach císařství",
        "2.6 Poslední Septimové a Vpád Oblivionu",
        "2.7 Kolaps a Mezivládí Bouřné koruny",
        "2.8 Boj o existenci",
        "3 Geografie",
        "3.1 Povrch",
        "3.2 Vodstvo",
        "3.3 Klima",
        "4 Politický systém",
        "4.1 Císař",
        "4.2 Rada Starších",
        "4.3 Císařské právo",
        "5 Provincie a území",
        "5.1 Cyrodiil",
        "5.2 High Rock",
        "5.3 Skyrim",
        "5.4 Solstehim",
        "6 Zahraniční vztahy",
        "6.1 Altmerský spolek",
        "6.2 Hammerfell",
        "6.3 Argonia",
        "7 Vojenské síly",
        "7.1 Císařské legie",
        "7.2 Vazalské jednotky",
        "7.3 Loďstvo",
        "7.4 Ostatní jednotky",
        "8 Ekonomika",
        "9 Demografie",
        "9.1 Náboženství",
        "10 Kultura a společnost",
        "10.1 Tradice a svátky",
        "10.2 Zábava",
        "10.3 Vzdělanost, vzdělání a literatura",
        "10.4 Umění",
        "10.5 Architektura",
        "11 Cestování a doprava",
        "12 Související články",
        "13 Reference"
    ],
    "infobox": "Tamrielské císařství 3E 1–dodnes Motto:Říše je zákon, zákon je posvátný[1] Přibližná rozloha říše roku 4E 201 Lore Hlavní město Císařské Město Rozloha cca 2 220 000 km² (4E 201)[2] Nejvyšší bod Jícen Světa Státní zřízení Centralistická monarchie Císař seznam tamrielských císařů Měna Septim Jazyk Tamrielština[3] Rasy císařští Ostatní národy dunmerové, nordové, bretoni, redgardi, altmerové, bosmerové, orkové, khajiiti a argoniáni Náboženství Božská osmička (oficiální) Herní údaje Hry The Elder Scrolls: ArenaThe Elder Scrolls II: DaggerffalThe Elder Scrolls III: MorrowindThe Elder Scrolls IV: OblivionThe Elder Scrolls V: Skyrim",
    "content": "Tamrielské císařství je centralistickou monarchií s absolutistickými prvky vlády, které leží na stejnojmenném kontinentu Tamrielu. V současné době tvoří císařství tři provincie, jsou jimi Cyrodiil, High Rock a Skyrim, a kolonie Solstheim. Hlavním městem říše je Císařské Město. Říše sousedí na západě s Hammerfellem, na jihu se zeměmi pod nadvládou Aldmerského spolku, a Morrowindem a Black Marshí na východě, poslední dvě jmenované jsou pod nadvládou argoniánů. Počátky Tamrielského císařství sahají na konec druhé éry, kdy se vládcem Cyrodiilu stal Tiber Septim. Energický císař sjednotil pod svou nadvládou roku 2E 896 celý kontinent a stal se tak prvním tamrielským císařem a vyhlásil novou třetí éru. Tiber byl také zakladatelem dynastie Septimů, jejíž vedlejší větve vedly impérium až do roku 3E 433. Po celou třetí éru byla Tamrielská říše hlavní kontinentální mocností. Velmocenská pozice říše však byla otřesena roku 3E 433, kdy se konal Vpád Oblivionu. Vpád byl odražen, avšak říše zaplatila vysokou cenu, Septimové definitivně vymřeli. Počátek čtvrté éry byl poznamenám mocenskými boji o uprázdněný císařský trůn. Během těchto bojů se vlády nad Summersetskými ostrovy postupně zmocnil Thalmor. Z bojů o trůn vyšel nakonec vítězně Titus Mede I., který založil dynastii Mede, ta stojí v čele říše dodnes. Titus I. ani jeho nástupci však nedokázali zastavit postup Thalmoru, který roku 4E 22 získal další území na úkor říše a vyhlásil obnovený Aldmerský spolek. Spolek se na nějaký čas odmlčel, avšak v letech 4E 171 až 4E 175 proběhla mezi ním a říší Velká válka. Císař Titus Mede II. nakonec přijal mírové podmínky Thalmoru, které jsou známy jako Bělozlatý konkordát, ten staví uctívání Talose mimo zákon. Vztahy mezi impériem a spolkem jsou nadále velmi napjaté a obě mocnosti se přetahují o svrchovanost nad kontinentem. Název Svůj název říše získala poté, co byl pod vládou Tibera Septima sjednocen celý kontinent Tamriel. Oficiální název státu tak zní Tamrielské císařství. Používány jsou však i jiné názvy, které mají za cíl rozlišit různé historické říše. První říší byla Alessianská říše, druhou pak Cyrodiilská říše, pod vládou Remanské dynastie. Soudobá říše si vysloužila rozčlenění hned na třetí a čtvrtou říši. Třetí říše se ujala pro období vlády Septimů, zatímco čtvrtá říše reprezentuje tu samou říši, avšak pod vládou dynastie Mede ve čtvrté éře. Ve třetí éře byl také mezi lidem rozšířen pojem říše Septimů. Užití termínu Tamrielská říše ve čtvrté éře je však značně diskutabilní, protože tamrielští císaři již nemohou říci, že by vládli celému kontinentu. Občané se o svém státě vyjadřují většinou jako o říši či císařství. Dějiny Vznik Pro více informací si přečtěte články Cuhlecain a Tiber Septim. Mince, pravděpodobně znázorňující císaře Tibera Septima Za zrodem Tamrielské říše stáli dva mocní muži. Prvním z nich byl Cuhlecain, původně člen colovianských stavů a král Falkreathu.[4] Cuhlecain měl velkolepou vizi o obnově centralizovaného státu v Cyrodiilu, který byl rozdroben na malé městské státy. Cuhlecain nakonec získal rozhodující vliv v Cyrodiilu a podařilo se mu dobýt Císařské Město a následně se prohlásil císařem. Svých úspěchů Cuhlecain dosahoval především díky svému skvělému generálovi Talosovi.[5] Cuhlecainova snaha o obnovu císařství se však setkala s tvrdým odporem Skyrimu a High Rocku. Jak skyrimští Nordové, tak Bretonci z High Rocku si chtěli uchovat svou nezávislost. Bretonci a Nordové se rozhodli Cuhlecaina zničit dřív, než získá čas na uskutečnění své vize a vpadli do Cyrodiilu. Roku 2E 852 došlo k rozhodující bitvě o Sancre Tor, ve které generál Talos porazil přesilu nepřátel a přinesl tak říši vítězství. Cuhlecain se však neradoval dlouho, již roku 2E 854 byl za záhadných okolností ve císařském paláci v hlavním městě zavražděn. Vrah se údajně pokusil zavraždit i generála Talose, ten však vyšel z doutnajících trosek paláce a v rukou svíral císařskou korunu. Talos byl následně prohlášen novým císařem a přijal cyrodiilské jméno Tiber Septim.[5] Říše založená Tiberem Septimem Tiber Septim pokračoval v odkazu Cuhlecaina i remanských císařů. Jeho osobní vize o nové říši však byla mnohem velkolepější než Cuhlecainova, Tiber totiž věřil, že je předurčen stát se císařem a pánem celého Tamrielu. Svou kampaň zahájil císař dobýváním lidských království, brzy se pod jeho vládou nalézal nejen celý Cyrodiil, ale také Skyrim, High Rock a Hammerfell. Další tažení vedl císař do Morrowindu, který byl považován za jednoho z nejtvrdších soupeřů říše. Země se však zmítala ve vnitřních nepokojích a nakonec se císaři poddala sama, výměnou za značnou autonomii. Císař mohl poté zahájit plány na úder proti silnému Aldmerskému spolku, ten byl obecně vnímán jako největší překážka na Tiberově cestě za světovládou. Císař ve válce se spolek využil jednotky Numidium a nakonec se mu podařilo spolek zničit. Tímto aktem byl roku 2E 896 sjednocen celý kontinent pod vládou jediného muže. Tiber Septim se tak stal prvním císařem sjednoceného Tamrielu a svůj triumf završil vyhlášením třetí éry. Tiber se stal zakladatelem dynastie Septimů, která vládla Tamrielu až do konce třetí éry. Zlatý věk Vláda Tibera Septima a jeho prvních nástupců je považována za zlatý věk dějin říše. Tiber Septim vynaložil nemalé finanční částky na rekonstrukci měst a obnovu silniční sítě, které byly za chaosu ve druhé éře značně poničeny. Císařské Město se jako hlavní město světové říše opět pozvedlo k velkolepému lesku. Vláda Tibera Septima byla dobou práva, kdy se spravedlnost platila pro všechny od rolníka po krále. Po Tiberově smrti usedl na trůn jeho vnuk Pelagius Septim I., ten byl však již po třech letech vlády zavražděn. Císařovnou se pak stala Tiberova neteř Kintyra Septim, která vešla do dějin jako patronka umění, hudby a tance a za její vlády říše vzkvétala.[6] Kintyru po její smrti následoval na trůně její syn Uriel Septim I., který panoval v letech 3E 53 až 3E 64. Uriel vešel ve známost především jako největší zákonodárce z dynastie Septimů. Pod jeho moudrým vedením vzrostl v celé říši význam cechů mágů a bojovníků. Doba zlatého věku a spravedlnosti však skončila Urielovou smrtí roku 3E 64.[6] Krize a Válka o Rudý diamant Pro více informací si přečtěte článek Válka o Rudý diamant Po smrti Uriela I. se Tamrielská říše začala otřásat v samotných základech. Mírnost, kterou Uriel Septim II. po svém otci zdědil, říši neprospěla. Vláda Uriela II. byla prokleta mnoho pohromami, morovými ranami a vzpourami. Když roku 3E 82 Uriel II. zemřel, převzal jeho syn Pelagius Septim II. nejen trůn, ale i astronomické dluhy, které byly způsobeny špatnou finanční politikou zesnulého císaře. Aby Pelagius urychleně naplnil státní pokladu, rozpustil Radu Starších a návrat do funkce umožnil jen těm, kteří za úřad zaplatili vysoké částky. K podobným krokům vyzval císař i své vazaly, nejrůznější tamrielské krále a knížata. Na konci jeho vlády se říše opět těšila jistému blahobytu, avšak kritici císaři vyčítají, že svou politikou připravil Radu Starších o moudré rádce, ve prospěch těch, kteří byli obdařeni zlatem.[6] Amulet králů, podle kterého nese název Válka o Rudý diamant Po Pelagiovi nastoupil na trůn jeho nejstarší syn Antiochus Septim, stalo se tak roku 3E 98. Antiochus patřil mezi nejhýřivější z členů jinak zpravidla asketické dynastie Septimů. Antiochus se o vládu příliš nestaral, užíval si přepychového dvorského života v náručí mnoha milenek a za jeho vlády se stalo hlavní město místem neřesti. V zemi vypukaly krvavé občanské války. Přesto říše v rozhodujícím okamžiku roku 3E 110 zvítězila v Ostrovní válce nad invazním loďstvem z království Pyandonea.[6] Antiochus měl jedinou legitimní dceru Kintyru, která nastoupila jako druhá toho jména na trůn roku 3E 121. Proti Kintyře však ostře vystoupila její teta Potema, která chtěla na císařský trůn prosadit svého vlastního syna Uriela. Tím začala občanská válka, která vešla do dějin jako Válka o Rudý diamant. Kintyra proti své tetě Potemě vytáhla s vojskem, avšak byla lstí zajata v High Rocku roku 3E 121. Uriel se následně zmocnil Císařského Města a prohlásil se jako Uriel Septim III. císařem. Tímto aktem se válka rozhořela naplno.[6] Proti Urielovi se postavili jeho strýcové Ceforus a Magnus. Ceforus nakonec vybojoval rozhodující vítězství v nitvě u Ichidagu a byl provolán novým císařem. Uriel měl být převezen před soudní tribunál, avšak jeho kočáru se zmocnil rozlícený dav a upálil jej.[7] Válka však u konce ještě nebyla, Potema se rozhodla proti svým bratrům pokračovat v boji. Nakonec zemřela roku 3E 137, když Magnus a jeho syn Pelagius oblehli její sídelní město Samotu.[7] Tato krvavá válka se později ukázala být první vážnější krizí, ohrožující jednotu říše. Obyvatelstvo trpělo přesuny vojsk, mnohé kraje byly vypleněny. Mnohé provincie navíc využívaly svárů mezi Septimy pro svůj vlastní prospěch, císař Ceforus musel provinciím, za jejich podporu, udělit větší díl samostatnosti. Tím byla vážně narušena centralistická politika státu. Stabilizace a obnova impéria Císař Pelagius Septim III., zvaný šílený Po Válce o Rudý diamant se Ceforus snažil o stabilizaci a zklidnění poměrů v impériu. V jeho politice pokračoval i jeho bratr Magnus, který nastoupil na trůn roku 3E 140. Nicméně říše byla brzy vystavěna nové zkoušce, po Magnovi převzal totiž vládu jeho choromyslný syn Pelagius Septim III. Výstřelky nového panovníka krotila jeho manželka Katariah Ra'Athim, která vládla jako regentka spolu s Radou Starších. Když se Pelagius pokusil o sebevraždu, situace byla natolik vážná, že musel být poslán do sanatorií. Tento nešťastný panovník zemřel roku 3E 153 a Katariah vládla dál, jako regentka za jejich nezletilého syna Cassyndera. Katariah byla neobyčejně schopnou dunmerkou, původem z Morrowindu. V hlavním městě se necítila příliš dobře a proto cestovala po celé říši, více než kterýkoliv její předchůdce. Provincie se za její vlády dočkaly nového rozmachu a císařovna napravovala křivdy, způsobené jejími předchůdci a obnovila mnohá zaniklá spojenectví. Nicméně roku 3E 199 byla zabita v potyčce v Black Marshi.[7] Tak se ujal moci Cassynder, byl to muž ve středních letech, který měl navíc chatrné zdraví. Nemocný princ však musel jako poslední příbuzný Tibera Septima převzít trůn. Jeho smrtí roku 3E 201 vymřela linie Septimů, odvíjející se od Tiberova bratra Agnoritha, přes jeho dceru Kintyru I. Tato linie Septimů panovala od roku 3E 41. Po smrti Cassyndera nastoupil na trůn jeho nevlastní bratr Uriel Lariat, který vzešel z druhého manželství Katariah, nebyl tedy pokrevní Septim, ačkoliv byl do císařské rodiny právně přijat.[7] Uriel, toho jména čtvrtý přijal přídomek Septim. Nicméně nebyl ani lidem ani radou uznáván jako pravý Septim. Dlouhá vláda Uriela IV. tak byla složitá a vyplněna bojem s Radou Starších. Rada Starších využila toho, že na trůně seděl \"cizí\" panovník a výrazně posílila na jeho úkor svou moc. Již od Pelagia II. zasedali v radě ti nejmocnější a nejbohatší muži a ženy impéria a jejich moc byla nepopiratelná. Uriel se snažil jako svého dědice ustanovit svého syna Andoraka, nicméně Rada Starších smetla jeho dědická práva ze stolu a po Urielově smrti zvolila na trůn vzdáleného příbuzného Septimů Cefora II.[8] Nový rozmach císařství V osobě císaře Cefora Septim II. nastoupila na trůn vedlejší linie Septimů, která řídila osudy impéria až do osudného roku 3E 433. Ceforus musel čelit několika výzvám, které opět ohrožovaly samotnou existenci říše. Prvních devět let jeho vlády bylo vyplněno občanskou válkou s Andorakem, který byl rozhodnut vydobýt svá dědická práva se zbraní v ruce. Rada Starších nakonec vyřešila vleklý spor po svém a odškodnila Andoraka malým královstvím v High Rocku. Podle některých učenců to byl konec odkazu Tibera Septima. Objevila se však nová a mnohem závažnější hrozba, proti císaři povstal Camoran Uzurpátor v čele armády daeder a nemrtvých a dobýval ve Valenwoodu jedno království za královstvím. Ceforus vyslal do Hammerfellu žoldáky, kteří měli zastavit Camoranův pochod na sever. Síly císaře byla však rozprášeny a uzurpátor byl nakonec zastaven domácími obyvateli v Hammerfellu. Porážka uzurpátora měla jen málo společného ze snahou císaře. Nakonec to posílilo jen odpor provincií vůči zdánlivě neschopné císařské vládě.[8] Roku 3E 268 se stal císařem bojovný Uriel Septim V., který byl přesným opakem svého otce. Uriel Septim V. odvedl pozornost od domácí scény do zahraničí a zahájil sérii výbojů. Urielovým největším záměrem bylo dobýt Akavir, kontinent ležící na východ od Tamrielu, k tomuto odvážnému činu se nikdy před tím nikdo neodvážil. Uriel své výboje zahájil dobytím několika ostrovů, které ležely na cestě mezi Tamrielem a Akavirem a které měly sloužit jako základna pro chystanou invazi. Invazi císař zahájil roku 3E 288 a zpočátku byl úspěšný. Štěstí však přestalo císaři přát a společně se svými legiemi podlehl nepříteli roku 3E 290 u Ionithu. Uriel Septim V. je tak, vedle Tibera Septima, považován za největšího vojenského císaře v dějinách Tamrielu.[8] Nicméně svým odvážným podnikem Uriel neúměrně překročil hranice možností své říše. Po jeho smrti se již nikdo o invazi na Akavir nepokusil. Uriel V. po sobě zanechal nezletilého syna Uriela VI. a dvě dcery. Za pětiletého císaře vládla jako regentka oficiálně jeho matka Thonica, skutečnou moc ve svých rukou však třímala Rada Starších. Rada Starších tou dobou dosáhla takřka neomezené moci a nemínila se jí vzdát. Když se Uriel Septim VI. ve svých dvaadvaceti letech roku 3E 307 ujal samostatné vlády, zůstalo mu z původních pravomocí císaře jen právo veta. Nicméně Uriel Septim VI. tohoto práva mistrně využíval a krůček po krůčku získával během let větší díl moci. V roce 3E 313 se již Uriel mohl těšit z myšlenky, že je skutečným pánem své říše. Uriel oživil špionážní síť a císařskou gardu a jejich prostřednictvím tlačil na nepohodlné členy Rady Starších. Velkou oporou mu byla i sestra Morihatha Septim. Když císař roku 3E 317 zemřel na následky pádu z koně, ujala se moci právě Morihatha.[9] Pelagius Septim IV., socha v Císařském městě Morihatha se zařadila k nejschopnějším panovníkům, kteří kdy vládli. Morihatha utvořila z Cyrodiilu skutečně stabilní srdce impéria, mimo centrální provincii se však říše rozpadala. Morihatha se však odmítala vzdát a odbojné vazaly si jednoho po druhém krůček po krůčku podmaňovala a donutila je uznat závazky vůči říši. Radě Starších však přišlo její pomalé tempo neúčinné a má se obecně za to, že si objednala Morihathynu vraždu roku 3E 339.[9] Morihatha po sobě nezanechala žádné dítě a tak na trůn usedl její synovec, jako Pelagius Septim IV. Mladý císař pokračoval v politice své tety, i když nedosáhl takových úspěchů jako ona. Panovníci na svých územích vedl samostatnou politiku a i malý zásah císařské moci byl pro ně nežádaný. Nicméně, když Pelagius po devětadvaceti letech mimořádně stabilní vládě zemřel, byla říše mnohem blíž k jednotě, než kdykoliv před tím od časů Uriela Septima I.[9] Poslední Septimové a Vpád Oblivionu Pro více informací si přečtěte články Vpád Oblivionu, Uriel Septim VII. a Martin Septim Rytina na níž je zobrazen mladý Uriel Septim VII., Kapesní průvodce říší, Třetí vydání Po Pelagiově smrti roku 3E 368 přijal císařskou korunu jeho syn Uriel Septim VII. V prvních letech své vlády prováděl tento císař ambiciozní a výbojnou politiku a nacházel se pod silným vlivem svého dvorního císařského mága Jagara Tharna. Tento mág však nakonec svého císaře zradil a uvěznil jej v jiné dimenzi, pravděpodobně v Oblivionu. Pod maskou císaře vládl Jagar impériu v letech 3E 389 až do roku 3E 399. Jagar se však o vladařské povinnosti nezajímal a impérium se začalo hroutit, v provinciích vypukla série válek, kdy si jednotlivé frakce vyřizovaly účty mezi sebou. Teprve roku 3E 399 byl Jagar poražen jistým hrdinou a s velkým přispěním královny Barenzie. Císař se vrátil zpět, avšak jeho vězení jej navždy změnilo.[10] Říše v době Uriela Septima VII. Uriel se vzdal původní velkolepé ambiciozní politiky a vsadil na špionáž, Čepele, zákulisní intriky a lstivou diplomacii. Morrowind byl sjednocen pod vládou jednoho panovníka, kterým se stal Hlaalu Helseth. Díky němu bylo v Morrowindu možné prosadit reformy a podlomit vliv Chrámu. Tak byl například po staletích otevřen přístup na ostrov Vvardenfell, jehož území bylo zreorganizováno jako císařská provincie. V High Rocku došlo k takzvanému zázračnému míru, kdy byly desítky malých království sjednoceny do větších a stabilnějších státních útvarů. K říši byl pak jako kolonie připojen ostrov Solstehim. Zůstává otevřenou otázkou, jestli by se Urielovi s konečnou platností podařilo dovést Tamriel ke kosmopolitní jednotě.[10] Martin Septim, poslední z rodu Septimů Roku 3E 433 však říší otřásla zatím největší krize v jejích dějinách. Císař a jeho tři synové byli zavražděni zabijáky Bájného Úsvitu. Situace byla o mnoho hrozivější než se zdálo, protože nebylo císaře, který by zapálil Dračí ohně, které udržovaly zavřené brány mezi Oblivionem a Tamrielem. Díky tomu započala invaze daeder, které vedl hrozivý démonický princ Mehrunes Dagon. Ačkoliv se situace zdála být bezvýchodnou, císař měl levobočka, který mohl usednout na trůn jako císař, byl jím Martin Septim. Tomu pomáhali příslušníci Čepelí i trestanec, který se později stal Šampionem Cyrodiilu. Po mnoha bojích uznala Rada Starších Martina za císaře, ve chvíli kdy se měla konat korunovace však započala invaze daeder přímo do hlavního města, tu vedl samotný Mehrunes Dagon. Martin Septim vyděl jako jediné východisko sebeobětování a díky Amuletu králů se převtělil do samotného Akatosche, který Mehrunese Dagona zahnal zpět do Oblivionu a bariéra mezi Oblivionem a pozemským světem byla obnovena. Sochu Akatosche lze dodnes spatřit v chrámu Vyvoleného.[11] Kolaps a Mezivládí Bouřné koruny Pro více informací si přečtěte články Thalmor, Mezivládí Bouřné koruny a Titus Mede I. Říše sice odrazila Vpád Oblivionu, avšak zaplatila za to krvavou cenu. Císařský trůn zůstal neobsazen a říše se začala hroutit. Vpád Oblivionu a konec Septimů byly natolik významnými událostmi, že byla vyhlášena nová čtvrtá éra. Pravděpodobný rozsah říše, v době nástupu Tita Meda I. Bez vládnoucího císaře vypukl v říši skutečný chaos, Rada Starších zatím přesvědčila kancléře Ocata, aby převzal jako regent moc nad říší. Netrvalo dlouho a říše se začala hroutit. Jako první vypověděl poslušnost Black Marsh, který se však již dávno nacházel mimo faktickou moc říše. Na Summersetských ostrovech se stále více dral k moci nebezpečný Thalmor. Říše však byla příliš zaměstnána vlastními problémy, než aby věnovala Thalmoru větší pozornost, což se později ukázalo být obrovskou politickou chybou. Jako první se o Thalmor začal zajímat potentát Ocato, ten byl však roku 4E 10 zavražděn, snad na příkaz Thalmoru.[12] Zavraždění potentáta Ocata vedlo k Mezivládí Bouřné koruny. Objevilo se hned několik kandidátů o císařskou korunu, kteří mezi sebou vedli válku a hrozbě Thalmoru opět nikdo nepřikládal pozornost. Rada Starších se rozdělila na znepřátelené frakce, bylo to období intrik a nemilosrdných bojů. O trůn se utkali jak legitimní nárokovatelé, tak sprostí uzurpátoři. Císařské Město bylo v těchto dobách zasaženo několika bouřemi, jako by se jednalo o trest od samotných bohů. Roku 4E 17 se Císařského města zmocnil coloviánský válečník a šlechtic Titus Mede. Ten se záhy nechal korunovat císařem. Je jisté, že nebýt tohoto muže, říše by již neexistovala.[12] Boj o existenci Pro více informací si přečtěte články Velká válka, Aldmerský spolek a Titus Mede II. Říše roku 4E 115 V době, kdy Titus Mede nastoupil na trůn, se již Summersetské ostrovy nacházely mimo faktickou kontrolu říše. Roku 4E 22 se Thalmor zmocnil úplné kontroly nad ostrovy a přejmenoval je na Alinor. Císaři nezbylo nic jiného, než se pasivně se stavem věcí smířit. Krom toho došlo v Morrowindu k výbuchu Rudé Hory a jižního území zbídačelé provincie se zmocnili Argoniáni. Thalmor pokračoval v úspěšných výpadech proti říši a roku 4E 29 uspořádal převrat ve Valenwood, císařské legie byly zcela poraženy a vytlačeny z provincie. Thalmor následně vyhlásil obnovený Aldmerský spolek. Krátce nato Thalmor přerušil veškeré kontakty s říší a dlouho o sobě nedal vědět.[13] Zubožená říše se nadto musela vypořádat s další hrozbou, plovoucím městem Umbriel. Roku 4E 98 došlo k další znepokojující události, z oblohy zmizely oba dva měsíce Masser a Secunda. Největší paniku vyvolala tato událost v Elsweyru, protože pro Khajiity mají měsíce obrovský kulturní význam. O dva roky později se měsíce opět objevily a Thalmor prohlašoval, že je to jeho zásluhou. Zatímco Khajiiti oslavovali Thalmor jako své zachránce, císařská moc v provincii rychle upadala. Roku 4E 115 měl Thalmor dost sil, aby uspořádal další politický převrat. Konfederace Elsweyr byla rozpuštěna a byla obnovena dávná království Anequina a Pelletine. Obě království se stala vazalskými státy Aldmerského spolku.[13] Roku 4E 168 nastoupil na císařský trůn Titus Mede II. Nový panovník měl sotva pár let na to, aby upevnil svou moc a již musel bojovat o samotnou existenci své říše. Thalmor totiž předložil císaři ultimátum, které obsahovalo tak nehorázné podmínky, že jej císař odmítl. To byla pro Thalmor záminka k rozpoutání Velké války. Válka trvala v letech 4E 171 až 4E 175 a měla pro říši fatální důsledky. Altmerským silám se podařilo proniknout až hluboko do Cyrodiilu a dobýt hlavní město, které bylo krutě vypleněno. Tato událost byla pravděpodobně největším ponížením, které kdy říše zažila. Císaři se však podařilo zreorganizovat své síly a nakonec nad Altmery zvítězil v Bitvě o Červený kruh. Vítězství však bylo vykoupeno za cenu obrovských ztrát a císař seznal, že jeho síly již nejsou ve válce schopny pokračovat. Proto s Aldmerským spolkem uzavřel mír, který vešel do dějin jako Bělozlatý konkordát.[13] Císař Titus Mede II. Mír znamenal přijmout podmínky, které stanovil Thalmor. Pro všechny obyvatele říše od té doby platil zákaz uctívání Talose. Přijetím konkordátu říše navíc ztratila Hammerfell, který odmítl tuto smlouvu ratifikovat.[13] Smlouva navíc způsobila vnitřní rozvrat v císařství. Mnozí skyrimští Nordové odmítli smlouvu uznat, do čela těchto odbojníků se postavil Ulfric Bouřný háv, který neváhal zajít tak daleko, že roku 4E 201 zavraždil samotného skyrimského velekrále Torygga. Na stranu Ulfrica se postavilo mnoho dalších jarlů a vypukla tak občanská válka, které musí říše v současné době čelit. Z tohoto konfliktu jistě těží hlavně Thalmor.[14] Geografie Topografická mapa Na vrcholu své moci, zaujímala říše území celého kontinentu. Po sérii ztrát, které připravily říši o mnohá území, zaujímá impérium v současné době rozlohu přibližně 2 220 000 km².[2] Čímž však zůstává i nadále největším státním útvarem v Tamrielu. Území pod vládou císařství tak zabírá asi 39% z celkové plochy Tamrielu. Součástí říše zůstávají Cyrodiil, Skyrim, High Rock a kolonie Solstehim. Severní pobřeží říše omývá Moře Duchů, západní pobřeží pak Abeceanské moře a na jihu Topalská zátoka. Na pevnině má říše společnou hranici s Hammerfellem na západě, Aldmerským spolkem na jihu (s provinciemi Elsweyr a Valenwoodem) a Argonií na východě (Black Marsh a Morrowind.). Povrch Jícen Světa, nejvyšší hora iméria Vzhledem ke své ohromující rozloze, má Tamrielská říše pestrou topografii. V High Rocku dominují Wrothgarianské hory, ležící na severovýchodě této provincie, hranici se Skyrimem pak tvoří pohoří Druadach. Nejvíce hornatou provincií je Skyrim, v této severské zemi se nalézají čtyři z pěti nejvyšších hor celého kontinentu. Nejvyšším bodem Skyrimu a říše je Jícen Světa. Velothijské pohoří se táhne na východě Skyrimu, při hranici s Morrowindem. Skyrim však není jen zemí hor a kopců, ale nalézají se zde také rozsáhlé travnaté nížiny a planiny. Jerallské hory se tyčí na hranici mezi Skyrimem a Cyrodiilem a jedná se pravděpodobně o nejvyšší pohoří Cyrodiilu. V Cyrodiilu se pak nachází Colovianská vysočina a údolí Nibenu. Na východě provincie se tyčí pohoří Valus. Vodstvo Řeka Niben, nejdelší a největší řeka Cyrodiilu Území Tamrielské říše má ohromné zásoby pitné vody. Nejdelší a největší řekou je pravděpodobně Niben, protékající Cyrodiilem. K dalším cyrodiilským řekám patří například Brena a Lirid. Všechny cyrodiilské řeky ústí buď do Abeceanského moře, nebo Topalské zátoky. Nejdelší řekou Skyrimu je pak Bílá řeka a jen o trochu méně delší je řeka Karth. Všechny skyrimské řeky ústí bez výjimky do Moře Duchů. Nejvýznamnějším tokem v High Rocku je řeka Bjoulsae. K největším jezerům patří cyrodiilské Rumare, a skyrimské Ilinaltino jezero a Yorgrimovo jezero. Klima Většina území říše se nachází v oblasti mírného klimatu, především Cyrodiil, High Rock a částečně i Skyrim. Cyrodiil je díky příznivému klimatu zemí s mnoha úrodnými poli, loukami, háji a lesy. Na západě země, v oblasti okolo města Anvil, vládne příjemné subtropické klima. Zatímco výše položené severní oblasti jsou vystaveny drsnějším podmínkám, ne nepodobných těm ve Skyrimu. V samotném Skyrimu vládne mírnější klima především na jihu země, v níže položených oblastech. Dokonce se zde v omezené míře daří zemědělství. Pro centrální oblasti Skyrimu je typická tundra. Na severu a ve výše položených oblastech vládne věčná zima, nehostinný sever Skyrimu se již nachází v polární oblasti. Podobné podmínky vládou i na ostrově Solstehim. High Rock je znám pro své příznivé klimatické podmínky a příjemné přímořské podnebí. Většina osídlení je tak koncentrována kolem Iliáckého zálivu. Politický systém Císařské Město, hlavní město impéria Tamrielská říše je centralistickou monarchií, která se opírá především o své vojsko, loďstvo a provinční správu. V říši je zavedená přesně vymezená a složená hierarchie titulů a úřadů. Hlavou a nejvyšší autoritou ve státě je císař. Přestože by se mohlo zdát, že je říše absolutní monarchií, záleží na síle jednotlivého císaře, jak moc se dokáže prosadit nad mnoha vazaly a Radou Starších. Tamrielská říše se vnitřně dělí na tři provincie, které jsou obdařeny značnou autonomií a náleží k ní také provincie Solstehim. Většina obyvatel říše má status občana. Tamrielský císař sídlí v Cyrodiilu, který je srdcem říše. Nalézá se zde i Císařské Město, které je sídlem císaře a hlavním městem impéria. V tomto městě sídlí většina státních institucí, zároveň je hrdým představitelem císařské kultury. Císař Pro více informací si přečtěte článek Tamrielský císař Titul císaře je nejvyšší panovnickou a nejprestižnější hodností, které lze dosáhnout. Titul pochází z dob první éry, kdy jej jako první dosáhla Alessia. Titul po staletí náležel cyrodiilským panovníkům, během druhé éry však nebylo korunovaného císaře a Cyrodiilská říše se rozpadla. Prvním, kdo od té doby získal císařský titul byl Cuhlecain, kterého následoval na trůně Tiber Septim. Tiber, jako vůbec jediný v historii Tamrielu, ovládl celý kontinent a jeho titul tak nabyl nového rozměru, od té doby byli on a všichni jeho dědicové nejen cyrodiilskými císaři, ale také císaři tamrielskými. Používání titulu v dnešní době je značně diskutabilní, protože císaři panující v Císařském Městě, se již rozhodně nemohou považovat za pány celého kontinentu. Císařská moc je dědičná, obvykle se předává z otce na syna. Pokud však není žijící mužský potomek, může se vlády ujmout i žena. Rada Starších Pro více informací si přečtěte článek Rada Starších Rada Starších je nejvyšší jednou z nejvyšších státních institucí Tamrielské říše. Během historie získala Rada značný politický vliv a působí v ní ti nejmocnější a nejbohatší muži a ženy impéria. Někteří císaři dokonce úřad v Radě Starších udělují za příslušný finanční obnos. Rada je v podstatě tamrielským senátem, sídlí v Císařském Městě a v jejím čele stojí nejvyšší kancléř. Rada přebírá plnou moc nad říší v době, kdy je císařský trůn uprázdněný, mezi její nejvýznamnější pravomoci pak patří výběr a schvalování nového kandidáta na císařský trůn. Mnohdy má Rada právo schvalovat nástupnická práva i v případě prvorozeného syna císaře. Rada Starších často vystupuje proti císaři a snaží se na jeho úkor posilnit svou moc, záleží jen na daném císaři, jak moc se dokáže nad Radou prosadit. Císařské právo Císařské právo patří mezi nejdůležitější prvky a symboly Tamrielského impéria. Během staletí let existence zaznamenalo dlouhý vývoj a původně zřejmě vycházelo z práva cyrodiilského. S rozmachem impéria však se však vyskytla potřeba přizpůsobit dosavadní právo zvyklostem a tradicím podrobených národů a kultur. Tamrielská říše je obecně velmi tolerantní a vstřícná co se týče přístupu ke svým poddaným a to i ve směru práva. Císařské právo platí sice bez výjimky pro všechny provincie, avšak v dané provincii je vždy mírně pozměněno, aby vyhovovalo místním právním zvyklostem. Takovým příkladem může být i to, že pro celou říši platil přísný zákaz otroctví, zatímco v případě Morrowindu se otroctví mlčky tolerovalo. Zákonodárcem je císař i Rada Starších, císař má však právo zákony Rady Starších vetovat a tohoto práva využívá velmi důkladně. Vykonavateli práva v provinciích jsou většinou místní panovníci, vazalové císaře, ti však musejí postupovat v souladu s říšskými zákony. Za nejtěžší zločin je považována velezrada, která je trestána stětím. Nejkontroverznějším zákonem v současnosti je Bělozlatý konkordát. Provincie a území Cyrodiil Pro více informací si přečtěte článek Cyrodiil Mapa Cyrodiilu, ústřední provincie říše Cyrodiil je srdcem impéria, jeho hlavním městem je Císařské město a je odtud císařem a Radou Starších řízena celá říše. Cyrodiil patří mezi nejvyspělejší regiony říše a působí zde vedle sebe císařská, nibenská a coloviánská kultura. Původně byla provincie vlastí Císařských, avšak když se Cyrodiil stal centrem světové říše, přilákal osadníky ze všech ostatních provincií. Proto je obyvatelstvo Cyrodiilu značně kosmopolitní a Císařští tvoří sotva polovinu všech obyvatel země, zbytek zaujímají ostatní národy. Politicky se Cyrodiil, krom hlavního města, dělí na osm autonomních hrabství. Hrabata, vládnoucí ve svých městech, jsou však pod bedlivou kontrolou císařských orgánů. High Rock Pro více informací si přečtěte článek High Rock Mapa High Rocku High Rock je provincií, která tvoří severozápadní část říšských území. V High Rocku neexistuje domácí centrální vláda a dokonce ani hlavní město. Sídlem císařské vlády v provincii je však Daggerfall, který je tak alespoň de iure hlavním městem. Zatímco politicky se země dělí na řadu městských států, mezi nimiž jsou nejmocnější království Daggerfall a Wayrest, podivuhodná jednota panuje v kultuře, tradicích a zvycích. Domácím obyvatelem High Rocku jsou Bretonci. Skyrim Pro více informací si přečtěte článek Skyrim Mapa Skyrimu Skyrim je pro udatnost svých obyvatel zván paží říše, zatímco Cyrodiil je jejím srdcem. V čele této severské provincie stojí velekrál, který je volen skyrimským sněmem. Za hlavní město Skyrimu je v současné době považována Samota, ve které sídlí také císařské úřady. Vnitřně se provincie dělí na devět držav, kterým vládnou autonomní vládci - jarlové, ti jsou podřízeni velekráli, který je zase podřízen císaři. Nordové, domácí obyvatelstvo Skyrimu, nemají cizince příliš v lásce a v současné době část z nich vede povstání proti říši. Solstehim Pro více informací si přečtěte článek Solstehim Solstehim je malý ostrov, který leží na sever od Morrowindu v Moři Duchů. Tento ostrov je součástí Tamrielské říše od konce třetí éry, kdy na jeho území dorazili první kolonisté. Říše založila na jižním pobřeží pevnost Frosthmoth, který je sídlem koloniální vlády. Obyvateli Solstehimu jsou hlavně Nordové, Císařští a po výbuchu Rudé hory zde našli útočiště mnozí dunmerští uprchlíci. Zahraniční vztahy Altmerský spolek Pro více informací si přečtěte článek Altmerský spolek Impérium a jeho sousedé roku 4E 201 Altmerský spolek je v současné době bezpochyby největším rivalem Tamrielské říše o nadvládu nad kontinentem. V čele spolku stojí autokratická vláda Thalmor, která se drží starých zvyklostí a odmítá uznávat Talose za boha. Thalmor udržuje přísnou politiku izolovanosti a není příliš známé, co se děje na území pod jeho vládou. K dosažení svých cílů využívá Thalmor špionáže, lstí a mistrných politických machinací. Často vystupuje jako osvoboditel národů z nadvlády říše. Díky vnitřním rozporům v říši, měl Thalmor dostatek času zkonsolidovat svou moc a když proti impériu otevřeně vystoupil, bylo již pozdě. Postupem času se Thalmor zmocnil Summersetských ostrovů, Valenwoodu a Elsweyru. Po Velké válce donutil Thalmor císaře Tita Meda II., aby podepsal Bělozlatý konkordát. Zákaz uctívání Talose má pro říši dalekosáhlé důsledky, umožňuje totiž Thalmoru přístup na říšské území a potírání kacířů, čímž Thalmor získal účinný prostředek na zásahy do vnitřní politiky říše. Mezi oběma mocnostmi vládne i nadále silné napětí. Hammerfell Pro více informací si přečtěte článek Hammerfell Mapa Hammerfellu Hammerfell byl po staletí stabilní součástí říše. Již od časů Tibera Septima platila mezi říší a Hammerfellem smlouva, která zemi potvrzovala mnohé výsady a značnou autonomii. Díky tomu panovaly mezi Hammerfellem a říší přátelské vztahy. Když začala Velká válka, Hammerfellští Redguardi se okamžitě jali konat svou povinnost a bojovali nejen za svou vlast, ale také za říši. Hammerfell však po válce odmítl uznat Bělozlatý konkordát, který považoval v podstatě za kapitulaci říše před Thalmorem. Císař, aby zachoval mír s Altmerským spolkem, byl nucen se Hammerfellu jakožto provincie vzdát. Hammerfell tak vlastně nechtěně a beze zbraní získal samostatnost. Redguardské frakce se mezitím sjednotily a pokračovaly ve válce proti spolku, jehož armáda nakonec byla vyhnána. Hammerfell je tak v současné době nezávislým státem, avšak Redguardi nadále považují císaře za zrádce a vztahy mezi nimi a říší jsou tak mnohem horší, než kdykoliv předtím. Argonia Argonia je souhrnný název pro území, které je pod nadvládou ještěřího lidu Argoniánů. Území Black Marshe nikdy nebylo pod plnou kontrolou říše, ta po staletí ovládala pouze jeho pobřežní oblasti, kdežto vnitrozemí bylo neproniknutelnou zónou. Fakticky se Black Marsh na konci třetí éry nacházel mimo říšský vliv a jako první se začátkem čtvrté éry zcela vymanil z jejího područí. Argoniáni se brzy nato pomstili svým dlouholetým otrokářům z Morrowindu, Dunmerům. Když vybuchla Rudá hora, vtrhli Argoniáni na území Morrowindu a dobyli jeho jižní části. V důsledku toho se císařská kontrola nad Morrowindem zhroutila. Vztahy mezi říší a Argonií jsou v současné době neznámy. Argoniáni se pravděpodobně izolují od problémů, které panují ve zbytku Tamrielu. Vojenské síly Císařské legie Pro více informací si přečtěte článek Císařské legie Legionář třetí éry Legionář čtvrté éry Tamrielská říše se vždy opírala a dodnes opírá o svou profesionální armádu. Císařské legie jsou garantem a ochráncem práva, míru a bezpečí občanů. Nejvyšším velitelem legií je samozřejmě sám císař, po něm následuje přesně stanovená hierarchie titulů, od generálů po obyčejné vojíny. Legionáři jsou vystaveni striktní a přísné disciplíně a jejich služba je dlouhá v řádu několika desítek let. Bezpodmínečně vyžadována je loajalita a pokud legionář ve své věrnosti říši a císaři zaváhá, následuje přísný trest. Legie střeží hlavní město a mají své posádky v pevnostech po celé říši. Posádky legií jsou také umístěny v některých provinčních městech, většinou v těch hlavních. Vedle mnoha jiných povinností legionáři také pravidelně hlídkují na silnicích, aby zamezili přepadením a jiným výstřednostem ze strany banditů. V legiích pak neslouží jen Císařští, ale také příslušníci ostatních národů. Není neobvyklé, že cizinec dosáhne v legii vysokého postavení. Zájemce o službu do legií většinou láká získání nového domova a rodiny, tím se jim totiž legie skutečně mnohdy stává, dále pak společenská prestiž a vidina slávy. Nemalou motivací jsou i odměny za dlouholetou a věrnou službu císaři a jeho říši. Všichni legionáři jsou vybavení jednotnou a skvělou zbrojí, které se liší jen tím, že si mohou vybrat lehkou, střední a nebo těžkou. Ty nejkrásnější a nejluxusnější zbroje pak náleží vysoce postaveným důstojníkům. K typickým zbraním patří krátké meče a luky. Výrobě zbraní se přikládá velká důležitost a kvalitní kováři jsou tak v legiích velmi žádaní. Vazalské jednotky Vedle legií tvoří nezanedbatelnou součást armády také jednotky císařových vazalů. Skyrimští jarlové, bretonští králové i cyrodiilská hrabata, ti všichni disponují svými vlastními ozbrojenými družinami. Vojenské družiny vazalů jsou výhodné nejen pro ně samotné, ale také pro císaře. Možnost disponovat vlastními vojenskými jednotkami dodává vazalovi zdání samostatnosti. Vazalové tak navíc sami ručí za bezpečnost svých měst a území, kterým vládnou, čímž tato povinnost pro legie odpadá a ty se mohou věnovat důležitějším problémům a povinnostem. V případě ohrožení a nebo pokud je vazal podezřelý ze zrady, může říše umístit své legie i do vazalova města. V historii se několikrát vazalské jednotky účastnily tažení císařských legií, bylo-li toho zapotřebí. Loďstvo Pro více informací si přečtěte článek Císařské loďstvo Katariah, císařova osobní loď Důležitou součástí vojenských sil císařství je i loďstvo. Dokud říše ovládala celý kontinent, bylo loďstvo spíše doplňující složkou ozbrojených sil, jejím hlavním úkolem bylo potírat piráty a chránit pobřežní oblasti a obchodní lodi. V historii se ukázalo i několik případů, kdy muselo loďstvo zasáhnout proti vnějšímu nepříteli, například v případě Ostrovní války. Největší námořní operací v dějinách impéria byla Invaze na Akavir, císař Uriel Septim V. si uvědomoval, že dosavadní loďstvo je pro tak riskantní podnik nedostačující a nechal proto vystavět nové, mnohem větší lodě. Jeho invaze však nakonec ztroskotala a jeho loďstvo bylo z větší části zničenou přírodními pohromami, například bouřemi. To, že je císařské loďstvo nedostačující je patrné i dnešní době. Říše není schopna zabezpečit své území před postupem Altmerského spolku a jak se ukázalo v nedávné Velké válce, ani zde nedosáhlo námořnictvo valných úspěchů. V současné době je loďstvo pravděpodobně oslabené a o invazi proti Altmerskému spolku nemůže být ani řeči. Ostatní jednotky Po staletí patřily k nejdůležitějším jednotkám císařství také Čepele. Jejich posvátným úkolem bylo chránit tamrielského císaře před všemi nepřáteli. Čepele nebyly jen ochránci císaře, ale také sloužily jako jeho oči a uši, zabývaly se tedy diplomatickou a špionážní činností. Thalmor však uštědřil Čepelím hrozivou lekci a v Bělozlatém konkordátu si vynutil jejich definitivní rozpuštění. V současné době jsou tak členové Čepelí na útěku a musejí se skrývat. Císař poté vytvořil novou špionážní jednotku Penitus Oculatus. Známy jsou i případy, kdy císaři verbovali zahraniční žoldnéře, kteří měli doplnit síly císařské armády. Tito žoldnéři se však většinou ukázali jako neúčinní a neloajální. Navíc nebyli tak disciplinovaní jako legionáři. Ekonomika Hospodářství říše je jednou z nejsilnějších a nejvyspělejších ekonomik na kontinentu. Říše má stabilní a jednotnou měnu s přesným obsahem zlata, ta nese název po první vládnoucí dynastii - Septim. To nejžádanější zboží plyne po mnoha obchodních cestách do Císařského Města, které je díky své příhodné poloze obchodním centrem impéria. Výsadní monopol na zboží dovážené do říše má Východocísařská společnost, která vlastní obří sklady téměř ve všech důležitých přístavech. Mezi nejrušnější přístavní města, jejichž bohatství plyne z obchodu patří Samota, Anvil, Wayrestadalší. Obchodu se daří hlavně v High Rocku, kde probíhá rušný námořní obchod přes Iliácký záliv. Dále pak v Cyrodiilu, jehož poloha v centru kontinentu z něj činí příhodné místo pro obchodování. Přístavy jsou obchodními centry říše Příjmy do státní pokladny plynou hlavně z cel, která jsou uvalená na obchod. Mnozí obchodníci se však vyhýbají hlavním cestám, protože se tak snaží neúměrně vysoké clo obejít. Další příjmy plynou z daní a různých poplatků a tributů od vazalů. Výdaje říše na udržování obrovské vojenské mašinerie, rozvětvené byrokracie, diplomacii a údržbu silnic a měst jsou zřejmě obrovské. V hospodářství krom zmíněného obchodu dominuje zemědělství, které zaměstnává drtivou většinu obyvatel. Dále dřevorubectví, chov dobytka, vinařství, rybolov, těžba nerostů a lov. Demografie Na vrcholu své moci, ovládala říše území celého kontinentu a pod její vládu spadaly všechny tamrielské rasy, národy a kultury. Přestože říše vlastně vzešla z Cyrodiilu, po celé své trvání si udržuje značně kosmopolitní ráz. Občané říše se ke svému státu hrdě hlásí a mají pocit sounáležitosti. Nejpestřejší mozaikou národů je Cyrodiil, který jako srdce říše láká mnohé přistěhovalce, ti tu vyhledávají veškerý komfort a výhody, které jim může císařská kultura nabídnout. V důsledku toho netvoří domácí Císařští ani polovinu obyvatel provincie, vedle nich jsou tu zastoupeny ve větší či menší míře snad všechny tamrielské rasy. Skyrim je domovem Nordů, avšak vedle nich jsou tu velké komunity Dunmerů, Bretonců a Orků, v menší míře pak i všech ostatních ras. High Rock je pak vlastí Bretonců, ale blízkost Hammerfellu znamená i přítomnost mnoha Redguardů a také se zde nachází město Orsinium, domov Orků, to však bylo v nedávné době dobyto a vypleněno. Náboženství Oficiálním náboženstvím říše, je po Velké válce Božská osmička, devátý bůh Talos byl v souladu se smlouvou z pantheonu Bohů odstraněn. Oficiální náboženství je organizováno v Císařském kultu a náboženství je tak podřízeno císaři a jeho vůli. Císařský kult nejen že spravuje církevní majetek v říši, ale zabývá se především misijní činností a šíří víru v Božskou osmičku tam, kam ještě nepronikla. Nejvýznamnějším svatostánkem impéria je Chrám Vyvoleného, který se nachází v hlavním městě. Obecně pak platí, že v každém větším městě se nachází chrám, který je zasvěcen jednomu z osmi bohů. Říše je však proslulá svou tolerancí k ostatním náboženstvím, mnoho obyvatel vůbec nevyznává oficiální božstvo a uctívá různé bůžky, duchy a dokonce daedry. Uctívání daeder je sice zakázáno, ale zdá se, že říše toleruje uctívání některých dader, kam patří například Azura. V současné době je však tvrdě stíháno uctívání Talose, mnozí panovníci i jejich poddaní však nadále Talose uctívají, v soukromí svých domů. V říši však působí thalmorští justicionáři, pod jejich pravomoc náleží potírání kacířství. Nešťastníka, který je usvědčen z kacířství, nemůže zachránit ani zásah samotného císaře. Kultura a společnost Pro více informací si přečtěte článek Císařská kultura Tradice a svátky Pro více informací si přečtěte článek Tamrielský kalendář Říšský kalendář stanovuje tyto svátky: 1. Jitřník - Festival Nového Života - Občané říše v tento den vítají příchod nového roku. Pivo je v tento den v hospodách, dle statého zvyku, čepováno zdarma. 15. Jitřník - Modlitba Jižního větru - Je jedním z nejdůležitějších svátků, občané říše se tento ten scházejí ke mším a prosí božstva o dobrou úrodu. Kněží poskytují odzravné služby zdarma. 16. Úsvitník - Srdeční den - Je oblíbeným svátkem všech milenců. Tento den nabízejí hostince pokoje zdarma pro všechny zamilované. 7. Prvosev - První setba - Tento svátek se slaví každý rok, všemi obyvateli říše symbolickým zasetím po podzimních žních. Je to také den nových začátků, sousedé řeší své spory, jsou vynášeny rozsudky a kněží nabízejí bezplatnou péči. 28. Deštivec - Šaškův den - Jedná se o svátek, kdy jsou obyvatelé měst vystaveni kanadským žertíkům, téměř na každém kroku. 7. Druhosev - Druhá setba - Svátek ne nepodobný První setbě. S tím rozdílem, že tento den je kladen důraz na mír, nikoliv na konflikty. Proto, zatímco jiná zranění jsou léčena bezplatně, za válečná zranění je hrazena plná cena. 16. Prosředník - Pololetní oslava - Jedná se o zajímavý svátek, který byl zaveden pravděpodobně proto, aby zmírnil rozhořčenost lidu ze zvyšování daní. Tento den jsou za požehnání Bohů v chrámech vybírány jen poloviční poplatky. 10. Sluník - Obchodnický festival - Tento den je svátkem obchodníků a obchodování. Na všech tržištích je zboží sleveno až o polovinu. Jen Cech mágů ceny za své zboží neslevuje. 20. Sluník - Den Slunečního odpočinku - Je svátkem odpočinku, zatímco obchody jsou tento den zavřeny, chrámy a hospody jsou však otevřeny. 27. Sklizník - Dožínky - Jedná se o den poslední setby. Tento svátek je velmi oblíbený, končí jím totiž \"roční práce\" a oslavuje se sklizeň a úroda. 3. Krbec - Historky a svíčky - Je svátkem, při kterém pověrčiví občané věří, že do jejich těl mohou vstoupit duchové a proto mlčí. I ti nejsmělejší se vyhýbají temným uličkám měst, protože podle tradice ten den bloudí mrtví po Tamrielu. Cech mágů tento den slevuje své zboží až o polovinu. 13. Mrazivec - Festival čarodějnic - Den magických a náboženských sil. V divočině se shromažďují démonologové, zaklínači, upíři a podobní, kteří vyvolávají různé kreatury. Většina obyvatel se tento den cestování vyhýbá. 23. Mrazivec - Den rozbitých diamantů - Den, ve který byla podle tradice zavražděna císařovna Kintyra II. Obyvatelé se modlí za to, aby byla císařská rodina obdařena moudrostí a shovívavostí. 30. Mrazivec - Císařovo narozeniny - Jedná se snad o nejpopulárnější svátek roku. Kejklíři baví obyvatelstvo, zatímco šlechta si užívá koňských závodů skřítků. 20. Soumračník - Válečný festival - Svátek všech tamrielských válečníků, zbroje a zbraně jsou sleveny o polovinu. Naneštěstí si mnoho chlapců díky příznivým cenám kupuje své první meče a poklidné ulice se tak promění v místa amatérských šarvátek. 15. Večerník - Den modlitby Severního větru - Svátek, která pečlivě udržují všechny tamrielské chrámy. Tento den jsou nabízeny chrámové služby, jako jsou požehnání, léčení a další za poloviční ceny. 30. Večerník - Starý život - Den, který se slaví v celém císařství na rozloučení se starým rokem. Mnozí občané přemýšlejí v chrámech o své minulosti. Konají se také děsivé průvody na uctění zesnulých. Zábava Aréna v hlavním městě, místo gladiátorských zápasů Tamrielští občané milují zábavu a vláda si uvědomuje, že jedině zábavou se dá udržet spokojenost obyvatelstva. Kdysi byly velmi rozšířené gladiátorské hry, téměř každé město mělo svůj vlastní tým, který jej reprezentoval. V současné době však městské týmy téměř vymizely a gladiátorské souboje se udržely jen v hlavním městě, které pro tyto účely disponuje velkou arénou. V Císařském městě existují dva týmy - Modrý a Žlutý a oba dva mají své vášnivé fanoušky. Aréna však není jen místem soubojů, ale také místem slavnostních projevů císaře a hudebních představení. Aréna uspokojuje nejen touhu obyvatel vidět dobrý zápas, ale také vášnivé sázkaře, někteří jsou na sázení tak závislí, že prohrají nemalé jmění. Rozšířené jsou i divadelní hry. Pro pobavení obyvatelstva existuje i řada různých svátků, při kterých jsou tu a tam poskytovány různé menší výhody, oproti běžným dnům. V městech pak často vystupují potulní kejklíři a ve skyrimských hostincích bardi. Hostince jsou další vyhledávanou destinací, které poskytují návštěvníkům nejen zábavu a nocleh, ale také pravidelnou dávku nejnovějších drbů. Vzdělanost, vzdělání a literatura Zdá se, že ačkoliv je impérium kulturně na nejvyspělejší úrovni, neexistuje žádný centrální systém vzdělávání. Je tak obtížné posoudit gramotnost obyvatelstva, zdá se, že na venkově převládá negramotné obyvatelstvo, zatímco bohatší vrstva žijící ve městech je obecně gramotná. Císařská rodina a aristokratické rody si pro své děti najímají ty nejlepší soukromé učitele, kteří je vzdělávají v historii, rétorice, magii, bojích, hudbě a dalších směrech. V impériu existuje několik vysoce ceněných univerzit a různých spolků, poskytujících svým zájemcům patřičné vzdělání. Přímo v Císařském Městě se nachází Magická univerzita, která poskytuje nejvyšší vzdělání v oblastech magie, alchymie, astrologie a disponuje velkou knihovnou a planetáriem. Studovat na této univerzitě je v jistém ohledu výsadou, zájemce totiž musí projevit mimořádné úsilí a získat doporučení všech Cechů mágů ve všech cyrodiilských městech, aby mu bylo dovoleno vstoupit na půdu univerzity. Taktéž Skyrim disponuje svou vlastní magickou univerzitou v Ledohradu, na kterou je však v současné době zahlíženo s nevraživostí. Magické univerzity jsou také známé pro rozsáhlé archeologické výzkumy, které jsou přínosem pro historii a poznání dávných kultur. Po celé říši je také velmi ceněný Cech Bojovníků, který poskytuje zájemcům profesionální vyškolení v umění vládnout všemi druhy zbraní. V Samotě se nachází také proslulá Bardská univerzita, ze které pocházejí ti nejlepší bardi, pěvci a vypravěči bájí a historických příběhů, ale i aktuálních témat. Bardi ze zdejší univerzity jsou tak skvělí, že jsou jejich služby žádány i u císařského dvora. Císařská literatura dosahuje skvělé úrovně. Tamrielští autoři se zabývají všemožnými tématy, vychází také díla biografická, dějepisná, esoterická, cestopisná, náboženská, právní a politická, mravoučná, básnická a poezie a mnohé další. Úroveň a kvalita těchto děl se liší od autora k autoru, mnohá díla jsou skvěle objektivní, zatímco jiná jsou jednostranná a silně subjektivní. Mnozí autoři jsou silně zaujatí pro věc císařství a jejich díla jsou silně procísařská, kdy jsou ostatní národy považovány za barbarské. Náboženství hraje při psaní děl velmi důležitou roli, autoři často v úvodu Bohy chválí. V Císařském Městě dokonce vychází noviny, které jsou známé jako Cyrodiilský kurýr, které informují obyvatele města o aktuálním dění v Cyrodiilu i říši. Vzhledem k vydávání novin je možné, že v říši je zaveden knihtisk. Umění Umění v říši je reprezentováno malířstvím, sochařstvím a hudbou. Paláce a domy zámožných obyvatel jsou vyzdobeny nádhernými obrazy, jejichž ústředním prvkem je často každodenní život, jídlo, stavby a mytologické výjevy. Palácové sály boháčů zdobí také precizně ušité tapisérie, koberce a gobelíny. Chrámy zdobí nádherné vitráže a oltáře, které znázorňují bohy. Sochařství dosahuje také skvělých kvalit, sochy zdobí hlavně Císařské Město, kde najdeme sochy bohů, draků a císařů. Jako hlavní materiál v sochařství je využíván mramor. Hudba je hlavně uměním Bardů, kteří pějí nádherné písně o hrdinech a bájích. Bardové jsou žádaní v hostincích, při festivalech a svatbách, aby obveselili obyvatelstvo. Architektura Císařští jsou skvělými architekty a staviteli. Architektura v impériu je však značně různorodá, působí tu vedle sebe císařské, ayleidské, colovianské, nibenské, bretonské, nordské i dwemerské architektonické styly. V klasicky císařském stylu je vystavěno hlavní město, kde vedle císařské architektury silně působí také ayleidské prvky. Šedý mramor, použitý v hlavním městě působí jednotvárně, monumentálně a chladně, jakoby město dokazovalo svou velikost a titěrnost obyvatel žijících v jeho hradbách. Typickými prvky architektury jsou lomená okna, velkolepé kopule, klenby a sloupořadí. Hlavní město je také plné parků a má vlastní kanalizaci. Císařství je známé budováním silnic, jejichž kvalita usnadňuje nejen obchodování, ale také efektivní administrativu a přesun vojska. Mimořádně velkolepým dojmem působí kamenné mosty s mohutnými pilíři. Cestování a doprava Pozemní cestování usnadňují kvalitní dlážděné silnice, na jejichž údržbu vydává stát nemalé finanční částky. Silnice jsou většinou dlážděné a propojují všechna důležitá města. Kritizováno je však poměrně vysoké clo a proto mnozí obchodníci volí raději postranní cesty. Na tamrielských silnicích lze narazit hlavně na obchodní karavany, dobrodruhy a poutníky, legionáře, kteří hlídkují a ručí za bezpečí cestujících, ale také lapky a různé vyvrhele. Chudším obyvatelům nezbývá, než cestovat pěšky, cesta mezi městy tak může být dlouhá i několik dnů. Ti zámožnější občané využívají k přepravě koně, dostavníky a různé povozy. Při silnicích jsou často vybudovány pevnosti a hostince, které nabízí unaveným poutníkům nocleh a občerstvení. Námořní doprava slouží hlavně dálkovému obchodu. Mezi nejdůležitější a největší přístavy náleží: Císařské Město, Anvil, Daggerfall, Wayrest, Samota, Jitřenka a Větrný Žleb. Související články Seznam tamrielských císařů Seznam válek Tamrielské říše"
}