{
    "title": "Thalmor",
    "table_of_contents": [
        "Obsah",
        "1 Ciele a ideológia",
        "1.1 Ideologické presvedčenie",
        "1.2 Náboženské presvedčenie",
        "1.3 Nepriatelia",
        "2 História",
        "2.1 Vznik a súčasť Prvého spolku",
        "2.2 Súčasť Druhého spolku a pád",
        "3 Nástup k moci",
        "3.1 Predohra",
        "3.2 Počiatok vlády",
        "4 Obdobie mocenského rozmachu",
        "4.1 Prvá expanzia",
        "4.2 Prenasledovanie nepriateľov",
        "4.3 Druhá expanzia",
        "5 Veľká vojna",
        "5.1 Situácia pred vojnou",
        "5.2 Priebeh vojny",
        "5.3 Situácia po vojne",
        "6 Súčasnosť",
        "7 Zdroje"
    ],
    "infobox": "",
    "content": "Pre Thalmor vo významovej rovine šľachtického snemu pozri článok: Thalmor (snem) Thalmor je vládnuca politická frakcia Aldmerského spolku. Frakcia má dominantný, radikálny a autokratický charakter a proti svojim oponentom sa neštíti použiť agresiu.[1][2][3] Thalmor pochádza zo Summersetských ostrovov.[4] Ciele a ideológia \"Nevidíš? Elfská nadradenosť je jediná pravda!\" ―Thalmorský Justiciár Ideologické presvedčenie Členovia Thalmoru pevne veria v nadradenosť Altmerskej rasy voči všetkým ostatným ľudským rasám. Rasu Bosmerov taktiež považujú za vznešenú, nazývajúc ich svojimi \"bratrancami\".[5] Prakticky všetky elfské rasy, ktoré odvodzujú svoj pôvod od starej rasy Aldmerov sú v očiach Thalmoru nadradené a predurčené na vládu ostatným rasám Tamrielu. Thalmorskí justiciári sa neštítia skrývať svoj odpor voči ľudským rasám. Ich cieľom je navrátiť Tamriel do časov Mýtickej éry, keď Tamrielu vládli Aldmeri (odtiaľ názov Aldmerský spolok) a ľudské rasy boli pokladané za rasy otrockej vrstvy obyvateľstva.[1][6] Náboženské presvedčenie Z hľadiska náboženstva nemajú oficiálne vyznanie. Napriek tomu, že väčšina Altmerov vyznáva Auri-Ela a elfský pantheon, časť členov Thalmoru priamo vyznáva Daedrických princov, tak ako ich vyznávali Aldmeri za starých časov. Celkovo ich vyznanie tvoria ako Aedry, tak aj Daedry. Ostro sa stavajú voči uznaniu Tibera Septima ako Deviateho Boha Talosa vnímajúc ho ako obyčajného človeka nehodného štatútu Boha. Sú známi svojou vytrvalosťou v prenasledovaní Talosových vyznávačov[2] a pravdepodobne aj členov Remanovho kultu. Nepriatelia Thalmorský Justiciár vo svojom tradičnom odeve Za svojich úhlavných politických nepriateľov Thalmor považuje Čepele a na ich lokalizáciu a likvidáciu Thalmor vykazuje nemalé úsilie.[3] Psijický rád je taktiež vnímaný ako akútna hrozba pre Thalmorskú nadvládu, avšak z ich likvidáciou má Thalmor oveľa väčšie problémy než v prípade Čepelí.[7] Thalmor sa stavia prinajmenšom nepriateľsky voči každému štátu v Tamrieli ovládanému ľudskou rasou. V tomto prípade považuje Thalmor za svoju najväčšiu hrozbu práve Cisárstvo. V Thalmorskej historiografií sa pre Veľkú vojnu vyskytuje skôr názov Prvá vojna proti Cisárstvu, dotvárajúc tak vysokú pravdepodobnosť ďalšieho vojenského konfliktu medzi týmito mocnosťami. Svoju ideológiu presadzujú nadmieru často vojenskými aktami, súdnymi procesmi, mučením či fyzickou likvidáciou akejkoľvek oponentúry.[2][3][4] Proti svojim náboženským či politickým nepriateľom Thalmor využíva justiciárov, ktorí dohliadajú na uplatňovanie zákonov na území Aldmerského spolku. Po podpísaní Zlatobieleho konkordátu svoje myšlienky a ciele Justiciári uplantňujú aj na území Cisárstva.[5] História Vznik a súčasť Prvého spolku Presný dátum vzniku Thalmoru nie je známy. Napriek tomu je známe, že Thalmor bol neoddeliteľnou súčasťou každého Aldmerského spolku ktorý kedy vznikol.[8] Už v roku 2E 582, počas Prvého spolku mal Thalmor kontrolu pod štátnou justíciou a jeho justiciári dohliadali na všeobecný poriadok.[9] Pod Thalmorskú kontrolu sa dostala aj diplomacia, či armáda.[9] Napriek svojej neskoršej angažovanosti, počas Prvého spolku nemal Thalmor kontrolu nad exekutívou, ktorá bola ovládaná výlučne kráľovnou Ayrenn a jej spolupracovníkmi.[8] Už v tomto období sa vyskytovali výhrady voči Thalmoru a jeho praktikám. Súčasť Druhého spolku a pád Thalmor sa taktiež spomína v historickej súvislosti s občianskou vojnou vo Valenwoode. Thalmorskí predstavitelia sa rozhodli intervenovať vo vojne na strane jedného z pretendentov o Valenwoodský trón, Camorana Anaxemesa. Keď sa mu nakoniec podarilo vojnu vyhrať, dovolil Thalmoru ujať sa vlády vo Valenwoode a ponúkol pätdesiat rokov trvajúcu vazalskú prísahu kráľovi Alinoru. Zo spojenia Summersetov a Valenwoodu vedeného kráľom Camoranom nakoniec vznikol Druhý spolok v roku 2E 830. Medzi najväčšie úspechy Thalmorskej vlády vo Valenwoode sa počíta odrazenie Koloviánskych armád, ktoré boli vo vojne proti Valenwoode.[10] Ofenzívnejších vojenských operácii sa však Thalmor nedočkal. V roku 2E 895 sa Druhý spolok rozpadá pod náporom vojsk Tibera Septima. Mnoho Altmerov spomínalo na túto inváziu s hrôzou. Rozpadom Druhého spolku Thalmor stráca akékoľvek vedúce politické postavenie v Summersetských ostrovoch a počas celej Tretej éry figuruje v Altmerskej spoločnosti len ako minoritná frakcia s malým vplyvom na politiku.[4] Nástup k moci Predohra Svoje obdobie najväčšieho rozmachu Thalmor zažíva až od začiatku Štvrtej éry. Počas Oblivionskej krízy boli Summersetské ostrovy postihnuté mimoriadne silnou inváziou daedier, ktoré sa pokúšali dobyť Kryštálovú vežu. Pár minút pred koncom krízy daedry skoro prerazili Altmerskými obrancami veže avšak v posledný moment kríza pominula. Z bezprostredného chaosu, ktorý nastal sa členovia Thalmoru vyhlásili za tých, ktorí ukončili krízu. Vďační Altmeri im udelili mocné postavenie z ktorého sa neskôr Thalmor vyvinul na všemocnú organizáciu ovladajúcu celý štát.[4][11] Jeden z Altmerov, ktorí obraňovali Kryštáľovú vežu, Rynandor Chrabrý, však neveril Thalmoru ich tvrdenie, že to boli práve oni kto ukončil krízu. Po vyslovení svojho názoru bol však odsúdený a poslaný do exilu. Pôvodne mal namierené do Anvilu, avšak nikdy tam nedorazil keďže posádka jeho lode bola vyvraždená na otvorenom mori.[11][12] Počiatok vlády Po uchopení moci Thalmor započal svoje ambície presadzovať politickými machináciami. Počas Červeného roku (4E 5) Thalmor využil chaos, ktorý v Morrowinde vyvolala erupcia Červenej hory a nabádal Argoniánov k ozbrojenému povstaniu, ktoré viedlo k otvorenej vojne medzi Argoniánmi a Dunmerami. Napriek počiatočnému úspechu tohoto povstania, Thalmor nakoniec stratil akýkoľvek vplyv na An-Xileel, politickú frakciu zloženú z Argoniánskych povstalcov.[13] Napriek všeobecnej popularite Thalmoru v domovských Summersetských ostrovoch ešte stále existovali časti Altmerskej spoločnosti, ktoré odmietali Thalmor ako vládnucu vrstvu. Týmto disidentom sa počas svojho úradu venoval aj kancelár Ocato. Nakoniec ho Thalmor dal zavraždiť.[13] Thalmor týmto aktom uvrhol Cisárstvo do obdobia chaosu nazývaného aj Búrkokorunné bezvládie. Keďže smrťou Ocata pominula akútna hrozba invázie Cisárskych légii, Thalmor sa venoval hlavne konsolidácii svojej moci. V roku 4E 22 Thalmor zvrhol doterajších vládcov na Summersetoch a do týchto pozícii dosadil svojich členov. Po tomto čine Thalmor premenoval Summersetské ostrovy na Alinor.[4] Obdobie mocenského rozmachu Prvá expanzia Zatiaľ čo nový cisár Titus Mede I. sa sústredil na svoju vlastnú konsolidáciu, Thalmor využil situáciu a vo Valenwoode usporiadal ozbrojený prevrat, ktorý zvrhol doterajší procisársky režim. V tom istom roku (4E 29) bol taktiež obnovený Aldmerský spolok, čo je názov označujúci spoločenstvo provincií pod nadvládou Thalmoru. Po prevrate Thalmor prerušil akékoľvek diplomatické väzby s Cisárstvom.[4] Prenasledovanie nepriateľov V roku 4E 42 sa v Hammerfelli udial incident, ktorý je v Tamrielskej historiografií známy aj ako Noc zeleného ohňa. Viacerí altmerskí disidenti, ktorí utiekli z územia ovládaného Thalmorom sa usadili v Sentineli. Thalmorskí agenti ich však vypátrali a podpálili celú utečeneckú mestskú štvrť.[14] Thalmoru sa zároveň v tomto období mimoriadne darilo eliminovať aj agentov Penitus Oculatus. Druhá expanzia Predstavitelia Thalmoru sa rozhodli obnoviť diplomatické vzťahy s Cisárstvom v roku 4E 99. Táto obnova prišla práve v čase, keď Thalmor plánoval uskutočniť ďalšiu územnú expanziu. V roku 4E 98 z neznámych dôvodov zmizli z nočnej oblohy mesiace Masser a Secunda. Táto udalosť spôsobila v Elsweyre všeobecnú paniku keďže obe mesiace majú pre tunajších obyvateľov hlboký náboženský význam. Keď sa v roku 4E 100 obe mesiace na oblohe znovu objavili, Thalmor si nárokoval zásluhy o ich navrátenie. Khajiiti boli neskonale vďační svojim záchrancom a vplyv Cisárstva na provinciu začal upadať. Toto novovytvorené mocenské vákuum sa Thalmor rozhodol využiť a v roku 4E 115 usporiadal ozbrojený prevrat, ktorý eliminoval akýkoľvek vplyv Cisárstva v Elsweyre. Pôvodná Elsweyrská konfederácia sa rozpadla a Thalmor oficiálne pričlenil Aneqinu a Pellitinu ako svoje vazalské kráľovstvá.[4][13] Veľká vojna Situácia pred vojnou Typický výzor Thalmorských vojakov Tieňová vojna medzi Cisárstvom a Aldmerským spolkom mala veľmi dlhý priebeh. Agenti oboch mocností sa vzájomne prenasledovali a vraždili už od čias povstania vo Valenwoode.[1][15] Pár rokov pred Veľkou vojnou však udalosti nabrali rýchly spád. Členovia Čepelí boli zapletení do mnohých tajných operácií poškodzujúcich záujmy Thalmoru hlavne vo Falinesti.[16] Animozita medzi týmito dvoma stranami narastala až dokým sa Thalmor nerozhodol zakročiť priamo. Na jednu stranu Thalmor vedel, že Čepelí sa nikdy úplne nezbaví pokiaľ budú ich hlavné ústredia na území Cisárstva. Na stranu druhú, Thalmor sa už dlhšie pripravoval na vojnu proti Cisárstvu. Predstavitelia Thalmoru sa vyslovili za vojnu a rozhodli sa vyslať cisárovi Titusovi Mede II. ultimátum. Do Cisárskeho mesta dorazil Thalmorský veľvyslanec 30. Zimopádu 4E 171 prezentujúc cisárovi ultimátum, podmienky ktorého žiadali rozpustenie Čepelí, zakáz uctievania Talosa, anexiu veľkých častí Hammerfellu v prospech Aldmerského spolku a veľké čiastky zlata vo forme tribútu.[16][17] Napriek varovaniam od svojich generálov, ktorí cisárovi hlásili všeobecnú nepripravenosť, Titus Mede II. ultimátum odmietol prijať. Thalmorský veľvyslanec na to reagoval otvorením vozu v ktorom sa nachádzala odseknutá hlava každého agenta Čepelí operujúceho na území Aldmerského spolku.[4] Priebeh vojny Hlavný článok: Veľká vojna Odpoveď na seba nenechala dlho čakať. Pod vedení Lady Aranneyly sa Thalmorská armáda vylodila v južnom Hammerfelli pomerne rýchlo zaberajúc toto územie. Pri Anvile sa vylodil so svojou armádou Lord Naarifin. Thalmorskí velitelia boli prekvapení slabou obranou, ktorou Légie disponovali a tak sa rozhodli z Cyrodiilu spraviť hlavné operačné územie s cieľom dobyť Cisárske mesto a zvrhnúť cisára.[4] Vojna pokračovala ďalej v prospech Thalmorských vojsk. Napriek rozsiahlym nezdarom v postupe, Thalmor dokázal udržať južné časti Hammerfellu pod svojou nadvládou. V roku 4E 174 dosiahol Aldmerský spolok svoj doteraz najväčší územný rozmach. V tom istom roku padlo aj Cisárske mesto a vojna sa zdala byť vyhraná. Kľúč k Thalmorskému úspechu držal v rukách Lord Naarifin. Vaerminin orb mu výrazne pomáhal v odhaľovaní pozícii Cisárskych légií a vďaka tomu sa im mohol vyhýbať, prípadne na nich útočiť podľa potreby. Táto taktika mu vychádzala celý čas, avšak v rozhodujúcej Bitke o Červený kruh v roku 4E 175 bol porazený a uvrhnutý do Oblivionu.[4][18] Napriek Cisárskemu víťazstvu v tejto rozhodujúcej bitke, Titus Mede II. sa nakoniec rozhodol uzatvoriť s Thalmorom mier podpísaním Zlatobieleho konkordátu. Hammerfell však odmietol konkordát prijať a oficiálne vyhlásilo nezávislosť na Cisárstve. Vojna medzi Aldmerským spolkom a Hammerfellom pokračovala ďalších päť rokov. Napriek svojej dĺžke, ani jedna strana nedosiahla výrazný úspech a armády Hammerfellu dokázali odraziť každú jednu inváziu Thalmorských vojsk. Vojna sa dostala do patovej situácie, ktorú vyriešilo až podpísanie separátneho mieru medzi Thalmorom a Hammerfellom známym aj pod názvom Druhá Stros M'kaiská zmluva.[4] Situácia po vojne Napriek veľkým stratám vzišiel Thalmor z bojov ako víťazná strana.[4][17] Neúspech proti Hammerfellu nemal signifikantný význam keďže sa Thalmoru podarilo donútiť Cisárstvo podpísať konkordát a zároveň ho značne mocensky oslabiť. Aj napriek výnimkám akou je v tejto súvislosti aj Markarthský incident si Thalmor mocenským tlakom presadil dodržovanie podmienok konkordátu aj naďalej. Dohľad nad dodržiavaním týchto podmienok vykonávajú na Cisárskom území Thalmorskí justiciári, ktorí majú plné právo prenasledovať, súdiť, trestať, mučiť a zabíjať kohokoľvek, kto podmienky konkordátu poruší.[2][5] Súčasnosť Počas roku 4E 201 je Thalmor stále vedúcim hráčom v Tamrielskej politike. Vypuknutie občianskej vojny v Skyrime a jej nerozhodný stav priamo vyhovuje Thalmorským záujmom.[19] Thalmor operuje na celom území Skyrimu s centrálou na veľvyslanectve v Haafingare riadené emisárkou Elenwen. Medzi ďalšie centrály Thalmoru v Skyrime patrí mesto Markarth, v ktorom miestnu Thalmorskú posádku riadi justiciár Ondolemar. Medzi vykonávané tajné operácie patrí napríklad vyvražďovanie uctievačov Talosa a pátranie po zostávajúcich preživších členov Čepelí. Thalmorská expedícia v Solstheime má za úlohu odhaliť tajomstvo výroby stalhrimových zbraní a zbroje.[20]"
}