{
    "title": "The Elder Scrolls III: Morrowind",
    "table_of_contents": [
        "Obsah",
        "1 Příběh",
        "2 Hratelnost",
        "2.1 Systém postav – Znamení",
        "3 Rasy",
        "3.1 Lidé",
        "3.2 Merové (Elfové)",
        "3.3 Zvířecí rasy",
        "4 Schopnosti",
        "4.1 Bojové",
        "4.2 Magické",
        "4.3 Zlodějské",
        "5 Zajímavosti"
    ],
    "infobox": "",
    "content": "The Elder Scrolls III: Morrowind Základní informace Vývojář Bethesda Game Studios Vydavatel Bethesda Softworks Engine NetImmerse/GameBryo Datum vydání SA: 1.5.2002E: 2.5.2002 Typ akční RPG, Open world Mód Single Player Hodnocení ESRB: TPEGI: 12USK: 12 Platforma PC, Xbox Webové stránky https://elderscrolls.bethesda.net/morrowind Herní informace Oblasti Vvardenfell, Morrowind Časová osa 3E 427 \"Každé události předchází proroctví. Ale bez hrdiny není události. \" ―{{{2}}}The Elder Scrolls III: Morrowind je třetí díl role-playing her (RPG) série The Elder Scrolls od společnosti Bethesda Softworks. Odehrává se v okolí provincie Morrowind, zejména na ostrově Vvardenfell. Pro PC byla hra vydána 1.5.2002 v Severní Americe a den nato v Evropě. Později, 6.6.2002, přišla v Severní Americe verze i pro Xbox, do Evropy až 22.11.2002. Zpětně kompatibilní je i na Xbox 360. Příběh \"S přibývajícími roky třetí éry Tamrielu, byl vězeň, narozený neznámého dne, pochybným rodičům, poslán pod dohledem, bez jediného vysvětlení do Morrowindu, neznalý roli, kterou měl sehrát v historii tohoto národa…\" ―{{{2}}}V úvodní scéně Azura oznamuje snícímu Nerevarine, že vězeň ze žaláře v Imperial City byl převezen do Morrowindu. Azura ho pouze ujišťuje, ale neposkytuje žádné vysvětlení, proč a kvůli jaké události přesně byl vybrán. Vzhledem k tomu, že se tato scéna odehrává venku, je možné všimnout si run, rýsujících se v pozadí. Když Azura domluví, jeden řádek zčitelní natolik, že jej bude možné přečíst – „Mnoho padne, ale jeden zůstane.\" Další osoba, na kterou narazíte, je dunmerský vězeň jménem Jiub, jehož hlas vás budí ze snu a žádá o vaše jméno. Tady začíná tvorba postavy a hra se otevírá. Jakmile se osvobodíte, herní svět se pro vás stává neuvěřitelně interaktivním prostředím, plným příležitostí, zábavy a dobrodružství. Přestože se hlavní quest soustřeďuje na roli hráče v Nerevarineho proroctví, jedná se o otevřený styl RP hry, takže můžete dělat cokoliv a být kýmkoliv jen chcete - potulovat se ulicemi jako mazaný kapsář a nepoctivě si vydělávat, vstoupit do Cechu mágů a dosáhnout hodnosti Arch-Mage, být vrahem žijícím ve stínu a tiše pronásledovat své oběti, stát se ušlechtilým členem jednoho z rodů, dokonce i vyzkoušet život upíra nebo vlkodlaka a mnoho dalšího. Hratelnost Systém postav – Znamení V Morrowindu má hráč na výběr ze 13 znamení, které vybere svému hrdinovi ještě před narozením. Každá má své vlastní speciální schopnosti a někdy i kouzla. Jsou rozděleny do tří kategorií: válečnické, čarodějnické nebo lupičské Učeň (The Apprentice) schopnost: Elfborn - zvětší maximální Magicku o 1.5 x Inteligence, odolnost proti magii menší o 50% Atronach schopnost: Wombburn - absorpce kouzel o 50 bodů, zvětší maximální Magicku o 2.0 x Intelligence, Magicka se neregeneruje odpočinkem Lady schopnost: Přízeň Lady (Lady's Favor) - zvýší osobnost (Personality) o 25 bodů schopnost: Milost Lady (Lady's Grace) - zvýší vytrvalost (Endurance) o 25 bodů Lord schopnost: Trollkin - sníží odolnost proti ohni o 100% kouzlo: Krev severu (Blood of the North) - regeneruje zdraví o 2 body za 30 sekund Milenec (The Lover) schopnost: Blázínek (Mooncalf) - zvýší hbitost (Agility) o 25 bodů síla: Milencův polibek (Lover's Kiss) - paralyzuje cíl na 60 sekund, sníží únavu o 200 bodů Mág (The Mage) schopnost: Záhuba (Fay) - zvýší maximální Magicku o 0.5 x Intelligence Rituál (The Ritual) kouzlo: Požehnané slovo (Blessed Word) - zažene nemrtvé, síla 100 bodů na 30 sekund kouzlo: Požehnaný dotyk (Blessed Touch) - zažene nemrtvé, síla 100 bodů na 30 sekund síla: Marain dar (Mara's Gift) - obnoví zdraví o 100 bodů Had (The Serpent) kouzlo: Hvězdé prokletí (Star-Curse) - otráví cíl o 3 body za 30 sekund, ubere vám zdraví o 1 bod za 30 sekund Stín (The Shadow) síla: Měsíční stín (Moonshadow) - neviditelnost na 60 sekund Oř (The Steed) schopnost: Vozataj (Charioteer) - zvýší rychlost (Speed) o 25 bodů Zloděj (The Thief) schopnost: Smysl pro ohrožení Akaviry (Akaviri Danger-sense) - zvýší šanci odolat útoku Věž (The Tower) kouzlo: Žebrákův nos (Beggar's Nose) - detekce zvířat do 200 stop na 60 sekund síla: Odhalení očarovaní (Detect Enchantment) - detekce očarování (Enchantmentu) do 200 stop na 60 sekund síla: Věžní klíč (Tower Key) - detekce klíčů do 200 stop na 60 sekund, odemyká zámky do 50 bodů Bojovník (The Warrior) schopnost: Warwyrd - zvýší útok o 10 bodů Rasy Na výběr má hráč z deseti ras, z kterých může jednu zvolit pro svou postavu. Řadí se do tří kategorií: lidé, merové a zvířecí rasy Lidé Nordové Imperiálové (Císařští) Bretoni Redguardi Merové (Elfové) Altmerové Bosmerové Dunmerové Orkové Zvířecí rasy Khajiitové Argoniáni Schopnosti Při vytváření charakteru jsou jednotlivé schopnosti určeny jako hlavní nebo vedlejší. Zvyšování hlavní dovednosti, děláním dané aktivity, zvyšuje level. S každým levelem se hlavní dovednost navýší o 10 bodů. Schopnosti se dělí na bojové, magické a zlodějské. Bojové Opravování zbraní a brnění (Armorer) Atletika Sekery (Axe) Štít (Block) Tupé zbraně (Blunt Weapon) Těžká brnění (Heavy Armor) Dlouhé zbraně (Long Blade) Střední zbraně (Medium Armor) Kopí a oštěpy (Spear) Magické Vyvolávání nestvůr (Conjuration) Útočná kouzla (Destruction) Využívání magických předmětů (Enchant) Alchymie Alternace Iluze Mysticismus Oživení (Restoration) Hbitost (Unarmored) Zlodějské Akrobacie Souboj „Tělo na tělo“ (Hand to hand) Lehká brnění (Light Armor) Střelné a vrhané zbraně (Marksman) Mercantile Bezpečí (Security) Krátké a rychlé zbraně (Short Blade) Náklonnost NPC (Speechcraft) Plížení a krádeže (Sneak) Zajímavosti Morrowind se poprvé objevil roku 1998 v úvodní scéně hřy The Elder Scrolls Adventures: Redguard. V pozadí na poličce si můžeme všimnout několika titulů The Elder Scrolls: Arena, The Elder Scrolls II: Daggerfall, The Elder Scrolls III: Morrowind a nakonec The Elder Scrolls IV: Oblivion."
}