{
    "title": "The Elder Scrolls:Nejlepší článek/Historie",
    "table_of_contents": [
        "Obsah",
        "1 Rok 2013",
        "1.1 Tiber Septim",
        "1.2 16.2 - 7.6. : Imperial City",
        "2 Rok 2012",
        "2.1 1.9 - 16.2 : Morrowind",
        "2.2 10.4 - 1.9: Barenziah",
        "2.3 22.2 - 10.4: Tamrielská říše",
        "2.4 29.1. - 21.2: Skyrim"
    ],
    "infobox": "",
    "content": "Zde najdete seznam všech nejlepších článků, které byly zveřejněny na hlavní straně Wiki. Rok 2013 Tiber Septim Tiber Septim (2E 826 - 3E 38 známý také jako Talos, Hjalti, Drakorozený nebo Ysmir byl zakladatelem Tamrielské říše a dynastie Septimů, vládnoucí od roku 2E 854 až do své smrti roku 3E 38. Číst dále... 16.2 - 7.6. : Imperial City Imperial City (česky Císařské Město) je hlavní město Tamrielské říše a hlavní a největší město Cyrodiilu. Imperial City leží na takzvaném městském ostrově, který se nachází v srdci Cyrodiilu, v jezeře Rumare. Imperial City je sídlem císaře a jeho rodiny, Rady Starších a dalších důležitých osob, organizací a institucí. Město je kulturním, ekonomickým a správním centrem celé říše.Číst dále... Rok 2012 1.9 - 16.2 : Morrowind Morrowind dříve známý jako Reysdan je bývalou provincií Tamrielské říše. Morrowind se skládá ze šesti okresů, pět okresů se nachází na pevninské části země, zatímco šestý okres tvoří obrovský ostrov Vvardenfell, který se nachází v centrální oblasti severního Morrowindu. Morrowind hraničí se Skyrimem na severozápadě, s Cyrodiilem na západě a Black Marshí na jihu. Na severu omývá Morrowind Moře Přízraků, Vvardenfell je pak od pevniny oddělen tzv. Vnitřním mořem a východní pobřeží Morrowindu omývá Padomaický Oceán. Číst dále... 10.4 - 1.9: Barenziah Barenziah (2E 893 - současnost?) je královnou matkou Morrowindu. V minulosti vládla Barenziah také jako královna Mournholdu a později Wayrestu. Barenziah prožila dlouhý a pestrý život a později se stala legendární postavou celého Tamrielu. Královna byla dvakrát vdaná, jejím prvním mužem byl císařský generál Symmachus, se kterým má dvě děti: Helsetha, který je králem Morrowindu a Morgiah, která je manželkou krále Firstholdu. Druhým manželem Barenziah byl Eadwyre, král Wayrestský. Po smrti druhého manžela se Barenziah stáhla z veřejnosti a v současné době žije v královském paláci v Mournholdu. Číst dále... 22.2 - 10.4: Tamrielská říše Tamrielská říše je kosmopolitním císařstvím, které kdysi ovládalo celý kontinent. V současné době se říše skládá ze čtyř velkých provincií, jsou jimi Cyrodiil, Skyrim, High Rock a zbytek Morrowindu a kolonie Solstheim. Hlavním městem říše je Imperial City, ležící v Cyrodiilu. Císařství sousedí s Hammerfellem na západě, s Altmerským spolkem na jihu a s Black Marshem na jihovýchodě. Říše zažila bouřlivou historii, jejím zakladatelem byl Tiber Septim, za jehož vlády se říše dočkala největšího rozmachu. Éra blahobytu však skončila společně s třetí érou, a nyní je již císařství jen stínem bývalé slávy. Číst dále... 29.1. - 21.2: Skyrim Skyrim je provincií Tamrielské říše na severu kontinentu. Na severu Skyrim ohraničuje Moře duchů, na západě provincie hraničí s High Rockem a Hammerfellem, na jihu s Cyrodiilem a na východě s Morrowindem. Skyrim je rozlohou přibližně čtvrtou největší zemí Tamrielu. Skyrim byl první zemí Tamrielu, která byla osídlena lidmi. Zažil prudký vzestup a pád a nakonec se stal provincií Tamrielského císařství. V současné době však probíhá proti říši mohutné povstání. Číst dále..."
}