{
    "title": "The Elder Scrolls II: Daggerfall",
    "table_of_contents": [
        "Obsah",
        "1 Hratelnost",
        "2 Nastavení",
        "3 Příběh",
        "3.1 Konce",
        "4 Pokračování",
        "5 Plánovaný obsah"
    ],
    "infobox": "",
    "content": "The Elder Scrolls II: Daggerfall Informace Vývojář Bethesda Softworks Vydavatel Bethesda Softworks Herní engine XnGine Datum vydání 31.8.1996 Žánr RPG Módy Single Player Hodnocení ESRB: M ELSPA: 11+ Platformy MS-DOS Herní informace Místo události Hammerfell, High Rock, Aetherius Časové období 3E 405 \"Připravte se prožít vaši novou závislost.\" ―{{{2}}} The Elder Scrolls II: Daggerfall je druhý díl série The Elder Scrolls. Příběh se odehrává v oblasti zálivu Iliac (Iliac Bay) v High Rock a Hammerfellu během Třetí éry Tamrielských dějin. Končí událostí s názvem The Warp in the West. Děj se točí kolem Mantella a totemu Tibera Septima, které spolu mohou aktivovat Numidium. Hratelnost Klíčovým rysem Daggerfallu, stejně jako ve všech ostatních Elder Scrolls her, je volnost. Hráči mají možnost hrát hru v jakémkoliv stylu od čestného rytíře po zlého vraha. Mohou také kdykoliv vybočit z hlavní linie, úkol vynechat a místo toho prozkoumat okolí, nebo se připojit k libovolné skupině. Daggerfall je vybaven systémem tvoření kouzel, kde mohou hráči přes Cech mágů kombinovat celou řadu různých efektů a vytvořit z nich vlastní kouzla, např. poškození ohněm a levitaci. Hra pak automaticky generuje manu kouzla založenou na síle účinků, které zvolili. Daggerfall byl vydán s několika efekty, které nefungovaly správně nebo vůbec, především při transformaci. Mezi další funkce patří systém kouzelného vybavení (principem podobný systému tvoření kouzel). Zahrnuje možnost kupovat domy a lodě, obrovské množství oblečení a výstroje, budovat dynamické politické vztahy mezi královstvími, schopnost stát se upírem, vlkodlakem nebo wereboarem (velký kanec). V neposlední řadě nabízí také bojový systém, který využívá pohybu myši k určení směru zbraně v boji zblízka. Politický systém je podpořen sítí cechů, obchodem a náboženstvím, to vše s jedinečnými úkoly a questy. Spojování a přispívání k těmto zařízením umožňuje hráči vylepšovat své pozice a dosahovat vyšší reputace v herním světě. Podle jednoho ze zdrojů bude NPC v Daggerfallu reagovat odlišně (např. časem budou šlechtici zdvořilejší k hráči s vyšší hodností rytíře nebo jako členovi královské gardy). Daggerfall nabízí nahotu jak NPC (zejména čarodějnic a chrámových kněžek), tak i na postavě hráče, když se odstraní všechno její vybavení. K dispozici je vypnutí nahoty i krve. Nastavení Daggerfall se, stejně jako ostatní hry Elder Scrolls série, odehrává na kontinentě Tamriel. V Daggerfallu hrdina může cestovat provinciemi mezi High Rock a Hammerfellem. Cesta přes tyto oblasti je ztížena širokou škálou hrozivých nepřátel, z nichž jsou nejsilnější Daedra. Daggerfall je druhá největší Elder Scrolls hra, překonaná jen The Elder Scrolls: Arena, kde se nachází herní svět o velikosti 161 600 km² (62 394 mil²) - zhruba poloviční velikost Velké Británie - s více než 15 000 městy, obcemi, žaláři a dalšími místy pro prozkoumání. Podle Todda Howarda, programátora Elder Scrolls, má pokračování The Elder Scrolls III: Morrowind pouze 0,01% velikosti Daggerfallu. Poznamenává ale, že většina Daggerfallského terénu byla generovaná náhodně. Vvardenfell, prozkoumatelná část provincie Morrowind ve třetí hře, má 15,54 km² (6 mil²), The Elder Scrolls IV: Oblivion má přibližně 41,44 km² (16 mil²). K prozkoumání mapy The Elder Scrolls V: Skyrim je potřeba projít 38,33 km² (14,8 mil²). V Daggerfallu je pro interakci s hráči připraveno přes 750 000 non-player postav (NPC). Pouze pro srovnání, v Morrowindu a Oblivionu jich je kolem 1000. Je ale třeba zdůraznit, že geografie a postavy v pozdějších hrách jsou mnohem propracovanější. Auto-mapa byla tvořená pro usnadnění hráčům, kteří zdlouhavě procházeli hrobky a staré podzemní pevnosti. K dispozici je vyhledávací lišta, kam je možné zadat umístění. Hráč může zvolit, zda chce spát v hostinci, táboře, používat koně a další. K pokračování v příběhu musí hráči projít přibližně 6-8 oblastí z celkových 47. Ke konstrukci budov byla použitá omezená řada stavebních bloků, což některým kritikům připadalo příliš monotónní. Reakcí byla v roce 2002 třetí hra série, Morrowind, která přišla s menším, podrobnějším světem, unikátně vypadajícími městy a NPC s větší individualitou. Příběh \"Probudil ses a rozhlížíš se po místnosti. Před pár hodinami jsi byl na lodi, na cestě do Daggerfallu, když se nad zálivem Iliac rozpoutala bouře nadpřirozené síly. Tvá loď byla zničena, ale přes zpěněnou vodu se ti podařilo doplavat na mys skály. Tam si našel jeskyni a unikl běsnění bouře. Akorát jsi rozdělával malý oheň, když tě sesuv půdy uvěznil uvnitř. Strach z pohřbení zaživa tě přešel, když jsi uviděl chodbu vedoucí z jeskyně. Možná je to cesta, kterou se dostaneš ven. Jakmile se dosatneš z jeskyně, můžeš začít s císařským pátráním.\" ―{{{2}}}Daggerfall je město v provincii High Rock, vlasti Bretonců. Hráč je sem vyslán na osobní žádost císaře, pověřen dvěma úkoly. Za prvé, osvobodit ducha zesnulého krále Lysanda od pozemských pout a za druhé, doručit dopis od císaře špionovi z frakce Blades na Daggerfallský soudní dvůr. V dopise se ukazuje, že Lysandaova matka, Nulfaga, zná umístění Mantella, klíče k vzkříšení prvního Numidia. Císař chce, aby špeh donutil Nulfagau odhalit polohu Mantella, díky čemuž by Blades mohl dokončit obnovu Numidia. Nešťastnou shodou nehod a zmatků padne dopis do rukou orka jménem Gortworg. Gortworg, netušící, co Mantella je, vše konzultuje s Mannimarcem, „Králem červů“ a vůdcem nekromantů. Během této doby se Underking, který s vynaložením velké energie zničil původní Numidium kvůli jeho zneužití Tiberem Septimem, zotavuje hluboko uvnitř hrobky v High Rock. Aby hráč mohl dát Mantellu komukoliv, musí zabít vraha krále Lysanduse a čestně ho pohřbít. Pokud se mu to podaří, síla Mantella obnoví Underkingovu moc. Konce Daggerfall má šest možných konců: V případě, že Hrdina aktivuje Mantellu sám a současně vlastní Totem Tibera Septima (zařízení ovládající Numidium), Numidium ho zabije, vymkne se kontrole a musí být zničen císařským vojskem. Tento konec ve hře ve skutečnosti neexistoval. Je možné, že byl plánován, ale nikdy nebyl přidán do konečné verze, jak je uvedeno ve strategickém průvodci Daggerfallské kroniky. V případě, že dá Hrdina Mantellu Underkingovi, absorbuje jeho sílu, odejde na věčný odpočinek a vytvoří kolem sebe velký, volný magický prostor. Pokud vyhraje Gortworg, použije Numidium na zničení králů provincií ze zálivu Iliac a sil císařství. Underking přichází krátce poté zničit první Numidium jednou provždy, během čehož umírá. Gortworgovi se podaří vytvořit Orsinium, království orků. V případě, že zvítězí Blades, úspěšně obnoví první Numidium a použije jej k porážce králů zálivu a orků. Znovu sjednotí všechny provincie Tamrielu do jednu říši. Jestliže zvítězí jeden z králů zálivu, využije první Numidium k porážce všech ostatních vládců provincií těsně předtím, než ho Underking zničí. Pokud Mantellu získá Mannimarco, udělá sám ze sebe boha. Pokračování Vzhledem k tomu, že má Daggerfall šest velmi odlišných konců, spisovatelé The Elder Scrolls série museli být kreativní při psaní pokračování. To se ukázálo v navazujících knihách The Elder Scrolls III: Morrowind. Na konci Daggerfallu proběhne událost známá jako \"Warp of the West\" nebo \"The Miracle of Peace.\" Aby Hrdina získal Mantellu, musí vstoupit do Aetherius (říše duší). Vzhledem k tomu, že jedním z bohů říše je i Akatosh, dračí bůh času, je způsobené porušení časoprostoru. To je vysvětlení, proč došlo ke všem možným koncům současně. Hrdina byl zabit Numidiem, Království Betony, Sentinel a Wayrest se staly vítězi, králové zálivu a císařské síly jsou poraženi orky, kteří následně vytváří své vlastní království Orsinium, všechny Tamrielské provincie jsou opět sjednocené, Mannimarco se stává bohem a vůdcem řádu Černého červa, Underking je smířen s jeho srdcem. Lovci pokladů v Oblivionu tvrdí, že hledají jménem Orsinia a Gortworga. Plánovaný obsah Původně byl pro hráče plánován sex s NPC, ale to bylo již ve vývoji zamítnuto. V herním kódu zbývá ještě spousta nevyužitého textu. V roce 1997 byla vydaná samostatná hra jako spin-off An Elder Scrolls Legends: Battlespire, která ale původně měla byla rozšířením Daggerfallu."
}