{
    "title": "The Elder Scrolls IV: Oblivion",
    "table_of_contents": "",
    "infobox": "",
    "content": "The Elder Scrolls IV: Oblivion The Elder Scrolls IV: Oblivion Informace Vývojář Bethesda Game Studios Vydavatel Bethesda Softworks | 2K Games Herní engine Gamebryo Engine Datum vydání 24. března 2006 v Evropě Žánr RPG Platformy Microsoft Windows, PlayStation 3, Xbox 360 Herní informace Oblivion, je čtvrtá hra v sérii The Elder Scrolls, odehrává se v provincii Cyrodiil, v centru Tamrielského císařství. Císař Uriel Septim VII je zavražďen při útěku ze svého paláce, ale před tím než zemře ti předá Amulet králů, zvláštní artefakt jehož pravou sílu znají pouze tamrielští císaři. Dobrodružství začíná s pátráním po nelegitimním synu císaře—který je nyní jediným dědicem trůnu. Ve světě kde temné sílí usilují o naprostou nadvládu nad lidmi i mery, ty jediný stojíš mezi osudem Tamrielu a bránami Oblivionu. Příběh Příběh začíná 6 let po událostech hry The Elder Scrolls III: Morrowind v roce 433 třetího věku. Císař Uriel Septim VII je zavražďěn když se snaží uprchnout z Imperial City poté co se dozvěděl že jeho synové byli zavražděni. Nicméně v jeho poslední minutě předá Amulet králů neznámému vězni společně s úkolem \"Zavři chřtán Oblivionu\" Dobrodružství začíná hledáním muže jménem Jaufree a posléze i nelegitimního syna zavražděného císaře, který se nyní stal posledním dědicem tamrielského trůnu a kterého císař ve své prozřetelnosti ukryl v den jeho narození. To vše vede ke konfrontaci mezi světem smrtelných a samotným Mehrunes Dagonem, daedrickým pánem ničení. Prostředí Oblivion se odehrává v provincii Cyrodiil na kontinentě Tamriel. Díky své poloze v srdci kontinentu hraniční Cyrodiil s většinou ostatních provincií a díky tomu můžeme v Cyrodiilu najít rozmanité krajiny, od bažin u hranic s provincií Black Marsh přes pohoří u hranic s provincií Skyrim až po husté lesy ve vnitrozemí. Cyrodiil se dělí na 9 hrabství: Anvil na Zlatém pobřeží, Bravil in the Nibenayském údolí, Bruma v Jerallských horách, Cheydinhal ve Valusských horách,Chorrol v Colovianské vysočině, Imperial City ve vnitrozemí, Kvatch na Zlatém pobřeží, Leyawiin v Černén lese, a Skingrad v Západním háji, každé hrabství pak má stejnojmenné hlavní město. th:The Elder Scrolls IV: Oblivion"
}