{
    "title": "The Elder Scrolls: Arena",
    "table_of_contents": "",
    "infobox": "",
    "content": "The Elder Scrolls: Arena Informace Vývojář Bethesda Softworks Vydavatel Bethesda Softworks Datum vydání Březen 1994 Žánr RPG Módy Single-Player Hodnocení ESBR: T Platformy MS-DOS Herní informace Místo události Tamriel Časové období 3E 389 - 3E 399 The Elder Scrolls: Arena je první díl ze série Elder Scrolls. Arena vydána v roce 1994 v Evropě a Severní Americe. Při příležitosti 10-tého výročí série Elder Scrolls byla vydána volně ke stažení na oficiálních stránkách hry. Příběh Císař Uriel Septim VII. je předvolán Jagarem Tharnem kvůli pověstech o zradě, poté ho Jagar zradí a teleportuje ho do jiné dimenze (Pravděpodobně do Oblivionu). Tharnův učeň, Ria Silmane, zpozoruje Jagarovu zradu a snaží se varovat Radu starších, ale je zabita Jagarem, její tělo je zničeno pomocí Hole chaosu. Po dlouhém plánovaní se Jagar Tharn přemění na císaře a zmocní se trůnu. Vyvolává daedry a transformuje je do podoby císařových strážců, pravé strážce spolu z Talinem posílá do císařského vězení. Ria Silmane se stane pomocí magie nehmotnou a varuje Talina o Jagarově zradě a jeho proměně na císaře. Ria vytvoří pro Talina klíč, aby mohl utéct a teleportuje ho do jiné provincie pomocí Posuvných bran. Jediná možnost jak zastavit Jagara je získat Hůl chaosu, ale Jagar ji roztříštil na 8 kusů a ty rozesel po celém Tamrielu. Od této chvíle záleží osud Tamrielu na Talinovi. Císařský bojový mág Jagar Tharn Tvorba postavy Hráč si vytváří vlastní postavu. Na začátku si vybere povolání. K dispozici má dva způsoby - buď odpoví na deset otázek (každá otázka má tři odpovědi) a hra mu podle nich přidělí povolání, nebo si ho může vybrat přímo sám ze seznamu. Poté si zvolí jméno, pohlaví a provincii, ze které pochází. K výběru jsou všechny, vyjma Cyrodiilu. Provincie pak určí hráčovu rasu. Dále se hráč dostane do charakterového menu, kde přiřadí zbývající body ke schopnostem podle libovůle. Počáteční body schopností jsou přiděleny náhodně a nejdou snížit pod tuto hranici. Hráč však může využít nabídky znovu si body náhodně nechat vybrat. Poté již jen vybere tvář své postavy a hra může začít. Stažení Arenu je možné stáhnout z oficiálních stránek hry. Protože hra je původně pro MS-DOS, je třeba stáhnout emulátor DOSBox. Hlavní série Arena • Daggerfall • Morrowind (Tribunal | Bloodmoon) Oblivion (Shivering Isles | Knights of the Nine) • Skyrim (Dawnguard | Hearthfire) Spin-offy Battlespire • Redguard • Stormhold • Dawnstar • Shadowkey • Oblivion • Online Novely The Infernal City • Lord of Souls"
}