{
    "title": "The Elder Scrolls V: Skyrim – Dragonborn",
    "table_of_contents": [
        "Obsah",
        "1 Portál",
        "1.1 Questy",
        "1.2 Postavy",
        "1.3 Lokace",
        "1.4 Tvorové",
        "1.5 Magie",
        "1.6 Zbraně",
        "1.7 Zbroje",
        "1.8 Předměty",
        "1.9 Výjimečné předměty",
        "2 Trailer"
    ],
    "infobox": "",
    "content": "The Elder Scrolls V: Skyrim – Dragonborn Informace Vývojář Bethesda Game Studios Vydavatel Bethesda Softworks Herní engine Creation Engine Datum vydání Xbox 360 – 04.12.2012Windows – 05.02.2013PlayStation 3: 12.02.2013 (USA) 13.02.2013 (Evropa) Herní informace Místo události Solstheim, Apokryfa Časové období Čtvrtá éra The Elder Scrolls V: Dragonborn je třetí a poslední oficiální datadisk pro pátý díl v sérii The Elder Scrolls, Skyrim. Děj zahrnuje cestování na ostrov Solstheim a návrat záhadného bývalého dračího kněze jménem Miraak, někdejšího vládce ostrova. Na rozdíl od starodávných skyrimských dračích knězů byl Miraak Drakorozený, údajně první osoba požehnaná dračí krví, který měl schopnost vysávat duše draků, podobně jako Poslední Drakorozený. Během hlavní dějové linie také navštěvujete Apokryfu, říši Hermeause Mory, daedrického prince zakázaného vědění. Zde musí Drakorozený najít tajemné černé knihy, aby se naučil nové schopnosti a zastavit tak Miraaka. Datadisk také obsahuje nadbytek nových questů, postav, dračích řevů, zbrojí, zbraní a schopnost krotit draky a létat na nich. Portál Questy Hlavní dějová linie se skládá ze 7 úkolů, které se odehrávají po celém Solstheimu a dál. Také existuje 28 větších úkolů, společně s velkým množstvím vedlejších úkolů. Postavy Přibylo přes 90 nových postav. Lokace Přibylo přes 90 nových lokací na Solstheimu a Apokryfa, říše Zapomnění daedrického prince Hermaeuse Mory. Tvorové Někteří tvorové z The Elder Scrolls III: Bloodmoon se vrátili a byli přidaní i noví tvorové, jako například hadí drak, popelavci, zřící a číhavice. Magie Přibyl nadbytek dračích řevů, schopností, sil, svitků a kouzel. Jeden z těchto řevů umožňuje létat na dracích. Zbraně Přibylo přes 30 nových zbraní, mezi nimi i dva druhy, které je možné vyrobit: stalhrimí a nordské. Zbroje Přibyly čtyři nové zbroje, které se dají vyrobit: kostní, chitinová, stalhrimí a nordská. Přibyly také výjimečné kusy a sady zbrojí jak lehké, tak těžké. Předměty Přibylo 11 nových alchymistických ingrediencí, přes 70 nových knih a mnoho šperků, oblečení, výrobních potřeb a výjimečných předmětů. Výjimečné předměty Přibylo velké množství výjimečných předmětů, včetně zbrojí, zbraní, oblečení a šperků. Trailer The Elder Scrolls V Skyrim- Dragonborn - Official Trailer Oficiální trailer na The Elder Scrolls V: Dragonborn."
}