{
    "title": "Thras",
    "table_of_contents": "",
    "infobox": "",
    "content": "Thras, tiež známy ako Koralové Kráľovstvo (Coral Kingdom), alebo Korálove Kráľovstvo Thrasu, je čiastočne ponorený kontinent nachádzajúci sa na západ od Tamrielu. Už od pradávnych čias bol silnou veľmocou bojujúcou proti Summersetským ostrovom. Sloadi mohli v určitom okamihu nazývať Summersetské ostrovy súčasťou Thrasu. Sloadi, pripomínajúci masívne slimáky, po milénia terorizovali Altmerov, vyvolávali morské monštrá pozdĺž brehov a obliehali Skywatch. Sloadi sú známi pre svoje majstrovské umenie nekromancie. Aj napriek hrôze a mnohým útokom, ktoré boli zo strany Thrasu podniknuté, sa vie o krajine len veľmi málo. Charakteristika Prvé mapy spravené kartografmi, ktorí vyplávali do Thrasu a prežili, ukazujú skupinu 16 ostrovov v polkruhu ako čiastočne ponorený koralový ostrov. Počas nasledujúcich storočí boli špehmi spravené ďalšie mapy, ktoré ukazovali vždy rozdielny počet a rozlohu ostrovov. Podľa toho môžme predpokladať, že obojživelní Sloadi majú vratké kráľovstvo, ktoré mení zemskú masu, či už prílivmi a odlivmi, alebo iným, menej prirodzeným spôsobom. Najväčší z ostrovov, Agonio, sa zdá byť najstabilnejší, aj keď neskoršie mapy ho ukazujú značne väčší, než tie skoršie. Avšak hlavným aspektom Thrasu nie je niečo, čo by výrobcovia máp vedeli len z obyčajného pohľadu na zem nad hladinou. Mnoho Altmerov bolo zajatých Sloadmi, ale len malému počtu z nich sa podarilo utiecť, aby mohli porozprávať o veciach, ktoré na ostrovoch videli. História Svet pocítil dosah Thrasu ďaleko za jeho ostrovmi. Thrassiánsky mor (Thrassian Plague), ktorý zdecimoval Tamrielskú populáciu v roku 2260 Prvej Éry, bol ich najhanebnejším útokom proti pevnine. Keď prišli do Tamrielu Redguardi v 1E 800, priniesli so sebou tradíciu pochovávania ich zločincov na ostrovoch mimo ich brehov, aby tak zabránili zlým duchom prípadné rušenie živých. Sloadi využili tieto pohrebiská ako laboratória pre ich nekromanciu. Redguardi ich zatlačili späť, ale správy o Sloadoch žijúcich na brehoch neďaleko obývaných miest od Stros M´kai po Abibon-Gora sa už navždy zapísali do udalostí Tretej Éry. Sload N´Gasta je vidieť v Stros M´kaii v hre The Elder Scrolls Adventures: Redguard. V posledných obdobiach nebolo o Sloadoch príliš počuť. Ich hrdina, Kráľ Červov (The King of Worms), Mannimarco, pravdepodobne prestal obťažovať Tamriel."
}