{
    "title": "Tiber Septim",
    "table_of_contents": [
        "Obsah",
        "1 Životopis",
        "1.1 Časný život",
        "1.1.1 Původ",
        "1.1.2 Mládí a proroctví Šedovousích",
        "1.1.3 Cyrodiilský generál",
        "1.1.4 Bitva o Sancre Tor",
        "1.2 Císařem Cyrodiilu",
        "1.2.1 Nástup na trůn",
        "1.2.2 Konsolidace moci",
        "1.3 Tiberské války",
        "1.3.1 Dobytí High Rocku a Skyrimu",
        "1.3.2 Zisk Argonie",
        "1.3.3 Pokoření Hammerfellu",
        "1.3.4 Povstání na Stros M'kai",
        "1.3.5 Válka v Morrowindu",
        "1.3.6 Sjednocení Tamrielu",
        "1.4 Císařem sjednoceného Tamrielu",
        "1.4.1 Vnitřní obnova",
        "1.4.2 Náboženská politika",
        "1.4.3 Drakorozený císař a draci",
        "1.4.4 Rozkvět kultury a vzdělanosti",
        "1.4.5 Tiber Septim a Barenziah",
        "1.4.6 Vnitřní politika",
        "1.5 Smrt",
        "2 Božství",
        "3 Hodnocení",
        "4 Profil císaře",
        "4.1 Fyzický vzhled",
        "4.2 Osobnost",
        "5 Jméno",
        "6 Rodina",
        "7 Zdroje",
        "8 Reference"
    ],
    "infobox": "Tiber Septim Portrét císaře Tibera Septima Panovnické údaje Titul: Tamrielský císař Doba vlády: 2E 854 - 3E 38 Předchůdce: Cuhlecain Následník: Pelagius Septim I. Dynastie: Septimové Životopisné údaje Datace: *2E 828 - †3E 38 Pohlaví: Muž Rasa: Nord Rodina: Agnorith (bratr)Pelagius Septim I. (vnuk)Kintyra Septim(neteř) Herní údaje Výskyt: Knihy, historie a různé zmínky",
    "content": "Tiber Septim (2E 828[1] - 3E 38[2]) známý také jako Talos, Hjalti, Drakorozený nebo Ysmir byl zakladatelem Tamrielské říše a dynastie Septimů, vládnoucí od roku 2E 854 až do své smrti roku 3E 38. Svůj strmý vzestup k moci zahájil Tiber Septim jako generál císaře a krále Cuhlecaina. Ještě ve službách Cuhlecaina sjednotil Tiber Septim celý Cyrodiil a po jeho smrti roku 2E 854 sám nastoupil na císařský trůn. Dobyvačné války císaře Tibera vyvrcholily roku 2E 896 sjednocením celého Tamrielu do jedné říše a vyhlášením nové třetí éry. Tiber Septim vládl osmdesát let a je považován za nejmocnějšího císaře v celé historii. Po své smrti byl císař, který ovládal hlas, prohlášen jako Talos bohem. Božský Talos zaujal místo vedle dalších osmi bohů. Životopis Časný život Původ \"Narodil se v Atmoře, jako Talos, což znamená 'Bouřná koruna' ve starověkém jazyce Ehlnofey, a odtud vyplul. Své mládí strávil ve Skyrimu mezi Nordy.\" ―Kapesní průvodce říší, 1. vydání[src]Původ Tibera Septima je obestřen tajemstvím, jelikož se zdroje rozchází v klíčových informacích o místě jeho narození, rodném jménu i národnostní příslušnosti. Oficiální císařské zdroje uvádí, že se budoucí císař narodil na Atmoře a jeho původní jméno bylo Talos.[3] Pokud by byla tato verze o původu pravdivá, pak by měl Tiber společné předky se skyrimskými Nordy. \"Západní pláně jsou ve válce. V západním Cyrodiilu se falkreathský král Cuhlecain potýká s hodně prekérní situací. Aby měl vůbec šanci na sjednocení colovijských držav, potřebuje zajistit severní hranice, kde nordové bojují s Pláňany již celá staletí. V boji o Starý Hrol'dan se tedy spojí se Skyrimem. Jeho jednotky přitom vede Hjalti Brzovous. Hjalti pochází z království Alcaire ve Vysokoskalí a stane se Tiberem Septimem, prvním císařem Tamrielu.\" ―Arcturijská hereze[src] Druhá nejrozšířenější verze, která je považována za kacířskou, praví, že se Tiber narodil na panství Alcaire v High Rocku. Jeho rodné jméno bylo Hjalti Brzovous a pokud by verze byla pravdivá, byl by císař původem Breton.[4] Z dostupných zdrojů se dá vypátrat, že se Tiber Septim narodil někdy mezi lety 2E 826 až 2E 828, přičemž nejčastěji je uváděn rok 2E 828.[1] Mládí a proroctví Šedovousích Jícen Světa, kam Tiber Septim vystoupil, aby si vyslechl proroctví o svém životě Tiber strávil své mládí mezi Nordy ve Skyrimu, zde se naučil umění hlasu (thu'um) a od zdejších náčelníků nordskému způsobu vedení války.[3] Už jako dvacetiletý se Talos projevil jako schopný velitel, když se účastnil bojům proti domorodým obyvatelům Plání, divokým čarodějníkům, kteří oblast dlouhodobě terorizovali. Mladý Talos tehdy vstoupil do služeb falkreathského krále Cuhlecaina a vyhrál bitvu proti nepřátelům u Starého Hrol'danu.[3][5] Podle acturijské hereze se právě zde Tiber Septim, coby Hjalti, projevil jako brilantní taktik a vydobyl význačného vítězství a Nordové na oslavu tohoto vítězství začali oslavovat Hjaltiho jako Talose.[4] Po vítězství nad kmeny z Plání, vycítili Šedovousí z Vyšného Hrothgaru, kláštera na nejvyšší skyrimské hoře Jícen světa, Talosovu přítomnost a začali být neklidní. Jejich šepot se šířil Skyrimem a obyvatelé vesnic pod horou začali prchat před blížícím se výbuchem jejich hlasu. Talos se přes varování vesničanů vypravil do kláštera. Jakmile Talos dorazil, Šedovousí pronesli proroctví, že se stane vládcem celého Tamrielu. Pro naplnění proroctví musel mladý voják vykonat cestu na jih.[3] Cyrodiilský generál Jihem z proroctví byl myšlen Cyrodiil, kdysi se jednalo o centrální provincii mocného císařství. Říše se však během druhé éry rozpadla a zavládl chaos trvající několik staletí, toto období bylo známo jako Interregnum. Cyrodiil samotný se rozpadl na řadu rozháraných státečků, mnozí šlechtici se pokoušeli zemi sjednotit pod svou nadvládou. Jedním z nich byl i zmíněný Cuhlecain, král z Falkreathu, kterému se díky jeho schopnostem a původu podařilo sjednotit stavy z Colovie. Král brzy rozpoznal Talosův potenciál a jmenoval mladého vojáka velitelem svých legií. Talos využíval v boji thu'um a šířil hrůzu mezi svými nepřáteli, během necelého roku se tak díky němu nacházela polovina provincie v rukách krále Cuhlecaina.[3][4] Bitva o Sancre Tor Po dobytí velké části Cyrodiilu se Cuhlecain chystal přesunout své síly do údolí Nibenu a obsadit Imperial City, což by pro něj znamenalo zisk císařské koruny. Bretonci a Nordové sledovali s nechutí vývoj v Cyrodiilu. Rodící se říši považovali nejen za ohrožení nejen vlastních mocenských zájmů, ale také přímo vlastní nezávislosti. Proto se vládci Skyrimu a High Rocku spojili a obrátili se proti dosavadním spojencům, rozhodli se zničit hrozbu v zárodku.[3] \"Zatímco se cyrodiilská armáda dole pod městem zoufale bránila útoku Nordů a Bretonců, generál Talos se svými muži vstoupili do citadely, zametl s ubohou obranou, zajal spojenecké šlechtice a generály a donutil je vzdát se citadely i svých vojsk.\" ―Bitva o Sancre Tor[src] Ruiny Sancre Tor, místa Tiberovy nejslavnější bitvy V roce 2E 852 překročily spojené síly High Rocku a Skyrimu Jerralské hory, hranici mezi Skyrimem a Cyrodiilem. Obsadili pevnost Sancre Tor, místo, které bylo ve staré říši považováno za posvátné.[3][6] Talosova armáda byla malá, špatně cvičená a rychle shromážděna během zimy. Tohoto faktu si byli nepřátelé vědomi a když se doslechli, že proti nim Talos táhne, byli nadšeni. Bretonci a Nordové se domnívali, že Talosovu armádu snadno rozdrtí. Zprávy o bitvě se různí, jisté je, že Talos dosáhl rozhodujícího vítězství. Podle oficiálních císařských zdrojů přeběhli Nordové na stranu generála, jakmile jej uslyšeli použít thu'um. V tu chvíli si prý uvědomili, že se jedná o syna Skyrimu a proto přeběhli. Bretonci pak byli snadno poraženi a vyhnáni zpět do High Rocku, aby své pány varovali před mocným Talosem.[3] Podle jiného zdroje Talos lstí zajal velitele nepřátelské armády, zatímco cyrodiilští vojáci sváděli v údolí boje s Bretonci a Nordy. Nepřátelé pak byli donuceni kapitulovat. Během bitvy o Sancre Tor získal Talos také amulet králů, starověký artefakt a korunovační klenot císařů.[6] Jisté je, že bitva o Sancre Tor byla jedním z největších Talosových úspěchů a ten získal na svou stranu vítané posily, především nordské veterány. Odražením invaze byla otevřena cesta k budoucímu sjednocení Tamrielu pod vládou jediného muže.[3] Císařem Cyrodiilu Nástup na trůn Cyrodiil v době nástupu Tibera Septima na trůn Vítěství u Sancre Tor otevřelo Talosovi a Cuhlecainovi cestu ke sjednocení Cyrodiilu a obsazení Imperial City. Zdroje se shodují v tom, že Cuhlecain se následně prohlásil cyrodiilským císařem, zatímco Talos zůstal jeho generálem, rozcházejí se však v líčení dalších událostí. Císařské zdroje uvádí, že domorodí obyvatelé z Plání nikdy nezapomněli na ponížení z utrpěné porážky. Těmto nepřátelům se v roce 2E 854 podařilo lstí proniknout do císařského paláce, který zapálili, před tím zavraždili Cuhlecaina a Talosovi podřízli hrdlo dříve, než mohl použít thu'um. Talos se pak vypotácel z hořícího paláce, jednou rukou si přidržoval hrdlo a v druhé držel Cuhlecainovu korunu. Vojáci prý při tom pohledu plakali, Talos byl severskou magií zachráněn, přišel však o schopnost používat thu'um. Přes shromážděnými legiemi se Talos prohlásil císařem a přijel jméno Tiber Septim a jméno severského krále Ysmir.[3] Mladý Tiber Septim na rytině z druhé éry Jiný zdroj líčí průběh události jinak a zcela popírá oficiální, mírně legendární verzi. Podle tohoto zdroje byl Cuhlecain ve skutečnosti užitečnou loutkou, kterou Talos potřeboval, aby si získal přízeň obyvatel Cyrodiilu, kteří byli obecně k cizincům nedůvěřiví. Jakmile však bylo sjednocení Cyrodiilu dokonáno a Cuhlecain začal připravovat svou císařskou korunovaci, tak jej a jeho věrné Talos bez skrupulí zavraždil. Vina za masakr byla svalena právě na nepřátele z Plání a mezi lidem byla šířena historka, jak bylo Talosovi podříznuto hrdlo. Následně byl Talos korunován svým nejvyšším bojovým mágem Zurinem Arctusem.[4] Konsolidace moci Jakmile usedl na trůn, začal se Tiber Septim zabývat myšlenkou na sjednocení celého Tamrielu tak, jak mu bylo v minulosti předpovězeno. Nebyl to však jednoduchý úkol. Říše byla ze všech stran obklopena nepřáteli. Za největší hrozbu byli považováni Altmeři, vznešení elfové, kteří ovládali značnou část Tamrielu prostřednictvím aldmerského spolku. Tiber brzy zjistil, že správa říše bude časově náročný úkol, začal tedy stát vnitřně konsolidovat, přičemž se obklopil schopnými rádci. Zatímco dosud vybojoval všechny bitvy osobně, do budoucna od tohoto způsobu válek upustil a velení nad armádami předal svým velitelům. Následující léta se nesla ve znamení chladnokrevné politiky, diplomacie a zničujících válek, cílem toho všeho bylo jediné - sjednocení Tamrielu.[4] Zatímco za hranicemi říše probíhaly mnohé války, vypuklo již kolem roku 2E 857 povstání v hlavním městě. Toto povstání bylo krvavě potlačeno třetí legií, narychlo shromážděnou u města Anvil. Po potlačení povstání vstoupil Tiber Septim triumfálně do hlavního města v doprovodu své čestné stráže a třetí legie.[7] Tiberské války Dobytí High Rocku a Skyrimu Po nástupu na trůn zaměřil Tiber Septim veškeré úsilí nejdříve na získání Skyrimu a High Rocku. Obě země byly po bitvě u Sancre Tor značně oslabené a navíc nejednotné. High Rock byl rozdělen na řadu městských států a Skyrim na autonomní državy. Skyrim a High Rock byly dobyty během krátké doby a staly se prvními provinciemi impéria. K porážce High Rocku značně přispělo vítězství v bitvě na řece Bjoulsae. V této námořní bitvě rozdrtil admirál Amiel Richton velkou flotilu Wayrestu.[8] Zisk Argonie Argonie byla země ještěřího lidu, která hraničila s Cyrodiilem na jihovýchodě. Tato málo prozkoumaná země byla pro zbytek Tamrielu obestřena tajemstvím. V jisté době byla Argonie alespoň nominálně součástí druhé říše, avšak nikdo z lidí si netroufl vstoupit do vnitrozemí Argonie, to především ze strachu z nemocí, neprobádaných pralesů a bažin. Tiber Septim chtěl samozřejmě zemi získat, aby naplnil své plány o sjednocení Tamrielu. Zdroje uvádí, že i on si několikrát útok na Argonii rozmyslel, nakonec se však odhodlal. Argonie byla získána prostřednictvím vojenské kampaně a obratné politiky. Císař se moudře spokojil s obsazením klíčových pobřežních oblastí a uznáním své nadvlády od zdejších domorodých obyvatel a Argonie byla začleněna do říše jako provincie Black Marsh. Z taktických důvodů se Tiber vyhnul útokům do neprobádaného vnitrozemí.[9] O dobytí Argonie je toho známo málo. Soudí se však, že byla podrobena ještě před dobytím Hammerfellu a to někdy okolo roku 2E 861.[7] Argonie se tak de iure stala součástí říše, de facto však nebyla nikdy a jako jediná nebyla celá země ovládnuta císařskými silami. Pokoření Hammerfellu Hammerfell v dobách Tibera Septima Ostrov Stros M'kai Po dobytí Skyrimu a High Rocku, zůstával jediným nezávislým lidským státem Hammerfell. Jednalo se o království mocných Redguardů, kteří se proslavili jako slavní válečníci. Hammerfell byl považován za neporazitelný a Tiber několik let čekal na vhodnou příležitost, aby zemi dobyl. Země byla ovládána dvěma mocnými frakcemi, Předky a Korunami. Nejvyšší král Thassad II. pocházel z frakce Korun, byl však tak mocný, že přenesl hlavní město do Sentinelu, které patřilo Předkům. Když Thassad II. roku 2E 862 zemřel, dobyli Předci své město zpět a tím se rozhořela občanská válka.[10] Thassadův syn a korunní princ A'tor vytáhl do Hammerfellu z ostrova Stros M'kai, aby potrestal Předky za jejich zpupnost a rozpoutal obrovský masakr. Předci se obrátili s žádostí na cyrodiilského císaře. Tiber Septim na tuto příležitost dlouho čekal a okamžitě jí využil, neboť jeho vojskům umožňovala legálně vstoupit do Hammerfellu. A'tor byl císařskými silami vytlačen z Hammerfellu zpět na Stros M'kai a nakonec poražen v mohutné námořní bitvě bitvě v Hundingském zálivu, kde své schopnosti opět prokázal admirál Amiel Richton. Po porážce A'tora převzal Tiber nad Hammerfellem skutečnou moc, do měst byli dosazeni loajální guvernéři a státní zřízení změněno z monarchie na republiku. Hammerfell byl začleněn do říše jako její další provincie.[10] Povstání na Stros M'kai Tiber Septim a Amiel Richton Po porážce A'tora byl Amiel Richton jmenován prozatímním guvernérem na Stros M'kai. Redguardi se však odmítli smířit s císařskou nadvládou a roku 2E 864 se na Stros M'kai rozhořelo povstání do jehož čela se postavili sourozenci Cyrus a Iszara. Povstalcům se podařilo zničit kotvící císařskou flotilu a rozdrtit malý kontingent císařské legie. Lord Amiel Richton padl rukou Cyruse. Mezitím vyšel z úkrytu baron Volag, který během předcházející občanské války vedl Předky a obsadil Sentinel. Císař byl dvěma povstáními v Hammerfellu zaskočen a musel učinit ústupky. Ještě téhož roku byla podepsána mírová smlouva, která vešla ve známost jako smlouva z Stros M'Kai. Smlouva narovnala vztahy mezi říší a Hammerfellem, ten sice zůstal nadále součástí říše, avšak dosáhl značné autonomie. Postavení povstaleckých vůdců bylo legalizováno. Smlouva byla podepsána Tiberem Septimem, Iszarou a baronem Volagem.[11] Válka v Morrowindu Po dobytí lidských království obrátil císař svou pozornost k Morrowindu na východě. Existují zdroje, podle kterých se císař nejdříve otevřenému konfliktu s Morrowindem vyhýbal, jelikož se doslechl o moci božského Tribunálu. Tiber si však uvědomoval, že bude potřebovat především nerostné bohatství Morrowindu, především vyhlášený ebon.[4] K útoku na Morrowind došlo v devadesátých letech devátého století druhé éry.[12] Císařské legie se shromáždily podél východní hranice, zatímco ve Skyrimu se k útoku shromáždilo velké loďstvo. Situace v Morrowindu byla chaotická, země byla vedena několika velkými rody, které se nebyly schopny dohodnout na společném postupu. Rod Indoril trval na tom, aby se Dunmeři bránili až do konce. Za Indorily stály Tribunál a rody Redoran a Dres. Rod Telvanni se rozhodl pro neutralitu a rod Hlaalu navrhoval vyjednávání. Došlo k počátečním pohraničním incidentů, které však zůstaly bez očekávaného výsledku. Bažinatý terén znesnadňoval legiím a flotile postup proti nepříteli v Black Marshi. Rody Indroil, Dres, Hlaalu a Telvanni nakonec odmítly obsadit západní hranici a rod Redoran čelil vyhlídce, že bude císařství vzdorovat sám. Dresové totiž navrhli, aby se vojenské jednotky stáhly do vnitrozemí a vedly odtud válku spálené země.[13] Morrowind ve druhé éře Situace se však radikálně změnila, když morrowindský bůh Vivec oznámil, že osobně vyjednává s císařem o reorganizaci Morrowindu jako císařské provincie. Morrowind měl být připojen k říši s garancí zachování svých práv a tradic, víry a zachováno mělo zůstat též otroctví. Šokovaný Chrám, který neměl o jednání Viveca s císařem ani potuchy, přijal celé oznámení s trapným mlčením. Redoran byl vděčný za to, že nemusí vést válku proti říši sám a Hlaalu vítali dohodu s císařem. Telvanni nakonec rovněž podpořili mírovou smlouvu k říši.[13] O osobním jednání císaře a Viveca a jeho náplni se bohužel nezachovaly žádné zprávy. Soudí se, že Vivec císaři nabídl jednotku Numidium, která mu měla pomoci porazit Altmery. Vrchní kancléř Velké rady, pocházející z rodu Indoril však odmítl mírovou smlouvu ratifikovat a tak byl zavražděn a nahrazen členem rodu Hlaalu, který smlouvu okamžitě uznal. Rod Hlaalu využil své nové přátelské spolupráce s císařstvím a začal si s rodem Idoril vyřizovat účty. Mnoho členů rodu Indoril raději zvolilo sebevraždu než spolupráci s císařem a tak se rod Hlaalu brzy stal nejmocnějším rodem Morrowindu. Dunmerové nakonec při svých vnitřních sporech prolili více krve, než při válce s císařem. Tiber byl relativně snadným připojením Morrowindu příjemně překvapen. Morrowind byl brzy přeměněn ze samostatné země v císařskou provincii.[13] Sjednocení Tamrielu Po sjednocení všech lidských království, Black Marshe a Morrowindu a získání Numidia se Tiber cítil dost silný, aby se postavil svému největšímu a nejhrozivějšímu nepříteli. Tím byli Altmeři a jejich aldmerský spolek. K drobným pohraničním šarvátkám a konfliktům docházelo po celou dobu Tiberovy vlády. Obě strany se střetávaly především v Elsweyru, údolí Nibenu a kolem hranic Black Marshe. Císařské legie dobyly například elsweyrské město Senchal, kde došlo k tak velkému masakru civilistů, že o něm oficiální císařské zdroje mlčí.[7] Socha Tibera Septima v Brumě Císař se zpočátku pokoušel uzavřít s aldmerským spolkem mír. Zurin Arctus byl poslán ke dvoru krále z Alinoru, aby zde dojednal mír.[4] Aldmerský spolek měl také svého vyslance při císařově dvoře, přesto však bylo obyvatelům říše doporučeno, aby se vyhýbali cestám do zemí pod vládou spolku a to především pro nepřátelský postoj Altmerů.[14] Po získání Numidia se situace změnila. Tiber získal zdroj pro pohánění tohoto mocného golema, což stálo mimo jiné život i mága Zurina Arctuse a vstoupil do otevřené války s aldmerským spolkem.[4] Útok Numidia byl pro Summersetské ostrovy fatální, Altmeři utrpěli tak drtivou porážku, že ještě o několik staletí později jim jen zmínka o této válce naháněla hrůzu. Nikdy však na své ponížení nezapomněli. Objevila se však nová hrozba ve formě tlejícího nemrtvého čaroděje, který Numidium roztrhal na kusy. Přes ztrátu Numidia se Tiberovi podařilo dosáhnout naplnění proroctví a prohlásil se prvním císařem říše, která kontrolovala celý kontinent.[4] Císařem sjednoceného Tamrielu Vnitřní obnova Imperial City hlavní město Tiberovy říše Sjednocení Tamrielu byla tak významná událost, že císař Tiber vyhlásil následující rok po 2E 896 za první rok nové třetí éry. První tamrielský císař vládl celých 38 let.[15] Po staletích vyplněných válkami a chaosem zavládl konečně mír a císař se soustředil na vnitřní obnovu říše a konsolidaci územních zisků. V Cyrodiilu zavládla stabilita a v provincii došlo k čilému rozvoji. Imperial City bylo zrekonstruováno, poničená města a pevnosti přestavěny a zvláštní péče byla věnována opravě silnic, neboť síť kvalitních silnic byla pro tak rozlehlou říši životně důležitá.[3] Náboženská politika Socha Talose ve Whiterunu Císař Tiber Septim byl zakladatelem císařského kultu, který uctíval všechny bohy božské osmičky. Kult byl znám i svou misijní činností v provinciích. Na počest svého předchůdce Cuhlecaina, založil císař kult císaře Zera. Cuhlecain byl v císařově pojetí hoden uctívání, ačkoliv neovládl celý Cyrodiil, protože ve své moudrosti jmenoval císaře ještě jako Talose svým generálem. Cuhlecain tak položil základ budoucí Tamrielské říše.[3] Císařova náboženská politika, především v Morrowindu byla značně tolerantní, protože císař umožnil i nadále uctívání Tribunálu, ačkoliv ve skutečnosti tento ústupek uskutečnil, aby snadněji získal Morrowind a jeho obyvatele pro svou říši. Drakorozený císař a draci Tiber Septim byl drakorozený, byl tedy propojen s dračí krví a díky tomu měl schopnost zapálit dračí ohně prostřednictvím amuletu králů.[16] Než byl zraněn na hrdle, ovládal Tiber také thu'um, tak jako všichni drakorození.[3] Díky tomu měl blízko k drakům a učenci se shodují, že to bylo naposledy za Tiberovy vlády, co byli draci v Tamrielu spatřeni (objevili se znovu až ve čtvrté éře).[17] Podle některých zdrojů dokonce draci kroužili nad císařským palácem.[3] Císař se totiž zavázal, že bude draky chránit, oplátkou za to požadoval jejich služby. Navzdory jeho slibu byly však na draky pořádány hony a ti byli postupně vybíjeni. Draci nakonec z Tamrielu zcela vymizeli.[17] Rozkvět kultury a vzdělanosti Za vlády Tibera Septima došlo k velkému rozkvětu kultury a vzdělanosti a sám císař byl štědrým mecenášem. Z rozkazu panovníka byla ve městě Markarathu založena Císařská Univerzita Hlasu, věnovaná cestě hlasu a starobylému umění války. U císařova dvora našli uplatnění také mnozí skyrimští bardi, kteří studovali na vážené bardské univerzitě v Solitude.[18] V době Tiberovy vlády byla také vydána mnohá literární díla. Roku 2E 864 byla vydána první edice Kapesního průvodce říší. Jednalo se o propagandistické dílo oslavující skutky Tibera Septima, mimo to kniha popisovala všechny velké národy Tamrielu, jejich kulturní zvyky a historii a vztah s císařstvím. Autoři knihy přinesli čtenářům také stručný popis zámořských regionů.[19] V roce 3E 12 byla vydána Encyklopedia Tamrielica.[20] Tiber Septim a Barenziah Barenziah byla dcera posledního krále a královny Mournholdu, kteří pravděpodobně padli ve válce o Morrowind. Tiber Septim měl s Barenziah, která byla malou dívkou své vlastní plány a odeslal jí na výchovu do Skyrimu. Mournhold byl zatím spravován vojenskou vládou. Barenziah se měla v budoucnu stát mournholdskou královnou a Mournhold se měl navrátit k civilní vládě, pod dohledem císařství. Princezna zatím rychle vyrůstala a nakonec, nevědě o svém osudu, uprchla od svých skyrimských poručníků. Princeznu naštěstí vystopoval císařův věrný generál Symmachus, který byl Tiberovým přítelem a rádcem. Symmachus přivedl Barenziah zpět k císařovu dvoru. Císař přijal Barenziah s velkou vstřícností a otcovskou láskou a zajistil jí patřičné vzdělání. Tiber Septim trávil s Barenziah mnoho času při procházkách, kdy jí často vyprávěl o vladařském poslání, magii a historii. Krásná a mladá Barenziah si nakonec získala srdce stárnoucího císaře a ten se do ní beznadějně zamiloval.[21] Císař prý Barenziah tajně navštěvoval po nocích a nosil jí dárky. Vztah císaře s Barenziah však nezůstal utajen a brzy se o něm mluvilo po celém Imperial City. Císařova nevěra se stala trnem v oku jeho manželce a dětem a dokonce i mnoho poddaných tento poměr odsuzovalo. Vztah tamrielského císaře s mournholdskou královnou skončil ve chvíli, kdy Barenziah oznámila císaři, že je těhotná. Tiber Septim nemohl riskovat, že se z jejich vztahu zrodí dítě, které by mohlo ohrozit nárok jeho dědiců. Proto donutil Barenziah, přes námitky lékaře, k potratu. Od té doby byl vztah obou panovníků ryze formální, avšak přátelský a vstřícný.[21] Vnitřní politika Mince s podobiznou Tibera Septima Díky úsilí Tibera Septima zavládl po sjednocení Tamrielu dlouhodobý mír. Říše byla značně kosmopolitní a provinciím byla ponechána velká dávka autonomie. Tiber se opíral především o své legie a schopné rádce. Rada Starších neměla zřejmě v době vlády Tibera Septima nijak velký vliv a císař vládl jako autokraticky. Pravděpodobně za jeho vlády začal být ražen zlatý Septim s jeho podobou, který se stal oficiální říšskou měnou. Doba vlády Tibera Septima byla obdobím stability, kdy právo a spravedlnost platilo pro všechny bez výjimky od nejchudšího rolníka, až po nejmocnější šlechtice v zemi.[15] Smrt Císař Tiber Septim zemřel roku 3E 38 ve věku sto osmi let, pravděpodobně v Imperial City. Po císařově smrti údajně čtrnáct dní pršelo, jakoby celý Tamriel ronil slzy za zemřelého. Po Tiberově smrti se vlády ujal jeho vnuk Pelagius Septim I.[15] Po své smrti byl císař prohlášen za boha a stal se jako Talos devátým bohem oficiálního císařského pantheonu. Božství Vitráž znázorňující boha Talose Po své smrti začal být Tiber Septim uctíván jako bůh a to pod jménem Talos. Oficiální císařský kult už nebyl božskou osmičkou, ale devítkou a Talos byl považován za nejdůležitějšího lidského hrdinu.[22] Talos se největší úctě těšil hlavně v Cyrodiilu a Skyrimu, na jeho počest byly po celé říši budovány chrámy a svatyně. Naopak víra v Talose nebyla všeobecně přijata u obyvatel Morrowindu, kde se těšil přízni hlavně Tribunál a na Summersetských ostrovech. Pro konzervativní a hrdé Altmery byla představa, že by měli jako boha uctívat člověka, který je navíc zbavil nezávislosti, naprosto nepřijatelná. Ve čtvrté éře, když byla Tiberova říše už jen stínem bývalé slávy, došlo k obnově aldmerského spolku. Nakonec došlo mezi říší a obnoveným spolkem ke krvavé válce. Mírová smlouva vešla ve známost jako Bělozlatý konkordát a postavila uctívání Talose roku 4E 175 mimo zákon.[23] Všichni, kdo Talose uctívali nadále, byli pronásledováni jako kacíři. Hodnocení Říše Tibera Septima Tiber Septim je považován za nejmocnějšího císaře všech dob. Byl vůbec prvním, komu se podařilo sjednotit celý Tamriel pod vládou jediného muže, nadto ještě člověka. Podrobil si všechny národy Tamrielu, včetně hrdých Altmerů, kteří sami sebe považovali za nejvyspělejší a nadřazenou rasu. Tiber Septim navázal na státoprávní koncepci remanské, či druhé říše. Sjednocením Tamrielu ukončil císař období nekonečných válek a chaosu, které byly příznačné pro období Interregna. Po sjednocení Tamrielu se už nenašel nikdo, kdo by se císaři opovážil vzdorovat a nastal zlatý věk. Svou politikou císař integroval do říše kulturně odlišné země. Státní celek, který založil byl postaven na tak pevných základech, že překonal řadu závažných krizí, které ohrožovaly samotnou existenci císařství. Tamrielská říše trvá dodnes. Tiber Septim je považován za nedosažitelný vzor pro všechny panovníky a po jeho smrti už nikdo nedokázal jeho úspěchy překonat. Profil císaře Fyzický vzhled Podoba císaře zůstala pozdějším generacím známa díky mnohým podobiznám, obrazům a sochám, které se zachovaly i četnými popisy v literatuře. Císařův vzhled je téměř na všech dochovaných vyobrazeních jednotný. Měl tmavě hnědé, či černé vlasy, výrazné kouty. Líce měl oholené, ale pěstoval si bradku. Ve stáří měl bílé vlasy. Existuje několik literárních popisů. \"Byl průměrně vysoký, téměř o jeden a půl hlavy nižší než vytáhlý Symmachus, ačkoliv měl dobře stavěnou postavu a pružné pohyby. Měl přitažlivý úsměv, jasné - a pronikavé - oči a vrásčitou tvář lemovanou hustými čistě bílými vlasy. Mohlo mu být cokoliv od čtyřiceti do šedesáti.\" ―Skutečná Barenziah, Díl Třetí \"Uriel přikývl. Potema se na okamžik obdivovala jeho podobě s portréty Tibera Septima. Stejné nelítostné čelo a silná brada. Až bude starší a ztratí svou dětskou oblost, bude přesným obrazem svého praprapraprapraprastrýčka.\" ―Vlčí královna[src] Osobnost Osobnost Tibera Septima byla rozporuplná. Podle oficiální propagandy byl Tiber Septim hodnocen jako dobrotivý a milostivý vládce, skvělý stratég a vynikající diplomat s neuvěřitelným charismatem. To byla jen částečná pravda. Tiber Septim byl i značně bezohledný válečník, který se dopustil mnoha krutostí. Podle některých zdrojů se neštítil ani vražd a likvidace těch, kteří se mu přestali hodit. Údajně měl zavraždit svého předchůdce Cuhlecaina. Neváhal také obětovat své přátele pro dosažení svých cílů. Byl také chladnokrevným diplomatem, který používal své poddané jako figurky na šachovnici. Tak to vyplývá například ze slavné věty generála Symmacha, určené Barenziah. Ten prohlásil, že Barenziah se stane mournholdskou královnou nikoliv právem krve, ale proto, že se to císaři hodí. Vedlo toho byl však také neobyčejně vzdělaný a za jeho vlády došlo k velkému kulturnímu rozmachu. Jméno Tiber: bylo křestní jméno, které Talos přijal, když se stal císařem. Autoři série Elder Scrolls zřejmě jméno odvodili z latinského jména Tiberius, což znamenalo Tiber (řeka). Septim: bylo rodové jméno, které Talos přijal, když se stal císařem, jednalo se tedy o jméno celé dynastie, kterou Tiber založil. Autoři jméno odvodili zřejmě z latinského Septimus, což znamenalo sedmý. Hjalti Brzovous: bylo podle některých zdrojů císařovo původní a rodné jméno. Přídomek Brzovous zřejmě naznačoval, že císaři začaly růst vousy v raném věku. Talos: bylo podle oficiálních zdrojů císařovo původní a rodné jméno. Talos znamená ve starobylém jazyce Ehlnofey bouřná koruna. Podle jiných zdrojů se císař původně jmenoval Hjalti a za Talose byl provolán po jedné z první bitev svými vojáky. Talos se později stalo jménem, které odlišovalo božskou podstatu Tibera Septima od jeho lidské podstaty. Ysmir: bylo jméno dávného krále Skyrimu, znamenalo to Drak ze severu. Ysmir se stalo také jedním z jmen Tibera Septima. Rodina O nejbližší rodině Tibera Septima se dochovalo jen několik málo informací. Není známo, jak se jmenovala jeho manželka se kterou měl pravděpodobně minimálně jednoho syna. Známí členové nejbližší rodiny jsou: Agnorith, který byl jeho bratrem. Pelagius Septim I., který byl jeho dědicem a vnukem. Kintyra Septim, která byla jeho neteří."
}