{
    "title": "Titus Mede II.",
    "table_of_contents": [
        "Obsah",
        "1 Životopis",
        "1.1 Původ",
        "1.2 Politické pozadí",
        "1.3 Nástup na trůn",
        "1.4 Thalmorské ultimátum",
        "1.5 Velká válka",
        "1.5.1 Bitva o Červený kruh",
        "1.5.2 Bělozlatý konkordát",
        "1.6 Ztráta Hammerfellu",
        "1.7 Vnitřní politika",
        "1.7.1 Markarthský incident",
        "1.7.2 Povstání ve Skyrimu",
        "1.8 Závěr vlády a smrt",
        "2 Rodina",
        "3 Vzhled a osobnost",
        "4 Etymologie",
        "5 Hodnocení",
        "6 Reference"
    ],
    "infobox": "Titus Mede II. Císař počas Velké války Panovnické údaje Titul: Tamrielský císař Doba vlády: 4E 168 - 4E 201 Předchůdce: Neznámý císař Následník: Neznámý císař Dynastie: Mede Životopisné údaje Datace: *Čtvrtá éra - †4E 201 Pohlaví: Muž Rasa: Císařský Herní údaje Výskyt: The Elder Scrolls V: Skyrim",
    "content": "Titus Mede II. byl tamrielský císař z dynastie Mede, vládnoucí v letech 4E 168 až 4E 201. Krátce po svém nástupu na trůn, musel Titus čelit invazi Aldmerského spolku. Konflikt vešel do dějin jako Velká válka. Titus sice nakonec dosáhl nad Altmery vítězství, ale musel přijmout požadavky Thalmoru, známé jako Bělozlatý konkordát. Tato mírová smlouva zakazovala uctívání Talose a způsobila vnitřní rozpory v říši, de facto smlouva zpochybnila velmocenské postavení říše. Císař musel čelit především nepokojům ve Skyrimu. Nejdříve došlo k povstání Zapřísáhlých a o několik let později se rozhořela občanská válka ve Skyrimu. Jedním z posledních císařových činů před smrtí, byl pokus povstání ve Skyrimu potlačit. Císař byl zavražděn roku 4E 201. Životopis Původ Titus se narodil blíže neznámého roku, pravděpodobně však v první polovině druhého století čtvrté éry. O Titově životě před nástupem na trůn není příliš mnoho známo. Pocházel však z dynastie Mede, jejíž příslušníci vládli Tamrielské říši od roku 4E 17. Své jméno obdržel Titus právě po zakladateli dynastie a svém předkovi Titovi Medovi I., který byl vůbec prvním vládnoucím císařem čtvrté éry. Přestože se o rodičích Tita Meda II. nic neví, můžeme soudit, že podle hladkého nástupu na trůn byl synem císaře. Je možné, že jeho pradědečkem či dědečkem byl Attrebus Mede, syn císaře Tita I. Politické pozadí Hrozba Thalmoru byla mimořádná a ovlivnila celou vládu císaře Tita Meda II. Pozadí těchto událostí je třeba hledat již v době Vpádu Oblivionu na konci třetí éry. Thalmor byl na Summersetských ostrovech vždy mocnou frakcí, ale zároveň byl vždy v menšině. V průběhu invaze z Oblivionu byla však Křištálová věž donucena poskytnou Thalmoru více kompetencí. Když byly nakonec brány Oblivionu uzavřeny a invaze daeder skončila, Thalmor využil situace a šířil, že je to jeho zásluha.[1][2] V oslabené říši, která se zároveň po vpádu Oblivionu ocitla bez vládnoucího císaře na trůnu, vypukla občanská válka o císařskou korunu. Proto říše událostem na Summersetských ostrovech nepřikládala a za dané situace ani nemohla, přílišnou pozornost. Císařská vláda na ostrovech byla de facto nefunkční a Thalmor se roku 4E 22 zmocnil úplné kontroly nad ostrovy a přejmenoval je na Alinor.[1][3] Roku 4E 29 zorganizoval Thalmor vojenský a politický převrat ve Valenwoodu. Císařské jednotky a jejich bosmerští spojenci v provincii, byli nenadálým útokem dokonale překvapeni a rychle poraženi lépe připravenými altmerskými jednotkami. Thalmor následně po ovládnutí Valenwoodu vyhlásil obnovený Aldmerský spolek. Po tomto úspěchu se Aldmerský spolek zcela odmlčel a přerušil veškeré kontakty s říší. Thalmor zřejmě tiše konsolidoval svou moc v nově ovládnutých provinciích.[1] Roku 4E 98 došlo ke zmizení obou měsíců, Massera a Secundy. V císařství opět vypukl zmatek a obyvatelstvo vnímalo zmizení měsíců z úzkostí. Pro Khajiity jsou měsíce z kulturního hlediska mnohem důležitější, než pro jiné tamrielské rasy. Když se tak po dvou letech měsíce opět objevily a Thalmor přišel s tím, že je to jeho zásluha, Khajiiti oslavovali Thalmor jako své zachránce a vliv říše v Elsweyru rychle slábl. Roku 4E 115 tak došlo k dalšímu politickému převratu. Konfederace Elsweyr byla rozpuštěna a byla obnovena dávná království Anequina a Pelletine, která se stala vazalskými státy Aldmerského spolku.[1] Nástup na trůn Říše a její sousedé v době, kdy na trůn nastoupil Titus Mede II. Titus Mede II. nastoupil na císařský trůn roku 4E 168. Říše kterou zdědil, byla však jen stínem své někdejší velikosti za vlády Septimů. Říše přišla ještě před Titovým nástupem jak o Valenwood, tak o Elsweyr ve prospěch Thalmoru. Císařský správa v Black Marshi se zhroutila již krátce po vpádu Oblivionu. Morrowind byl zpustošen výbuchem Rudé hory, nikdy se z této katastrofy nevzpamatoval a jeho jižní oblasti byly ovládnuty Argoniánci. V Hammerfellu zuřil i nadále boj mezi frakcí Korun a Předky. Stabilitu a jisté zdání prosperity si uchovaly jen provincie Cyrodiil, Skyrim a High Rock.[1] Za těchto neutěšených podmínek převzal Titus své nesnadné dědictví a brzy musel svést doslova existenční boj o další trvání říše. Thalmorské ultimátum Titus měl jen několik krátkých let na upevnění své vlády, než byly jeho vůdcovské schopnosti podrobeny rozhodující zkoušce. Roku 4E 171 předstoupil před císaře a jeho dvůr v Imperial City thalmorský velvyslanec. Emisar předložil císaři ultimátum. Dlouhý seznam thalmorských požadavků obsahoval kromě jiného žádost o složení tributu, rozpuštění Čepelí, postoupení části hammerfellského území Thalmoru a zákaz uctívání Talose jako boha. Generálové upozornili císaře na vojenskou nepřipravenost říše, nebylo však divu, že císař Titus Mede II. i přes jejich doporučení drzé ultimátum odmítl. Velvyslanec císaři, po jeho odmítnutí, dal převrhnout vůz s darem, který přivážel. Císaři a jeho dvořanům se naskytl hrůzný pohled, z vozu se vysypala více než stovka uťatých hlav: ty patřily agentům Čepelí, kteří kdysi působili na Summersetských ostrovech a ve Valenwoodu. Bylo to jasné vyhlášení války.[1] Velká válka Reakce Thalmoru na sebe nenechala dlouho čekat. Jen pár dní po odmítnutí ultimáta císařem, vpadla aldmerská vojska do Cyrodiilu a Hammerfellu. Aldmerskou armádu z jihu vedl lord Naarifin a rychlým útokem dobyl Leyawiin a oblehl Bravil. Přes západní Cyrodiil přešla bez odporu s armádou Lady Arannelya, která vpadla do Hammerfellu. Zároveň se na jižním pobřeží Hammerfellu vylodily další altmerské jednotky. Brzy se celé jižní pobřeží Hammerfellu ocitlo v urkách Atlmerů. Thalmor byl snadným postupem do srdce říše zcela překvapen, usuzuje se, že původně chtěl jen odlákat pozornost legií do Cyrodiilu a zatím dobýt Hammerfell. Po počátečních úspěších však Thalmor své plány přehodnotil a rozhodl se zničit říši jednou provždy.[1] Nejvíce válkou postiženou oblastí byl Cyrodiil V průběhu roku 4E 172 pronikla aldmerská armáda vedená lordem Naarifinem hluboko do Cyrodiilu a zmocnila se Bravilu i Anvilu. Na konci téhož roku stanula aldmerská armáda před hlavním městem. Císařská armáda se snažila udržet alespoň východní břeh řeky Niben a v jezeře Rumare, okolo hlavního města, a na Nibenu probíhaly zuřivé námořní boje. Teprve v roce 4E 173 se císařská armáda zmohla na výraznější odpor, avšak postup zdánlivě neporazitelné armády i nadále pokračoval. Posádka v Imperial City byla posilněna čerstvými posilami ze Skyrimu, avšak Altmerům se podařilo překročit Niben a zahájili tak postup i podél východního břehu. Na konci roku bylo Imperial City obklíčeno ze všech stran. Otevřená zůstávala pouze severní cesta do Brumy, po které přicházely do hlavního města zásoby.[1] v roce 4E 174 začal rozhodující útok na Imperial City, Thalmor se rozhodl do bitvy nasadit všechny dostupné síly, včetně čerstvých posil, které se shromáždili v jižním Cyrodiilu. Ukázalo se, že udržet hradby proti aldmerské přesile je nemožné. Císař nakonec zřejmě usoudil, že kdyby padl, padla by spolu s ním i jeho říše a rozhodl se pro ústup. Společně s několika vojáky se Titus probil z města ven a ustoupil na sever. Hlavní město zatím padlo a bylo krutě vypleněno.[1] Tento na první pohled zbabělý čin se později ukázal jako moudré rozhodnutí. Bitva o Červený kruh Imperial City bylo Altmery krutě vypleněno Císař zvolil matoucí taktiku a utvrzoval Thalmor v domnění, že se chystá ke kapitulaci. Ve skutečnosti císař shromažďoval zbylé říšské síly a snažil se je reorganizovat. Bitva o Červený kruh se stala rozhodujícím střetem Velké války a stala se příkladem pro mnohé stratégy budoucích generací. před bitvou císař rozdělil svou armádu na tři části mezi své nejschopnější generály a nejsilnější oddíly vedl osobně. Titus vedl útok ze severu a osobně zajal altmerského lorda Naarifina. Říká se, že císař nesl do bitvy legendární meč Zlatoznak, tyto fámy však nebyly nikdy oficiálně potvrzeny. Bitva o Červený kruh se proměnila v rozhodující vítězství říše a masakr altmerských vojáků. Titus navíc bitvou získal zpět své hlavní město. Lord Naarifin byl za vyplenění hlavního města přísně potrestán, byl zavěšen na věž z Bílého zlata a po třiatřicet dní udržován naživu. Další den jej podle pověsti unesla okřídlená daedra.[1] Bělozlatý konkordát Politická situace okolo roku 4E 180 Císař Titus II. sice zvítězil nad nepřítelem, avšak jeho armáda nebyla schopná v boji pokračovat. Zbývající síly císařství byly soustředěny v Cyrodiilu, bitva o Červený kruh navíc přinesla obrovské ztráty a vojáci byli na pokraji sil. Titus II. tak využil svého vítězství a zahájil s Aldmerským spolkem vyjednávání o míru. Na sklonku roku 4E 175 podepsal císař s Thalmorem mír, který vešel ve známost jako Bělozlatý konkordát. Mírové podmínky byly velmi tvrdé. Nejvíce sporným bodem smlouvy bylo postavení uctívání Talose mimo zákon. Zákaz uctívání oblíbeného božstva byl v provinciích říše přijat se značnou nevolí. Dále se císař musel vzdát jižních oblastí Hammerfellu, které se však stejně nacházely pod faktickou kontrolou Aldmerského spolku.[1] Ztráta Hammerfellu Hammerfell byl po Velké válce pro říši ztracen Přijetí Bělozlatého konkordátu mělo nedozírné důsledky, jako první konkordát okamžitě zavrhl Hammerfell. Přijetí konkordátu by pro Hammerfell znamenalo uznat porážku a smířit se s odstoupením vlastního území. Císař Titus byl donucen oficiálně se zřeknout Hammerfellu jakožto císařské provincie, aby udržel mír s Aldmerským spolkem. Hammerfell tak po více než 600 seti letech přestal být součástí Tamrielské říše. Redguardi císařovo stanovisko považovali za nehoráznou zradu. Thalmor se tak podařilo zasít mezi Hammerfellem a říší sémě vzájemné nevraživosti.[1] Vnitřní politika Přijetí Bělozlatého konkordátu výrazně zasáhlo do vnitřní struktury a politiky říše. Čepele byly rozpuštěny a nahrazeny organizací Penitus Oculatus, která převzala starost o císařovo bezpečí.[4] Ihned po přijetí konkordátu bylo uctívání Talose postaveno mimo zákon a všechny jeho oltáře byly ze všech říšských chrámů odstraněny. Císař také přijetím konkordátu umožnil přístup Thalmoru do říše. Thalmor si nyní zřídil své velvyslanectví nedaleko skyrimské Samoty. Thalmor tak získal skvělé pozice nejen pro kontrolu dodržování mírových podmínek říší, ale také pro špehování a zasahování do říšských záležitostí. Po celé říši cestovali thalmorští justicionáři, kteří měli značné pravomoci. Mohli například zatýkat občany, podezřelé z uctívání Talose. Tito občané byli mnohdy krutě mučeni a ani císař je nemohl svou mocí ochránit. Všechny tyto praktiky vyvolávali v hrdých obyvatelích říše značný odpor, nevoli, navíc to v nich vzbuzovalo dojem, že se říše založená Talosem stala vazalem Altmerů.[5] Markarthský incident Město Markarth Zapřísáhlí představovali již po staletí problém, především ve skyrimské državě Pláně. Zapřísáhlí plně využili Velké války, kdy byla říše zaměstnána obranou proti Altmerům a povstali proti císařské nadvládě. Roku 4E 174 se Zapřísáhlí zmocnili Markarthu a přilehlého okolí a vytvořili zde nezávislý stát. Říše a markarthský jarl proto požádali o pomoc Ulfrica Bouřného háva, syna jarla z Windhelmu. Ulfric skutečně roku 4E 176 Zapřísáhlé porazil a dobyl Markarth zpět. Oplátkou však požadoval povolení uctívání Talose pro sebe a své muže. Císař však musel, aby zachoval mír s Aldmerským spolkem, Ulfrica a jeho muže uvěznit.[5][6] Povstání ve Skyrimu Ulfric Bouřný háv, vůdce povstání proti říši Skyrimští velekrálové z řad samotských jarlů, byli říši tradičně naklonění. Velekrál Istlod přijal a ratifikoval Bělozatý konkordát a stejně tak později činil i jeho syn Torygg. Oba dva panovníci si uvědomovali, že Skyrim je závislý na dodávkách zboží z Cyrodiilu a také, že bez vzájemné spolupráce by se jen těžko mohli postavit Aldmerskému spolku. Torygg si navíc uvědomoval, že se jedná o říši, kterou založil Talos a nechtěl se proti ní obracet zády. Ulfricovi se mezitím podařilo uprchnout z vězení a ujal se svého trůnu ve Windhelmu. Ulfric byl odpůrcem konkordátu od první chvíle a při volbě velekrále Torygga, vyzval ostatní jarly k povstání proti říši. Když jeho přání nebylo naplněno, Ulfric nakonec Torygga roku 4E 201 zavraždil. Povstání Bouřných hávů proti říši začalo. Skyrim se de facto rozdělil na dvě poloviny, mnoho jarlů zůstalo věrných říši, zatímco ti radikálnější se postavili za Ulfrica. Císař byl povstáním, které ohrožovalo jak staletí trvající nadvládu nad Skyrimem, tak křehký mír s Aldmerským spolkem, znepokojen. Proto Titus vyslal do Skyrimu schopného generála Tullia, ten se ujal velení nad legiemi v provincii a vojenské vlády.[5] Závěr vlády a smrt \"Zabiješ mě - už jsem se s tím smířil. Ale ať už tvá cesta životem byla jakákoliv, cítím v tobě jakousi... ctižádost. Proto tě chci požádat o laskavost - poslední přání umírajícího starce. Je mnoho těch, kteří si přejí mou smrt, ale jen jeden, kdo ten plán skutečně rozjel. Tato osoba, ať už to byl kdokoliv, musí být za svou zradu potrestána.\" ―Poslední přání císaře Tita Meda II.[src] Místo císařovy smrti, loď Katariah Kvůli znepokojivým událostem ve Skyrimu císař odmítl i pozvání své sestřenice Vittorie, která jej pozvala na svou svatbu v Samotě. Císař se omluvil kvůli zaneprázdněnosti v hlavním městě. Když však byla císařova sestřenice na své vlastní svatbě zavražděna, byl císař donucen reagovat. Císař se chystal na cestu do Skyrimu, při té příležitosti vykonala jeho organizace Penitus Oculatus, mimořádná bezpečnostní opatření ve všech městech Skyrimu. Císař na svou ochranu využíval i dvojníků, ve Skyrimu bylo odhaleno rozsáhlé spiknutí s úmyslem zbavit císaře života. Tak zahynul i císařův dvojník na Chmurném hradě. Ani přísná bezpečnostní opatření však císařův život neochránila, Titus se dokonce nakonec se svou smrtí smířil. Když se na své lodi Katariah setkal tváří tvář se svým vrahem, jeho posledním přáním bylo, aby zemřel ten, kdo si jeho smrt objednal. Císař Titus Mede II. tak zemřel roku 4E 201, v poměrně zralém věku po třiatřiceti letech vlády.[5] Císařovu smrt si u Temného bratrstva objednal Amaund Motierre, člen Rady Starších. Rada Starších byla v některých záležitostech s císařem ve sporu a mnozí si tak přáli jeho smrt. Amound chtěl odstraněním císaře postoupit ve společenském žebříčku a posilnit svou vlastní moc. Rodina Titus Mede I. - císařův předek, zakladatel dynastie a první císař čtvrté éry. Attrebus Mede - císařův předek, předpokládaný druhý císař z dynastie Mede. Alexia Vici - císařova teta. Vittoria Vici - císařova sestřenice. Vzhled a osobnost Císař Titus Mede II. Císař Titus Mede II. se projevil jako mimořádně energický panovník. Zdá se, že byl neuvěřitelně hrdý, jak vyplývá z jeho prvotního odmítnutí thalmorských požadavků. V Bitvě o Červený kruh se také Titus Mede II. ukázal být zdatným válečníkem, když osobně vedl vojáky do bitvy. Jeho vítězná bitva se dokonce měla pro budoucí generace stát příkladem. Titus byl i schopný diplomat, schopný úskoků a intrik, aby ukryl své pravé záměry. O jeho schopnostech svědčí i to, že byl schopen obalamutit jindy dobře informovaný Thalmor a za jeho zády shromáždit novou vojenskou sílu, zatímco předstíral úmysl podepsat kapitulaci. Titus byl také realista, když si uvědomil, kolik vojáků ve válce padlo, raději přijal thalmorské požadavky. S hrdostí se stárnoucí panovník postavil i vlastní smrti a přijal jí s chladným klidem. Co se týče vzhledu, známe Titovu podobu z jeho pokročilého věku. Mohlo mu být okolo šedesáti let, když zemřel. Císař měl v té době velmi málo vlasů s postupující pleší a měl krátký šedivý vous. Jeho obličej byl velmi vrásčitý a oči měl modré. Oděn byl Titus v tradičním drahém císařském rouchu. Etymologie Titus: Reálně se jedná o latinskou podobu řeckého jména Titos, což znamená \"oheň\" nebo \"hořet\". Hodnocení Hodnotit vládu Tita Meda II. je poměrně obtížné. Jeho osobnost je vnímána značně kontroverzně. Na jedné straně to byl schopný, energický a statečný panovník. Na druhé straně považují mnozí podepsání Bělozlatého konkordátu, za nesmírně zbabělý čin a neodpustitelnou zradu. Císař však dobře vnímal, že jeho říše je válkou vyčerpána a síla vojska podlomena. Titus chtěl zabránit dalšímu plenění své říše a újmám na životech. To jej vedlo k podepsání mírové smlouvy. Navíc císař poprvé požadavky Thalmoru odmítl a přijal je až po hrdinském boji. Nicméně přijetí konkordátu znamenalo mnoho dalších problémů, zákaz uctívání Talose, ztrátu Hammerfellu a povstání ve Skyrimu. V konečném důsledku se ukázalo, že konkordát je pro říši značně nevýhodný a podlomil její dosavadní velmocenské postavení. Redguardům se také podařilo Altmery ze své země vyhnat a to bez sebemenších ústupků, mnozí proto viní císaře, že kdyby pokračoval ve válce po boku Hammerfellu, mohl Aldmerský spolek zcela rozdrtit. Realisticky by však říše za dané situace mohla sice Altmery donutit k ústupu, nikoliv je však definitivně porazit. Thalmor získal příliš mnoho prostoru ke svému vzestupu již před nástupem Tita na trůn, než aby byl tak snadno poražen. Předchůdce:Neznámý Cyrodiilský císař4E 168 - 4E 201 Nástupce:Neznámý Předchůdce:Neznámý Tamrielský císař4E 168 - 4E 201 Nástupce:Neznámý"
}