{
    "title": "Torygg",
    "table_of_contents": [
        "Obsah",
        "1 Životopis",
        "1.1 Dětství",
        "1.2 Velekrál Skyrimu",
        "1.3 Manželství",
        "1.4 Smrt",
        "2 Vzhled a vlastnosti",
        "3 Reference"
    ],
    "infobox": "",
    "content": "Torygg Velekrál Torygg Velekrál Skyrimu Doba vlády ? - 4E 201 Předchůdce Istlod Následník Bezvládí Jarl ze Solitude Doba vlády ? - 4E 201 Předchůdce Istlod Následník Elisif Jasná Manžel/ka Elisif Jasná Otec Istlod Narození Neznámo Úmrtí 4E 201 Torygg byl skyrimským velekrálem a jarlem ze Solitude. Za velekrále byl Torygg zvolen po smrti svého otce Istloda pravděpodobně na zlomku druhého století čtvrté éry a vládl do své smrti roku 4E 201. Torygg byl přívržencem a symbolem říšské vlády ve Skyrimu. Jeho manželkou byla Elisif Jasná. Torygg také potvrdil Bělozlatý konkordát, který zakazoval víru v Talose, tím proti sobě obrátil mocného Ulfrica Bouřného háva, jarla z Windhelmu. Ulfric Bouřný háv nakonec velekrále zabil, před očima celého dvora. Životopis Dětství Torygg se narodil neznámého roku čtvrté éry jako syn Istloda, který byl skyrimským velekrálem a současně jarlem ze Solitude. Toryggovou vychovatelkou v dětství byla čarodějka Sybilla Stentor.[1] Velekrál Skyrimu Když velekrál Istlod po dvaceti pěti letech vlády zemřel, sešel se v souladu se skyrimskou tradicí královský sněm, který měl zvolit nového velekrále. Sněm tvořili všichni jarlové vládnoucí ve skyrimských državách, kteří měli hlavní hlasovací právo. Novým velekrálem byl zvolen právě Torygg, bylo to spíše formální potvrzení než skutečná volba. Na sněmu vystoupil i jarl z Windhelmu Ulfric Bouřný háv s okázalou řečí. Ve svém rozsáhlém proslovu Ulfric kritizoval říši, která přijala Bělozlatý konkordát, který postavil víru v Talose mimo zákon. Ulfric vyzýval přítomné jarly, aby vyhlásili nezávislost na říši a neměl daleko k velezradě. Svou řečí si však Ulfric získal tajný Toryggův respekt.[1] Jako skyrimský velekrál Torygg ratifikoval nenáviděný Bělozlatý konkordát a souhlasil tak se zákazem uctívání Talose. Což bylo mnohými považováno za zradu domácích tradic.[2] Ve skutečnosti si Torygg uvědomoval, že Altmerský spolek je nebezpečný nepřítel a je lepší proti němu stát společně s říší, než bez ní. Navíc mnoho nordských vojáků sloužilo v císařské legii a Skyrim byl závislý na potravinách a zboží, dovážených s říše. Torygg si také uvědomoval, že ačkoliv nemohli Nordové Talose otevřeně uctívat, byla to Tiberova říše a on nechtěl, aby zanikla. To byly hlavní důvody, proč se Torygg nepostavil k říši zády.[1] Jako velekrál také povýšil Torygg svou vychovatelku Sybillu Stentor do úřadu dvorního čaroděje.[1] Manželství Torygg se za svého krátkého života také stačil oženit, jeho manželkou se stala krásná Elisif Jasná. Krátké manželství Torygga a Elisif bylo harmonické a jak se zdá, manželé se upřímně milovali. Dokonce se ozývala i kritika, že se Torygg věnuje spíše tomu, jak zabavit svou manželku, než vladařským povinnostem.[3] Elisif byla smrtí svého manžela nesmírně raněna a dlouho po něm truchlila. Po manželovi také zdědila legitimní nárok na skyrimský trůn a stala se jarlem ze Solitude. Smrt \"Když mě sem Ulfric Bouřný háv s rozhořčeným řevem posílal, jediné, čeho jsem litoval, byla krásná Elisif, kterou jsem truchlící v slzách ponechal.\" ―Torygg o své vlastní smrti[src]Roku 4E 201 se na královském dvoře v Solitude znenadání objevil Ulfric Bouřný háv a požádal velekrále o audienci. Torygg Ulfrica přijal před celým dvorem. Velekrál i dvořané předpokládali, že Ulfric přednese žádost, aby byla vyhlášena nezávislost Skyrimu na říši. Ulfric však vyzval velekrále na souboj. V souladu s nordskými tradicemi musela být výzva přednesená před dvorem přijata, jinak by vyzyvatel získal důvod ke svolání královského sněmu a volbě nového velekrále. Existují dvě verze Toryggovy smrti. Podle dvořanů velekrále použil Ulfric okamžitě řev - thu'um a roztrhl krále ve dví.[4] Podle své vlastní verze, však Ulfric řevem pouze srazil Torygga k zemi a byl to jeho meč, který proklál jeho srdce. Ať už je pravda jakákoliv, Torygg se po své smrti odebral do Sovngardu, tradičního místa, kam putují všichni hrdinští Nordové. Vzhled a vlastnosti Torygg byl vysoké postavy a zemřel velmi mladý. Mohlo mu být něco okolo třiceti let. Velekrál měl hnědé delší vlasy a krátké vousy. Podle Sybilly Stentor byl Torygg znamenitým velekrálem a cvičeným bojovníkem, proti thu'um však neměl šanci. Nepřátelé Torygga, jako například Ulfric, jej považovali za slabého velekrále, který byl pouhou říšskou loutkou. Podle Ulfrica svědčilo o Toryggově slabosti také to, že byl neznalý thu'um. Sybilla Stentor nicméně prohlásila, že Torygg byl Ulfricovým obdivovatelem a choval k němu respekt, dokonce se domnívala, že kdyby o to Ulfric Torygga otevřeně požádal, vyhlásil by skyrimskou nezávislost na říši. Předchůdce:Istlod Skyrimský velekrál??? - 4E 201 Nástupce:Trůn neobsazeneventuálně Elisif JasnáneboUlfric Bouřný háv Předchůdce:Istlod Jarl ze Solitude??? - 4E 201 Nástupce:Elisif Jasná"
}