{
    "title": "Tribunál",
    "table_of_contents": [
        "Obsah",
        "1 História",
        "1.1 Vojna prvej rady (skoršia Prvá éra)",
        "1.2 Vojna štyroch účtov (neskoršia Prvá éra)",
        "1.3 Druhá éra"
    ],
    "infobox": "",
    "content": "Almalexia, Vivek a Sotha Sil Tribunál či ALMSIVI alebo taktiež aj Trojica bolo spoločenstvo troch bohov Dunmerského ľudu. Súčasťou Tribunálu bola Almalexia, Sotha Sil a Vivek. Nábožensky vládli Morrowindu od roku 1E 700 až do 3E 427. Vláda Tribunálu skončila náhle na konci Tretej éry keď Nerevarin, prorocká reinkarnácia Indorila Nerevara, porazil Dagotha Ura vnútri Červenej hory a zničil Lorkhanovo srdce čím anuloval apoteózu Tribunálu. Po smrti, respektíve zmiznutiu všetkých členov Tribunálu nastali apokalyptické udalosti Červeného roku. Tribunál bol nahradený takzvaným Novým Chrámom a členom pôvodného Tribunálu boli udelené tituly svätých. Pôvodný Tribunál však dostal aj nové, nelichotivé pomenovanie Falošný Tribunál. Namiesto členov Falošného Tribunálu sa v Morrowinde v súčasnosti uznávajú Daedrický princovia Mephala, Boethiah a Azura. História Vojna prvej rady (skoršia Prvá éra) Dejiny Tribunálu siahajú až do uzatvorenia zmluvy medzi Indorilom Nerevarom reprezentujúcim Chimerov a Dumacom reprezentujúcim Dwemerov. Táto aliancia dostala aj názov Prvá rada. Bola to nesúrodá vojenská aliancia a vznikla len z jedného dôvodu a to z toho, že obe rasy ohrozovali agresívne Nordské výboje, ktoré zahájil Skyrimský veľkráľ Vrage. Spojené armády Chimerov a Dwemerov nakoniec po dlhých rokoch Nordov porazili, zahnali ich späť do Skyrimu a zabrali si späť svoje stratené územia. Po svojej porážke Nordovia skončili svoje výboje. Obe spriatelené rasy tak žili v relatívnom mieri a prosperite. Nakoniec však priateľstvo medzi týmito dvoma rasami prerástlo v otvorenú nenávisť kvôli evidentným náboženským a kultúrnym rozdielom. Zatiaľ čo Chimeri boli veľmi pobožní a ako svoje božstvá uznávali Daedrických princov, tak Dwemeri sa snažili si postaviť svoje vlastné božstvo zvané Numidium, obrovský kovový konštrukt, ktorý mal čoskoro získať atribúty Boha. Veľmi inteligentní Dwemeri prišli na to, že Červená hora v sebe skrýva bájne Lorkhanovo srdce a tonálny architekt Kagrenak vytvoril nástroje, ktoré mali zabezpečiť apoteózu Numídia použitím nástrojov na nájdenom srdci. Jeden z Nerevarových najnovších radcov, Voryn Dagoth však Nerevarovi a jeho rade prezradil Dwemerský plán. Sprve tomu Nerevar príliš neveril, ale rozhodol sa osobne ísť za Dumacom a Kagrenakom, nech mu celú situáciu vysvetlia. Stretol sa však len s nepriateľským obviňovaním z miešania sa do Dwemerských záležitostí. Potom sa Nerevar s radcami vybral do chrámu Holamayan kde sa spoločne modlili k Azure, ktorá ich podozrenie konečne potvrdila. Netrvalo dlho a obe rasy sa zišli na bojovom poli. Zatiaľ čo Chimerov viedol do vojny ich bájny hortátor Indoril Nerevar, tak Dwemerov viedol ich kráľ Dumac. Obaja lídri sa stretli v obrovskej bitke o Červenú horu. Nakoniec túto bitku vyhrali Chimeri, avšak s obrovskými stratami na oboch stranách. Kráľ Dumac bol pravdepodobne zabitý priamo na bojovom poli a Nerevar ostal ťažko zranený. Po tom, ako sa bitka udiala zdroje hovoria o dvoch možných verziách vývinu udalostí. Jedna hovorí, že Kagrenaka zabil Voryn Dagoth a sám sa zmocnil jeho nástrojov. Druhá hovorí, že Kagrenak použil svoje nástroje na Lorkhanovo srdce a v ten moment všetci Dwemeri jednoducho zmizli. Nevie sa ktorá verzia je pravdivá, ale isté je že po Dwemeroch po bitke nenašli historici ani stopy a Voryn Dagoth sa nakoniec zmocnil nástrojov na príkaz Nerevara. Nerevar sa ešte stihol dožiť pár dní. Tu však prichádza na scénu Tribunál. Zomierajúci Nerevar sa poradil zo svojimi najbližšími radcami - Almalexiou, ktorá bola jeho manželkou, Vivekom, ktorý bol jeho najlepším bojovníkom a Sotha Silom, ktorý bol jeho dvorným mágom. Nakoniec sa spolu dohodli, že si nástroje ponechajú, ale Nerevar naliehal na to aby ich na seba nikto z nich nepoužil. Potom Nerevar spolu so svojimi radcami zložili prísahu Azure, v ktorej sa zaviazali nepoužiť nástroje vo vlastnom, zištnom záujme. Keď sa Nerevar spolu so svojimi radcami vrátili spät do Červenej hory tak zistili, že Voryn Dagoth sa nástrojov nechce dobrovoľne vzdať. Zo vzájomného súboja nakoniec Voryn Dagoth ušiel a bol nútený nástroje ponechať Nerevarovi. Pár dní po bitke Nerevar umiera. Podľa oficiálnej verzie Tribunálu Nerevar zomiera na svoje zranenia utrpené v boji. V Ashlanderských povestiach sa hovorí, že Nerevara nakoniec zabili členovia Tribunálu (čo Vivek na sklonku svojho života vlastnými slovami potvrdil). Každopádne pár dní po Nerevarovej smrti Sotha Sil zistil ako nástroje v súvislosti s Lorkhanovým srdcom naozaj fungujú. Nakoniec dokázal presvedčiť Almalexiu a Viveka nech nástroje použijú na seba a stanú sa Tribunálom - žijúci bohovia Chimerov. Tribunál ukradol časť božskej sily zo srdca a použil ju na seba. Potom Sotha Sil vyhlásil, že Chimerovia už nepotrebujú uctievať Daedry na čo sa pred nimi zjavila Azura a prekliala ich za rúhanie sa. Všetci Chimerovia sa vtedy zmenili na Merov s temnou pokožkou a červenými očami. Odvtedy sa rasa Chimerov prezýva aj ako Dunmerovia. Sotha Sil si temnú pokožku nechal. Almalexia sa zase vrátila ku svojej zlatistej pokožke, ktorú mala aj predtým. Vivek sa rozhodol, že bude nosiť obe a rozdelil ich na polovicu. Vojna štyroch účtov (neskoršia Prvá éra) Tribunál postupne prevzal náboženskú vládu nad celým Resdaynom. Svetská vláda bola však naďalej ponechaná Veľkým rodom. Do svetskej vlády samotnej však Tribunál zasahuje len v prípadoch všeobecného ohrozenia a do sporov medzi rodmi nezasahuje. Dunmeri samotní nakoniec prijali Tribunál ako svojich bohov keď videli, ako im na prosperite ich ľudu záleží. K ich najneodbytnejším veriacim patria členovia rodov Indoril a Redoran. Okrem chrámovej hierarchie Tribunál vytvoril aj niekoľko vojenských rádov, ktoré dohliadali na dodržovanie práva a taktiež aj trestanie heretikov. Medzi tieto rády patria napríklad Ordinátori či Buoyant Armigers. Tribunál teda s pomocou svojej božskej moci udržiaval v Resdayne mier. Ich jedinou vojenskou intervenciou za celý ten čas bola Akavirská invázia v roku 1E 2703, ktorú nakoniec porazil Reman Cyrodiil v bitke o Pale Pass. Vivek sa podieľal na bitke obkľúčením akavirských zásobovacích trás severne od Pale Pass. Napriek vzájomnej pomoci, ktorú si Cyrodilické cisárstvo a Tribunál poskytovali počas vojny proti Akaviranom, mier medzi nimi netrval príliš dlho. V roku 1E 2840 vyhlásil Reman Cyrodiil II. Resdaynu vojnu. Reman II. chcel korunovať svoj úspech a keďže na to, aby zjednotil Tamriel mu chýbal už len Resdayn, tak vojna bola prakticky nevyhnutná. Táto vojna dostala pomenovanie Vojna štyroch účtov. Trvala nakoniec dlhých 80 rokov keďže ani jedna strana v ňom nedokázala vybojovať presvedčivé víťazstvo. Nakoniec v nej prišiel o život aj sám Reman II. a tak vojnové úsilie prešlo na zodpovednosť menej schopnému Brazollovi Dorovi. Koncom Prvej éry v roku 1E 2920, v osemdesiatom roku vojny sa však Almalexii prisnil sen, cez ktorý vydedukovala že pokiaľ Tribunál vo vojne nezasiahne, tak Resdayn vojnu nakoniec prehrá. Vtedajší cisár Reman Cyrodiil III. usporiadal ďalšiu z mnoha výpadov do Resdaynu a tentokrát bol Tribunál nútený sa brániť. Almalexia nakoniec odišla hľadať Sotha Sila na ostrov Artaeum a Vivek zostal v Resdayne zo zámerom postaviť sa do čela armády. Vo vojne prejavil Vivek svojho taktického génia, čo je evidentné na príklade bitky o Bodrum. Napriek počiatočným úspechom však Vivekove úspechy netrvali dlho a po tom, ako princ Juliek na hlavu porazil Dunmerskú posádku v bitke o Ald Marak bol Vivek nútený sa vzdať. Almalexia zatiaľ Sotha Sila úspešne vyhľadala a po zničení dediny Gil-Var-Delle daedrickými hordami ho nakoniec presvedčila, aby sa s daedrickými princami dohodol na nezasahovaní do prebiehajúcej vojny. Jednanie medzi Sotha Silom a daedrickými princami bolo nakoniec úspešné, aj keď konkrétny obsah dohody nie je známy. V čase keď Sotha Sil s Almalexiou dorazili do vojnou zničeného Resdaynu, bol už mier podpísaný. Mier však netrval príliš dlho. Krátko po jeho podpísaní bola Čierna brána vyplnienená Cisárskymi légiami. Ďalšia mierová zmluva bola znova podpísaná, tentoraz v Ald Lambasi avšak nadchádzajúce udalosti mieru znovu nepriali a princ Juliek, signatár zmluvy bol krátko na to zavraždený. Týmto činom sa podpísaný mier znova anuloval. Koncom roku sa Reman III. a Vivek stretli v Bodrume a dohodli sa mierovú zmluvu konečne dotiahnuť do úspešného konca. Plánovaným miestom posledného podpísania zmluvy sa stal Cisársky palác. Ani v tomto prípade však osud mieru neprial a tak ako jeho syn aj Reman III. bol krátko na to zavraždený Cordou, sestrou jeho ženy. Tým sa historicky končí prvá a začína druhá éra. Vytúžený mier sa nakoniec podarilo sfinalizovať až na štvrtý krát, keď sa jeho signatármi stali Versidue-Shaie a Vivek čím sa konečne skončila Vojna štyroch účtov. Ešte pred podpísaním zmluvy však Tribunál utrpel ďalšiu porážku, tentoraz od Mehrunesa Dagona, ktorý nedodržal dohodu nezasahovať do bojov. Po tom, ako boli jeho hordy vyvolané čarodejnicou Turalou bol Mournhold do základov vyplienený. Druhá éra V roku 2E 582 božská moc Tribunálu začala postupne slabnúť. Prejavilo sa to napríklad aj tým, že Baar Dau (monolit vyslaný Daedrickým princom Sheogorathom snáď ako trest za rúhanie sa) sa začal pomaly približovať k Vivekovmu mestu a Vivek nebol schopný ho úplne zastaviť."
}