{
    "title": "Třetí Aldmerský spolek",
    "table_of_contents": [
        "Obsah",
        "1 Název",
        "2 Dějiny",
        "2.1 Historické pozadí",
        "2.2 Založení spolku",
        "2.3 Vzestup k moci",
        "2.4 Velká válka",
        "2.5 Po válce",
        "3 Geografie",
        "3.1 Povrch",
        "3.2 Vodstvo",
        "3.3 Klima",
        "4 Politický systém",
        "4.1 Thalmor",
        "4.2 Administrativní dělení",
        "4.3 Právo",
        "5 Státy a území",
        "5.1 Summersetské ostrovy",
        "5.2 Valenwood",
        "5.3 Anequina a Pelletine",
        "6 Zahraniční vztahy",
        "6.1 Tamrielská říše",
        "6.2 Hammerfell",
        "6.3 Morrowind",
        "6.4 Black Marsh",
        "7 Vojenské síly",
        "7.1 Vojsko",
        "7.2 Loďstvo",
        "8 Ekonomika",
        "9 Cestování a doprava",
        "10 Demografie",
        "10.1 Náboženství",
        "10.2 Významná města",
        "11 Kultura a společnost",
        "11.1 Zábava",
        "11.2 Vzdělanost a literatura",
        "11.3 Umění",
        "11.4 Architektura",
        "12 Související články",
        "13 Reference"
    ],
    "infobox": "Aldmerský spolek 4E 29–dodnes Aldmerský spolek roku 4E 201 Lore Hlavní město Alinor Rozloha cca 1 190 000 km² (4E 201)[1] Nejvyšší bod Eton Nir Státní zřízení Diktatura Vláda Thalmor Měna Neznámá[2] Jazyk Tamrielština Rasy Altmeři Ostatní národy Bosmerové a Khajiiti Náboženství Auri-El (oficiální) Herní údaje Hry The Elder Scrolls V: Skyrim, Elder Scrolls Online",
    "content": "Třetí Aldmerský spolek je vojenská totalitní diktatura, pod vládou organizace Thalmor. Spolek ovládá značnou část území kontinentu Tamrielu. Tvoří jej Summersetské ostrovy, které byly přejmenovány na Alinor, Valenwood a klientské státy Anequina a Pelletine, které nahradily zrušenou konfederaci Elsweyr. Hlavním městem je Alinor. Spolek sousedí na severu s Tamrielskou říší. Třetí aldmerský spolek navazuje na dva předchozí útvary, které existovaly během druhé éry. Předchozí spolky však byly spíše volnějším uskupením zemí, které spojovaly společné cíle a brzy se rozpadly. Na rozdíl od nich je třetí spolek pevným uskupením zemí, kde moc pevně třímá organizace Thalmor. Jedná se o organizaci s extrémními a xenofobními názory, která věří v nadřazenost elfů, speciálně pak Altmerů, která snaží prosadit svou vládu nad celým Tamrielem a definitivně si podrobit lidské a neelfí národy. Spolek byl založen roku 4E 29, poté, co Altmeři z ostrovů ovládli Valenwood, domovinu Bosmerů a vyhnali odtud říši. Později se ke spolku přidal také Elsweyr, který byl transformován v klientské státy Anequina a Pelletine. Aldmerský spolek je momentálně pravděpodobně nejmocnějším státním útvarem na kontinentu, který se přetahuje o hegemonii nad kontinentem s Tamrielskou říší. Obě velmoci se střetly v letech 4E 171 - 4E 175 ve zničující Velké válce, zatím největším konfliktu čtvrté éry. Spolku se ve válce dokonce podařilo dobít Imperial City, hlavní město říše. Třebaže finální bitvu nakonec vyhrála říše a spolková vojska byla poražena, císařství bylo materiálně a vojensky zcela vyčerpáno. Císař Titus Mede II. neměl sílu pokračovat ve válce a přijal podmínky Thalmoru. Mírová smlouva je známa jako Bělozlatý konkordát. Smlouva zakázala uctívání Talos a umožnila pronikání Thalmoru do vnitřních struktur říše. Spolek tak získal značný vliv na vnitřní politiku říše. Naproti válku s Hammerfellem spolek de facto prohrál a jeho vojska musela pouštní zemi vyklidit. Hammerfell získal nezávislost na říši. Momentálně vládne mezi říší a spolkem křehký mír, třebaže vztahy jsou velmi napjaté a obě mocnosti se dál přetahují o rozhodující vliv. Název Název aldmerský spolek je odvozen od Aldmerů, pranároda, který předcházel většině současných elfích ras. Oficiální název státu je Aldmerský spolek, nebo dominium. Pro jejich odlišení užíváme číslování, současný spolek je tedy třetím ze spolků, které v průběh historie existovaly. Dějiny Historické pozadí Abychom mohli pochopit státotvornou koncepci třetího spolku, musíme se poohlédnout hluboko do historie za událostmi, které předcházeli jeho vzniku. Altmeři se od pradávna považovali za nejvznešenější a kulturně nejvyspělejší, nadřazenou rasu, která je vyvolena vládnout nad celým Tamrielem. Během druhé éry vznikly celkem dva Aldmerské spolky, jejichž cílem bylo buď ovládnutí Tamrielu, nebo alespoň zachování nezávislosti na rozpínající se říši lidí. Porážka od Tibere Septima roku 2E 896, který k podrobení elfů využil Numidia, altmerskou společností hluboce otřásla. Altmeři se na více než čtyři století stali poddanými lidského císaře. Otřesená společnost se rozdělila na dvě části, na ty, kteří nadále zachovávali xenofobní myšlenky o nadřazenosti elfů a na ty, kteří se smířili se stavem věcí a vítali spolupráci s říší.[3] Roku 3E 433 byli zavražděni císař Uriel Septim VII. a jeho dědicové. To způsobilo vpád Oblivionu po celé říši. Na Summersetských ostrovech probíhaly zvlášť kruté boje. Mnozí Altmeři se před invazí deader zabarikádovali v Křišťálové věži. Během bitvy se zvláště proslavil mág Rynandor, který zřejmě vedl mágy na věži. Třebaže decimovali daedry po tisících, nebyli mágové schopni zabránit katastrofě, Křišťálová věž, symbol ostrovů a kultovní centrum Altmerů se zhroutila. Nakonec to byla oběť Martina Septima, nemanželského syna císaře, která zachránila Tamriel před invazí Oblivionu.[4] Tím třetí éra skončila a začala čtvrtá. Založení spolku Říše oslabená vpádem Oblivionu, navíc bez vládnoucího císaře, se začala utápět ve vnitřních rozbrojích a vládci jednotlivých provincií začali volat po nezávislosti. Slabosti říše mistrně využil Thalmor, organizace radikálních Altmerů. Thalmor byl vyznavačem myšlenek o nadřazenosti elfů a jejich právu vládnout nad neelfími národy. Členové Thalmoru přispěchali s tvrzením, že právě oni s pomocí mocné magie odrazili Vpád Oblivionu. Obyvatelé Summersetských ostrovů těmto lžím uvěřili a oslavovali Thalmor jako zachránce. Díky tomu začala organizace získávat čím dál větší vliv. Bylo však mnoho těch, kteří lži Thalmoru prohlédli. Mezi nimi Rynandor, který udělal tu chybu, že se proti Thalmoru otevřeně vyslovil a zpochybnil jeho roli při invazi Oblivionu. Veřejné mínění však bylo nakloněno Thalmoru a mág byl zajat a poslán do vyhnanství. Cestou do exilu byl však zavražděn na příkaz Thalmoru.[4] Mezitím došlo k sérii událostí, které ještě více podlomily moc říše. Nejdříve došlo k erupci Rudé hory a zničení značných částí Morrowindu. Thalmor poté vyprovokoval povstání v Black Marshi a Argoniánci dosáhli nezávislosti, přičemž vtrhli do Morrowindu a zpustošili jej. Postupně tak říše pozbyla i kontroly nad Morrowindem. Na druhou stranu však Thalmor přišel o svůj vliv na ještěří lid. Mezitím byl roku 4E 10 zavražděn kancléř Ocato, správce říše, ne náhodou ve chvíli, kdy se začal zabývat hrozbou Thalmoru a v říši vypukly krvavé boje o císařskou korunu. Z boje nakonec vyšel vítězně Titus Mede I.[4] Zatímco v říši zuřila občanská válka, Thalmor nezahálel a postupně sesadil krále a královny Summersetských ostrovů a vazaly říše. Tehdy došlo také k neuvěřitelným zvěrstvům, když byl na ostrovech proveden pogrom na všechny neelfí národy.[4] Roku 4E 22 už musela říše jen bezradně přihlížet tomu, jak Thalmor získal definitivní kontrolu nad ostrovy a přejmenoval je na Alinor, podle hlavního města.[5] O několik málo let později pak Thalmor udeřil přímo na kontinentu. Přes početní nevýhodu se mu podařilo dosáhnout vojenského převratu ve Valenwoodu a to pomocí lstí a politických machinací. Císařská vojska byla z provincie vyhnána a roku 4E 29 Thalmor vyhlásil obnovení aldmerského spolku.[4][5] Vzestup k moci Po roce 4E 29 přerušil Aldmerský spolek veškeré kontakty s říší. Říští učenci soudili, že na ostrovech a ve Valenwoodu došlo k mocenským bojům. Není známo nic o průběhu těchto vnitřních rozbrojů, jisté však je, že z nich Thalmor vyšel vítězně ještě s pevnější pozicí, než kdy dřív.[5] Roku 4E 98 pak došlo k další hrozivé události, na několik let totiž zmizely oba měsíce Masser a Secunda. Zmizení měsíců otřáslo všemi národy Tamrielu, ponejvíc však Khajiity, pro které byly měsíce mimořádně důležité z kulturního hlediska. Po dvou letech takzvané noci Nicoty se měsíce opět objevily a tehdy o sobě dal opět vědět Thalmor, který šířil, že měsíce přivolal zpět s pomocí mocné magie. Khajiité oslavovali Thalmor jako svého zachránce a vliv říše v provincii začal strmě klesat. V roce 4E 115 došlo k převratu, na který říše nedokázala účinně zareagovat a konfederace Elsweyr byla rozpuštěna. Namísto nich byla obnovena prastará království Anequina a Pelletine, připojená ke spolku jako loutkové státy. Čím dál více se projevovala slabost říše, která nedokázala pružně čelit postupu Thalmoru a naopak moc spolku strmě stoupala.[5] Následujících několik let vládl křehký mír, vztahy mezi oběma mocnosti však byly velmi napjaté. Velká válka Pro více informací si přečtěte článek Velká válka V roce 4E 168 se vlády v říši ujal císař Titus Mede II. Thalmor rychle využil situace a v přesvědčení, že mladý císař je nezkušený, vyslal svého emisara do Imperial City. Ten přednesl císaři thalmorské ultimátum, spolek nepožadoval nic menšího, než složení tributu, odstoupení některých území v Hammerfellu, rozpuštění čepelí a postavení víry v Talose (božské podoby císaře Tibere Septima), mimo zákon. Jako hrozbu Thalmor poslal císaři vůz naplněný hlavami členů Čepelí, kteří byli zajati během předchozích převratů. Císař ultimátum samozřejmě odmítl, čehož spolek využil k vyhlášení války. Tak začala Velká válka, do té doby největší ozbrojený konflikt čtvrté éry.[5] Válka mezi spolkem a říší trvala v letech 4E 171 - 175. Vojska spolku, podporována loďstvem, vtrhal do Hammerfellu a Cyrodiilu. Zpočátku nebyla říšská vojska schopná čelit postupu spolkových vojsk a brzy se značná část část Hammerfellu a Cyrodiilu nacházela pod okupací spolku. Roku 4E 174 spolek dokonce dobyl Imperial City. Zdálo se, že Tamrielská říše se zhroutila. Císař však ustoupil z města a s čerstvými posilami ze Skyrimu a Hammerfellu svedl krvavou bitvu o Červený kruh. Říše rozhodující bitvu vyhrála, zaplatila však vysokou cenu a nebyla schopná ve válce pokračovat. Obě mocnosti proto uzavřely mír, který vešel ve známost jako Bělozlatý konkordát. Říše přijala podmínky z původního ultimáta, které zapříčinilo válku a víra v Talose byla postavena mimo zákon. Spolek tak válku de facto vyhrál.[5] Po válce Velká válka měla dohru. Hammerfell odmítl podmínky konkordátu, které znamenaly, že by se musel vzdát svých jižních území. Císař se tak musel vzdát Hamerfellu jakožto císařské provincie. Stalo se tak vůbec poprvé v dějinách, co byla nějaká provincie vyloužena z říše. Redguardi pokračovali v osamělém boji proti spolku, o to však byli houževnatější a nakonec se jim podařilo spolek porazit. Roku 4E 180 byla podepsána druhá smlouva na Stros M´kai a spolek se musel stáhnout z území Hammerfellu, který se tak stal nezávislou zemí. Vztahy mezi Hammerfellem a říší však zůstaly narušené, neboť Redguardi se cítili oprávněně zrazení, navíc jejich boj dokázal, že býval by císař v boji vytrval, mohla říše zvítězit bez ústupků.[5] V následujících letech získal spolek, díky konkordátu, obrovský vliv na vnitřní politiku říše. Zákaz uctívání Talose umožnil Thalmoru vyslat své justicionáře do říše a infiltrovat ji. Po celé říši byla zakládána velvyslanectví Thalmoru a organizace měla pravomoc pronásledovat říšské občany a soudit je za kacířství. To na jednotě říši nepřidalo a do té doby zbývající vazalové císařství, začali snášet přítomnost říše a Thalmoru s čím dál větší nevraživostí. Projevilo se to především ve Skyrimu, kde byl Talos obzvlášť uctíván a roku 4E 201 zde vypukla občanská válka.[6] Geografie Aldmerský spolek ovládá převážnou část jihozápadního Tamrielu. Se svou přibližnou rozlohou okolo 1 190 000 km²[1] je spolek po Tamrielské říši a Morrowindu největším nezávislým státním útvarem na kontinentu. Součástí spolku jsou Summersetské ostrovy, Valenwood a Elsweyr. Na západě a jihu je pobřeží spolku omýváno Eltherickým oceánem, na severu pak Abeceanským mořem. Jedinou pozemní hranici spolek sdílí s Tamrielskou říší na severu a východě. Povrch Vzhledem ke své rozloze má spolek poměrně pestrou topografii. Na větším ze Summerestských ostrovů, na Summersetu se nachází nejvyšší pohoří spolku, hory Eton Nir, které jsou dominantou severní oblasti ostrova. Další velké pohoří se nachází na jihozápadě ostrova. Krom toho se na ostrově nachází úrodná údolí. Pobřeží je členité a nachází se zde korálové útesy. Druhý z ostrovů Auridon je spíše nížinatý i zde se však nacházejí menší hory a kopce, především v severních částech ostrova. Ve Valenwoodu se krom několika lokálních pohoří nachází především obrovský prales. Přes území Elsweyru se naopak táhnou stepi a pouště. Vodstvo Územím spolku protéká několik významných řek. Jednou z nejvýznamnějších řek na Auridonu je řeka Diceto, na které leží město Firsthold. Přirozená hranice mezi Valenwoodem a Elsweyrem běží z velké části po řece Cresdent a jednou z nejdůležitějších a největších řek ve Valenwoodu je pak řeka Xylo. Na západě a jihu je pobřeží spolku omýváno Eltherickým oceánem, na severu pak Abeceanským mořem. Východní pobřeží Elsweyru pak omývá Topalská zátoka. Klima Vzhledem k rozloze spolku panuje na jeho území různorodé klima. Summersetské ostrovy leží v oblasti subtropického podnebí, vládne zde příjemné přímořské klima a po většinu roku zde panují příjemné teploty. Na území Valenwoodu pak vládne subtropické podnebí, které postupně přechází v tropické. Značnou část území země pokrývá nepropustný subtropický a tropický deštný prales a bažiny. Naproti tomu na severu Elsweyru vládne suché počasí, zdejší území tvoří rozsáhlé aridní pláně a stepi, přecházející v pouště. V jižních oblastech se pak nachází tropická džungle. Politický systém Alinor, hlavní město spolku Aldmerský spolek je autokratickou diktaturou, která se opírá především o mocné vojsko a loďstvo. Moc nad spolkem třímá pevně v rukou Thalmor. Hlavním městem je Alinor, město na západním pobřeží Summersetských ostrovů, který je zřejmě nejvyšším velitelstvím Thalmoru v zemi. Thalmor Počátky organizace Thalmor sahají do druhé éry. Původně se jednalo o královskou radu prvního Aldmerského spolku, kdy byli členové Thalmoru k dispozici královně Ayrenn. Později byl Thalmor obnoven během založení druhého spolku a tentokrát měla organizace na starosti správu Valenwoodu. Během císařské vlády přišel Thalmor o svůj vliv. Ten získal až během Vpádu Oblivionu, kdy se prohlásil za zachránce Summersetských ostrovů před vpádem daeder. Ve své současné podobě je Thalmor xenofobní organizací, která zastává názory o nadřazenosti elfů a snaží se prosadit jejich nadvládu nad ostatními rasami Tamrielu. Úzké uskupení členů Thalmoru vládne tvrdou rukou nad podrobenými územími. Svou moc Thalmor utvrzuje s pomocí teroru, politických machinací a úskoků, což mu umožňuje rozsáhlá síť agentů a špehů. Thalmor soustavně vyvolává státní převraty a díky tomu rozšiřuje svou moc. Na denní pořádku jsou také vraždy jeho oponentů a nepohodlných osob.[5][6] Organizace je také známá tím, že dlouho tiše vyčkává a udeří až ve chvíli, kdy je její soupeř nejslabší. Dá se předpokládat, že Thalmor je složen ze zástupců Altmerů a Bosmerů. Administrativní dělení Aldmerský spolek se dělí na čtyři velké administrativní celky: Alinor, Valenwood, Anequina a Pelletine. Víme jen velmi málo o tom, jak vypadá vnitřní administrativa spolku. Některé informace se však dají odvodit z dob existence prvního spolku. V té době byly Summersetské ostrovy rozděleny na správní okrsky podle velkých měst. V čele těchto měst stáli šlechticové, jejich tituly byly v závislosti na pohlaví buď kinlord, nebo kinlady. Tito vládci měli širokou škálu pravomocí a třímali v rukách civilní, soudní i vojenskou moc nad danou oblastí. Zvláště vysoce postavení správci pak měli titul vznešený kinlord, nebo vznešená kinlady.[7] Dá se předpokládat, že podobný charakter správy byl zachován i v době třetího spolku. Správu nad městy a obci ve Valenwoodu vykonávali v dobách prvního spolku stromoví zemani, často to byli i náboženští vůdci. Dá se předpokládat, že podobný charakter správy zůstává zachován i v době třetího spolku. Nejvyššími vůdci v Elsweyru byl pak významný válečník, který se honosil titulem Mane.[7] Právo O zákonech spolku je známo jen málo. Můžeme si být jistí tím, že právo na spravedlivý proces je potlačováno, neboť veškerou moc v rukou třímá Thalmor. Pokud po pogromu na ostrovech zůstali žít příslušníci neelfích ras, nemají žádná práva a žijí v podřízeném a poníženém postavení. Právo na území spolku vymáhají thalmorští justicionáři, kteří jsou nadáni širokými pravomocemi. Justicionáři pronásledují kacíře, kteří vyznávají Talosův kult, který je ve spolku i v říši postaven mimo zákon. Justicionáři takové kacíře soudí a snaží se z nich vymámit přiznání za použití těch nejtvrdších metod, mezi které patří fyzické i psychické mučení.[6] Oběťmi se stali i mnozí nevinní lidé. Zákaz uctívaní Talose je známý jako Bělozlatý konkordát, jedná se o smlouvu mezi spolkem a říší.[5] Státy a území Summersetské ostrovy Více informací naleznete v článku Summersetské ostrovy Srdcem spolku jsou Summersetské ostrovy sestávající ze dvou velkých ostrovů Summerset a Auridon a bezpočtu menších ostrůvků. Ostrovy patří mezi ekonomicky a kulturně nejvyspělejší regiony říše a nachází se zde hlavní město Alinor. Summersteské ostrovy, nebo-li letní ostrovy, je název, který je používán v Tamrielské říši a jmenovala se tak provincie pod vládou císařství. Aby se současná vláda ostrovů distancovala od říše, přejmenovala území ostrovů na Alinor, dle hlavního města. Ostrovy jsou od zbytku Tamrielu geograficky i politicky značně izolovány. Jedná se o domovinu Altmerů. Valenwood Více informací naleznete v článku Valenwood Valenwood je zemí v jihozápadní části kontinentu. Jedná se o bývalou říšskou provincii a domovinu Bosmerů. V minulosti byl Valenwood členem prvního i druhého aldmerského spolku. Thalmor ovládla Valenwood převratem roku 4E 29, čímž došlo k založení třetího aldmerského spolku. Hlavním městem Valenwoodu je putující stromové město Falinesti. Je velmi pravděpodobné, že špičky bosmerské společnosti jsou součástí Thalmoru a podílejí se na rozhodování. Na severu sdílí Valenwood hranici s císařským Cyrodiilem. Anequina a Pelletine Více informací naleznete v článku Elsweyr Anequina a Pelletine jsou klientské státy, jedná se o domovinu Khajiitů, kočičího lidu. Loutková království byla vytvořena po rozpuštění císařské provincie, konfederace Elsweyr. Je velmi málo známo o tom, jaké postavení mají Khajiiti v rámci spolku. Avšak dle xenofobní ideologie Thalmoru o nadřazenosti Elfů se dá odhadovat, že Khajiiti nemají vliv na rozhodování v rámci Thalmoru a jsou vůči spolku v podřízeném stavu. Zahraniční vztahy Tamrielská říše Více informací naleznete v článku Tamrielská říše Thalmorské velvyslanectví ve Skyrimu I přes značné územní ztráty, zůstává Tamrielská říše vedle spolu největší velmocí na kontinentu. Jedná se navíc o říši založenou a řízenou lidmi. Navíc si říše drží prvenství v tom, že v minulosti dokázala jako jediná sjednotit celý kontinent pod svou vládou, což se Altmerům nikdy nepodařilo. Navíc, největšího vítězství dosáhla říše právě nad druhým aldmerským spolkem a to takovým způsobem, že porážka tehdy zcela otřásla altmerskou společností. Summersetské ostrovy pak byly více než čtyři staletí provincií říše. Tiber Septim, vítěz nad Altmery, byl po své smrti prohlášen za boha Talose. Kombinace těchto faktorů značně ovlivnila vztahy obou mocností. Thalmoru se podařilo s pomocí politických machinací a vyvolaných převratů, zmocnit značného území a vytlačit říši více na sever. Staletí trvající konflikt mezi elfy a lidmi o hegemonii nad Tamrielem nakonec vygradoval v největší ozbrojený konflikt čtvrté éry - Velkou válku. Obě velmoci nasadily ve válce téměř všechny své síly a málem se navzájem zničily. Nakonec uzavřely mír, který vešel ve známost jako Bělozlatý konkordát. Díky konkordátu prosadil Thalmor postavení Talosova kultu mimo zákon. Na území říše byli vysláni thalmorští justicionáři a zřídili zde svá velvyslanectví. To spolku umožnilo získat velký vliv na vnitřní záležitosti říše a soudit její občany bez záštity císařského práva, pokud se prokázalo, že se jednalo o kacíře, vyznávající i přes zákaz Talose.[5] V současnosti žijí obě velmoci v míru, jejich vztahy jsou však velmi napjatá, prozatím se vyhýbají otevřenému konfliktu, protože mají stále v paměti hrůzy Velké války. Přesto se mnozí učenci domnívají, že budoucí konflikt je neodvratný.[6] Hammerfell Více informací naleznete v článku Hammerfell Hammerfell byl spolkem napaden v roce 4E 171 v rámci Velké války. Tehdy se ještě jednalo o říšskou provincii. Potřeba obrany vlasti sjednotila Předky a Koruny, dvě hammerfellské frakce, které byly do té doby odvěké rivaly. Redguardi roku 4E 175 odmítli Bělozlatý konkordát, díky čemuž se císař musel vzdát této provincie. Hammerfell tak získal nezávislost a pokračoval v samostatném boji proti spolku, který nakonec vyhrál. Spolek podepsal s Hammerfellem mírovou smlouvu a stáhl svá vojska z pouště. Samostatný Hammerfell je tak spolku trnem v patě. Morrowind Více informací naleznete v článku Morrowind Spolek nesdílí společnou hranici s Morrowindem, stát, obývaný Dunmery navíc leží mimo faktický dosah vlivu spolku a tak můžeme odhadovat, že státy neudržují nějaké významnější vztahy. Podle všeho Thalmor vyprovokoval Argoniánce k útoku na Morrowind poté, co došlo k erupci Rudé hory. Výbuch Rudé Hory a útok ještěřího lidu de facto způsobil zhroucení imperiální vlády nad Morrowindem.[4] Dunmeři však dokázali postupně Argoniánce vytlačit a Morrowind se tak stal nezávislým státem. Black Marsh Black Marsh byl jednou z prvních provincií, která se zbavila císařské vlády, ta zde konec konců měla vždy nejmenší vliv a centrální oblasti Black Marshe byly součástí říše pouze formálně. Vlády nad Black Marshí se ujala politická frakce An-Xileel. Tato frakce zabránila obnově říšské kontroly nad provincií. Navíc ještěří lid, snad povzbuzen Thalmorem, napadl nenáviděný Morrowind a dokonce se mu podařilo vyplenit hlavní město Mournhold. Přes veškeré snahy se však Thalmoru nepodařilo prosadit nad Argoniánci svůj vliv a moc zůstala pevně v rukách An-Xileel.[4] Vojenské síly Vojsko Typický voják Thalmoru Původně spolek disponoval mnohem menší armádou, než císařství a svůj vliv rozšiřoval především s pomocí politických machinací a převratů. Jakmile však spolek získal rozsáhlá území, získal tím i rezervoár lidských sil a to mu umožnilo postavit velké vojsko. Veliteli vojsk jsou generálové z řad Thalmoru, většinou se jedná o vysoce postavené osoby s titulem lady, nebo lord. Při útoku na říši již spolek disponoval tak velkými silami, že své vojsko rozdělil na dvě velké armády. Při čemž jedna napadla Cyrodiil a druhá armáda pronikla přes Cyrodiil do Hammerfellu. Dle výsledků Velké války, můžeme soudit, že síly kterými disponuje spolek jsou rovné těm, kterými disponuje říše. Do řádového vojska se rekrutují Altmeři a Bosmeři. Ozbrojené síly sestávají především z pěchoty. Bosmeři jsou známí především jako výteční lučištníci. Vojáci spolku nosí zpravidla elfí zbroj. Jedná se o plátovou lehkou zbroj, která bývá často pozlacená. K boji využívají vojáci elfí, nebo skleněné meče, lučištníci pak samozřejmě luky. Altmeři jsou známí také jako vynikající kouzelníci a mnozí vojáci tak ovládají jednoduchá podpůrná kouzla. Nejvyššími jednotkami ve vojsku jsou zřejmě justicionáři, nadáni širokými pravomocemi. Mezi nimi jsou často jak mágové, tak elitní válečníci. Loďstvo Altmerské loďstvo Atlmerské loďstvo má staletí trvající tradici. Téměř po celou první, druhou a částečně i třetí éru, byly Summersetské ostrovy napadány Maomery, mořskými elfy. Aby zajistili trvání své civilizace, museli Altmeři vystavět mohutné loďstvo. Postupně se stali nejzdatnějšími námořníky a měli k dispozici největší a nejstrašlivější loďstvo, které operovalo podél pobřeží celého západního Tamrielu. O mohutnosti loďstva svědčilo i to, že dokonce i Tiber Septim si byl vědom, že nedokáže zlomit sílu Altmerů bez použití Numidia. Třetí Aldmerský spolek zřejmě na tuto tradici navázal a vystavěl mohutné loďstvo. To operovalo především v Cyrodiilu během Velké války a podporovalo pozemní útok. Základnou loďstva je Sunhold na ostrově Summerset, kde se nachází největší vojenský přístav a loděnice. Altmerské loďstvo v současnosti disponuje zřejmě nejmocnější flotilou v rámci kontinentu. Ekonomika Aldmerský spolek ovládá ekonomicky bohaté a prosperující regiony. Stát prosperuje především z příjmů z námořního obchodu a na Summersetských ostrovech se nachází mnoho velkých obchodních přístavů. Mezi hlavní vyvážené komodity patří vynikající víno ze Summersetu. Na ostrovech se daří také řemeslům, mezi které patří například vyspělé šperkařství. Nachází se zde také mnoho dolů. Díky příhodnému klimatu jsou zde vhodné podmínky pro zemědělství, hlavně pro zmíněnou vinnou révu. Nesmíme opomenout ani chov skotu, vepřového a drůbeže. Na ostrovech i v pevninské části spolku je také obživou obyvatel často rybolov a zvláště ve Valenwoodu pak lov. Měnou jsou zlaté mince. Spolek pravděpodobně jako měnu nepoužívá císařský Septim, jelikož se Thalmor snaží veškerý vliv říše na svém území potlačit. Cestování a doprava Na cesty se v Aldmerském spolku, podobně jako jinde, vydávají především obchodníci, vojáci, úředníci a šlechta. K pozemnímu cestování slouží síť dlážděných silnic, které dosahují vysoké kvality především na Summersetských ostrovech. Méně majetní a vojáci cestují většinou pěšky, zatímco ti majetnější na koních a povozech. Spojení ostrovů s provinciemi na pevnině a ostatními státy zajišťuje síť přístavů. Od dob vlády Thalmoru jsou však přístavy pro cizí obchodníky uzavřeny. Demografie Území spolku obývají především Altmeři, Bosmeři a Khajiité. Altmeři, jejichž vlast jsou Summersetské ostrovy, se považují za nejčistokrevnější potomky Aldmerů, národa, ze kterého vzešly všechny rasy Merů. Jsou mimořádně vznešení a citliví na magii, mají zlatavou kůži a dorůstají větší fyzické výšky, než většina ostatních ras. Bosmeři, jejichž domovinou je Valenwood, naopak dorůstají malé výšky, jsou však o to mrštnější a uplatní se jako skvělí lovci, lučištníci a špehové. Khajiité, obyvatelé Elsweyru, nepatří mezi Mery, ale ani lidi. Jedná se o humanoidní zvířecí, konkrétně kočičí rasu. Pod vládou Thalmoru došlo na Summersetských ostrovech k pogromu, kdy byli vyvražděni příslušníci neelfích ras. Dá se tak předpokládat, že na území spolku žijí pouze nevelké národnostní menšiny. Náboženství Altmeři jsou velmi ortodoxní národ a svou víru odvozují od uctívání svých předků Aldmerů. Altmerský pantheon uznává osm bohů, takzvanou božskou osmičku. Nejvyšší bůh je Auri-El, po něm následuje dalších sedm bohů: Trinimac, Magnus, Syrabane, Y'ffre, Mara a Xarxes. Stejně jako Altmeři, i Bosmeři uctívají jako nejvyššího boha Auri-Ela a jejich pantheon je velmi podobný. Khajiité nemají tak organizovaný pantheon a uctívají velké množství bohů, základy víry jsou však stejné. Zdá se, že náboženské rozdíly mezi jednotlivými oblastmi spolku jsou Thalmorem tolerovány. Avšak za naprosto neakceptovatelný a heretický je považován Talosův kult. Talos je totiž božskou podobnou prvního tamrielského císaře Tibere Septima, který byl po své smrti prohlášen za boha. Něco takového většina Altmerů od počátku odmítala. Otevřeně se však proti Talosově kultu mohli postavit až po dosažení nezávislosti. Thalmor zastává velmi ortodoxní postoje a dokonce se mu podařilo vnutit říši Bělozlatý konkordát, který postavil uctívání Talose mimo zákon i v císařství. Díky tomu Thalmor vytrvale pronásleduje všechny, kteří jsou podezřelí, že se víry v Talose nevzdali. Svým božstvům zasvětili elefové mnohé chrámy a kláštery, které se nacházejí po celém území pod jejich vládou. Nejvýznamnější a největší svatostánky se samozřejmě nacházejí na Summersetských ostrovech. Bosmeři jsou úzce spjatí s přírodou a projevuje se tak i v jejich náboženství. Khajiité zase přisuzují velkou roli astronomickým jevům. Nezákonné je samozřejmě uctívání daeder. Významná města Alinor - hlavní město spolku, Alinoru a ostrova Summerset Falinesti - putující město Falinesti, hlavní město Valenwoodu Arenthia - město ve Valenwoodu Cloudrest - město na ostrově Summerset Corinthe - město v Elsweyru Dune - město v Elsweyru Dusk - město na ostrově Summerset Elden Root - město ve Valenwoodu Firsthold - hlavní město ostrova Auridonu Greenheart - město ve Valenwoodu Haven - město ve Valenwoodu Lillandril - město na ostrově Summerset Orcrest - město v Elsweyru Rimmen - město v Elsweyru Riverhold - město v Elsweyru Senchal - město v Elsweyru Shimmerene - město na ostrově Summserset Silvenar - město ve Valenwoodu Skywatch - město na ostrově Auridon Southpoint - město ve Valenwoodu Sunhold - město na ostrově Summerset Torval - město v Elsweyru Vulkhel Guard - město na ostrově Auridon Woodhearth - město ve Valenwoodu Kultura a společnost Zábava Altmeři žijí v městských společnostech. Společenský a kulturní život se soustředí především na náměstích a v hostincích. O obveselení pocestných se starají četní kejklíři, pouliční umělci a zpěváci, kteří často hrají na hudební nástroje, nejraději na loutnu. Oblíbenou kratochvílí je také lov. Vzdělanost a literatura Altmeři patří mezi nejvzdělanější a nejmoudřejší národy Tamrielu, jejich tradice sahají až do dob jejich předků Aldmerů. Altmeři sepsali a publikovali mnoho význačných literárních děl. Nejvýznamnější školou je univerzita sapiarchů, kde je možné získat to nejvyšší vzdělání. V dobách království museli na této univerzitě studovat všichni budoucí vládci a to po dobu 3 555 dní. Hlavními předměty byla altmerská královská praxe a ceremonie.[7] Sapiarchové jsou význační učenci a vědci, kteří se podílí na mnoha výzkumech. Centrem vzdělanosti byla po dlouhou dobu Křišťálová věz, ta však nepřežila oblivionskou krizi. Umění Altmerské umění dosahuje vysoké úrovně. Elfové zdobí své domy a zahrady realistickými sochami v životní velikosti, tyto sochy často zobrazují význačné historické osobnosti, nebo bohy. Malíři produkují nádherné obrazy, specializují se především na panoramata. Domy jsou také často zdobené tapisériemi. Architektura Vzhledem k tomu, že spolek ovládá velké území, které obývá několik národů s odlišnou kulturou je pestrá i zdejší architektura. Na ostrově Summerset převládá monumentální městská architektura v jednotném stylu. Hlavním stavebním materiálem je bílý mramor. Honosné domy jsou běloskvoucí, často zdobené barevnou florou. Města jsou často vystavěny na stupňovitých terasách a zdáli viditelná pro vysoké věže. Na Auridonu převládá méně okázalá elfí architektura, která se značně liší od architektury na Summersetu. Zdejším stavebním materiálem je převážně kámen a dřevo. Nejvíce pestrá oblast, co se týče stavebních slohů je Vallenwood. Zde návštěvník provincie narazí na staré chátrající pevnosti v císařském slohu, elfí architekturu Aldmerů, podobně jako na Auridonu. Domácí obyvatelstvo, Bosmeři, žijí často v lesích, kde svá obydlí staví na stromech. Jedná se o jednoduché příbytky vybudované na mohutných stromech, spojených mnoha můstky. Stavebním materiálem je všude dostupné dřevo. Související články Summersetské ostrovy Altmeři Aldmerský spolek Velká válka Thalmor"
}