{
    "title": "Třetí éra",
    "table_of_contents": [
        "Obsah",
        "1 Události",
        "1.1 První století",
        "1.2 Druhé století",
        "1.3 Třetí století",
        "1.4 Čtvrté století",
        "1.5 Páté století"
    ],
    "infobox": "",
    "content": "Třetí éra je celkem pátá éra a je poměrně krátká – trvala pouhých 433 let (v této éře se odehrávají čtyři hlavní Elder Scrolls hry). Začala, když Tiber Septim pod vlajkou Císařství dobyl celý Tamriel. Spolu s ním začala i Septimská dynastie. Od začátku Třetího Císařství lidí proběhlo mnoho občanských válek a vzpour proti jejich vládě. Významné události třetí éry zahrnují Nerevarinovo vítězství nad Dagoth Urem a Akulakhanem, druhá erupce Rudé hory a vražda císaře Uriela Septima VII., jež vedla k Vpádu Zapomnění. Oběť Martina Septima během vpádu ukončila jak Septimskou dynastii, tak třetí éru. Události První století 3E 1 Třetí éra je vyhlášena císařem Tiberem Septimem na konci 2E 896 po sjednocení všech tamrielských provincií. 3E 6 Začíná vláda Athyna Llethana, vévody z Mournholdu. 3E 12 Encyclopedia Tamrielica je vydána v raných letech vlády Tibera Septima. 3E 20 Narozen jednoduše jako Destri ve městě Rihad, jako Destri Melarg se stane známým historikem a překladatelem starých redguardských verší. 3E 38 Tiber Septim, dobyvatel a vládce celého Tamrielu po 38 let, umírá a na trůn nastupuje jeho vnuk, Pelagius. 3E 39 Destri Melarg, známý redguardský historik a překladatel, začíná své studie v Imperial City ve věku 19let, kde si na sebe bere příjmení Melarg. 3E 41 Císař Pelagius je zavražděn Temným bratrstvem. S žádným přímým potomkem, jež by převzal trůn, je koruna předaná jeho sestřenici Kintyře. 3E 48 Císařovna Kintyra umírá. Kintyrin syn, Uriel I., je po její smrti korunován. Je to první císař Tamrielu s císařským jménem Uriel. 3E 51 Princ Antiochus se narodil budoucímu císaři Pelagiovi Septimovi II. 3E 63 Vdovec a budoucí císař Pelagius II. se setkává se svojí budoucí ženou, Quintillu, princeznou z Camlornu. Společně údajně porážejí vlkodlaka, který terorizoval její zem. 3E 64 Císař Uriel Septim I. umírá a na trůn nastupuje jeho syn, Uriel II., jenž stává se pátým císařem. Bohužel je jeho vláda prokleta epidemiemi a rebeliemi. Soucit zděděný po jeho otci není pro zem dobrý a spravedlnosti je málo. 3E 67 Narozena jako druhá ze čtyř dětí, a navíc jako jediná dcera, Pelagia Septima II. se Potema později stala známou jako Vlčí královna. 3E 80 Třináctiletá Potema je zaslíbena Mantiarcovi, králi Solitude, pro zlepšení vztahu se severním královstvím. 3E 81 Čtrnáctiletá vnučka Uriela Septima II., Potema, si bere Mantiarca, krále Solitude. 3E 82 Uriel II. po své 18leté vládě umírá. Císaře zastupuje jeho syn, Pelagius II. Ten dědí nejen trůn, ale i dluhy svého otce, kvůli jeho špatnému finančnímu a soudnímu vedení. 3E 97 Po několika potratech, královna Potema ze Solitude porodí své první a jediné dítě, které pojmenuje po svém dědečkovi – Uriel Mantiarco. 3E 98, 15. večerní hvězdy Císař Pelagius II. umírá po své 17leté vládě, jeho následovník je určen až následující rok. 3E 99 Syn císaře Pelagia II., Antiochus, dědí království. Jeho vláda je plná občanských válek, jichž je více něž za vlády jeho praděda, Uriela II. Druhé století 3E 104 Budoucí císařovna Kintyra II. se narodila císaři Antiochovi a jeho druhé manželce, Gysille. 3E 105 Tisk Gwylimské univerzity dokončuje překlad příběhu Opusculus Lamae Bal ta Mezzamortie. 3E 109 Po deseti letech své vlády, otylý a chlípný císař Antiochus udělal málo, aby zapůsobil na své subjekty kromě svého neuhasitelného hédonismu, jež dával silně najevo. 3E 110 Během vlády císaře Antiocha byla provincie Summerset téměř poražena maormery ve válce o ostrov. Aliance mezi králi Summersetu a Antiochem jen tak tak dokázala porazit krále Orgna z ostrova Pyandonea jen, díky mimořádné bouři. Legenda později připisuje tuto bouři Psijickému řádu z ostrova Artaeum. 3E 111 Rytíři Devítky jsou založeni sirem Amielem Lannem, hrdinou války o ostrov, s cílem získat ztracené relikvie Pelinala Whitestrakea. 3E 114 Některé zdroje mylně tvrdí, že je císařovna Kintyra II. zabita poté, co je zajmuta Urielem III. Ve skutečnosti ani v té době nebyla císařovnou a zemře až v 3E 123 (23. ledopádu, kdy se slaví Den rozbitých diamantů). 3E 119 Budoucí císař Tamrielu, Pelagius III., se narodil Magnovi Septimovi, králi Wayrestu. 3E 120 Císař Antiochus umírá. Rada starších dala přednost princezně Kintyře před Urielem Mantiarcem, přesto že byl urputně prosazován svojí matkou Potemou. 3E 121 Imperial City je ovládnuto za pouhých čtrnáct dní, jelikož dva další útoky odlákaly císařské armády pryč z města. Uriel Mantiarco je prohlášen císařem Tamrielu. Zřekl se příjmení svého otce a bere na sebe jméno Uriel Septim III. Císařovna Kintyra II. je uvězněna v High Rocku, a Tamriel se rozdělil na část, jež je na straně Uriela III. a na část, jež je na straně jeho strýců. 3E 121 Válka o rudý diamant probíhala mezi třemi žijícími dětmi Pelagia II.: Potemou, Cephorem a Magnem, a synem Potemy, Urielem III. Potema samozřejmě podporuje svého syna a navíc má podporu celého Skyrimu a severního Morrowindu. Cephora a Magna podporuje High Rock. Provincie Hammerfell, Summersetské ostrovy, Valenwood, Elsweyr a Black Marsh jsou rozdělena, ale většina králů podporuje Cephora a Magna. 3E 123, 23. ledopádu Přestože je nahlášeno, že císařovna Kintyra II. zemřela již v 3E 114, v tajnosti umírá ve své cele až v roce 123. Dvacátý třetí ledopád se později stává Dnem rozbitých diamantů. 3E 127 Uriel III. je zajmut během bitvy u Ichidag, v Hammerfellu. Na cestě k soudu do Imperial City přepadává dav lidí jeho kočár a společně s tím ho upaluje. Jeho věznitel a strýc pokračují do Císařského Města, kde se díky vychvalování stává Cephorus císařem. Jeho vláda ovšem není známá ničím jiným než-li válkou. Císařství přistupuje na požadavky o samosprávě od všech vzdálených provincií kromě Elsweyru. Cephorovi trvá dalších deset let porazit svou sestru Potemu. Potema poráží armády svého bratra Magna v bitvě u Falconstar. 3E 131 – rozpuštění Rytířů Devítky Řád Rytířů Devítky je formálně rozpuštěn, přestože se po válce o rudý diamant už nikdy nevzpamatoval. 3E 133 Destri Melarg, známý redguardský historik a překladatel, umírá ve věku 113 let. Mnoho z jeho děl zůstalo nedokončeno. 3E 137 Potema, takzvaná Vlčí královna ze Solitude, umírá během obléhání jejího hradu. 3E 139 Poté co rytíř Casimir zabíjí žebráka v Stendarrově kapli v Chorrolu, Křižákovy rukavice mu sjíždí z rukou a leží nehybně na podlaze kaple, čekajíc na nového šampióna. 3E 140 Cephorus nikdy neměl čas na to, aby se oženil, a tak je to jeho bratr, čtvrté dítě Pelagia II., kdo se ujímá trůnu. Císař Magnus je v té době již postarší muž a trestání zrádných králů z války o rudý diamant silně vysává jeho energii. 3E 141 Budoucí císař Tamrielu, král Pelagius ze Solitude, je označen za ''příležitostně excentrického'' v Císařských kronikách. Na příkaz svého otce se žení s vévodkyní Katariou z Vvardenfellu. 3E 145, 8. druhé setby Císař Magnus umírá. Pelagius zanechává solitudský trůn své sestře Jolethě. Téměř od samého začátku, se Pelagius III., občas nazývaný Pelagius Šílený, stává známý pro své výstřední chování. Ztrapňuje hodnostáře, uráží důležité krále a jednou ukončí majestátní bál pokusem se oběsit. 3E 150 Zakladatel Rytířů Devítky, Amiel Lannus, je viděn naposledy, jak žije samostatný život na převorství jeho zaniklého řádu. Obléhání Abernanitu se udává v Morrowindu. 3E 153, 2. slunečního svitu Poté co byl svěřen ústavu kvůli svému šílenství, za teplé noci po krátké horečce, 34letý císař Pelagius Septim III. umírá ve své cele v chrámu Kynareth, na ostrově Betony. Katariah, vévodkyně z Vvardenfellu a regentská císařovna, se po smrti manžela formálně stává novou císařovnou. Její vláda, jež trvala 46 let, je známá jako jedna z nejlepších v tamrielské historii. Katariah procestuje celé Císařství, což žádný císař po Tiberovi Septimovi neudělal. Napraví většinu škody, kterou porušené aliance a špatná diplomacie způsobili. Občané Tamrielu ji milují, ale mnoho šlechticů nikoliv. Někdy v tomto roce umírá i sir Amiel Lannus při pokusu získat přilbu křižáka ve svatyni křižáka v ayleidských ruinách Vanua. 3E 195 – Rangidil Ketil umírá Komandér Ordinátorů Tribunálského chrámu, Rangidil Ketil, umírá ve věku 288 let. Třetí století 3E 200 Katariina smrt v malé potyčce v Black Marshi se později stává oblíbené téma pro historiky s konspirační myslí. Později se ukáže, že v tom má prsty jistá větev Septimské rodiny. Když se Cassynder po smrti své matky ujímá trůnu, je již ve středním věku a ve špatné kondici. 3E 202 Císař Cassynder umírá po 2 letech své vlády. Uriel Lariat, Cassynderův nevlastní bratr a dítě Katarie a jejího Císařského manžela, se vzdal wayrestského trůnu, aby vládl jako císař Uriel IV. Legálně byl Urielem Septimem IV.: Cassynder ho adoptoval do rodiny, když se stal králem Wayrestu. Přes tohle všechno je Uriel IV., pro mnoho obyvatel Tamrielu, Katariin bastard. Uriel nezdědil ráznost své matky a jeho dlouhá 43letá vláda je plná vzpour. 3E 213 Tradiční nordská báseň, Píseň mužů z Askelde, je přeložena Atheneumskými knězi ve Starém Anthelu. 3E 247 Poslední vítězství Rady starších nad Urielem IV. je posmrtné: odhlasují vydědění Andoraka, syna Uriela IV. Také odhlasují korunovaci Urielova bratrance, Cephora II., jež je více spřízněný s původní Septimskou linií. Tak se dostal k trůnu císař Cephorus Septim II. Bývalý nordský král následně dalších devět let bojuje s těmi, jež jsou Andorakovi oddaní. Rada daruje Andorakovi jedno z královstvích High Rocku, Shornhelm, aby ukončili válku. 3E 249 Během vlády Cephorea II. vede Camoran Uchvatitel armádu daeder a nemrtvých válečníků na Valenwood, dobývá celou provincii za pouhé dva roky, a poté se obrací na Hammerfell. Cephorus II. posílá čím dál víc a víc žoldáků do Hammerfellu, aby zastavil Uchvatitelův pochod na sever, ti jsou ovšem buď podplaceni, proměněni na nemrtvé, nebo zabití. Nepřátelství ke zdánlivě neschopnému Císařství neustále roste. 3E 253 Oblast Dwynnenu je pod kontrolou liche a jeho armádou nemrtvých. Jsou poraženi Othrokem, budoucím baronem území. Údajně jim velel Camoran Uchvatitel. Elinhir, město Crownů, neodpovídá na důraznou výzvu forebearských měst Rihadu a Tanethu, čímž umožňuje Camoranovi pokračovat dále na sever skrz Hammerfell. 3E 266 Lord z Reichu Gradkeepu (Anticlere) je smrtelně nemocný a později umírá. To je jeden z důvodů proč je vzdor proti Camoranovi tak pomalý v High Rocku, jenž si až v tento rok všiml Camoranových dobývání. Přípravy do konce roku nezačali. 3E 267 Baron Othrok a jeho méně známí spojenci, vůdci Ykalonu, Phrygiasu a Kambrie, shromažďují námořnictvo po okrajích Iliackého zálivu, v High Rocku, a poráží Camoranovy armády v bitvě na Firewaves. 3E 268 Uriel V. mění negativní názor lidí na Císařství tím, že začal sérii útoků téměř od samotného začátku své vlády. 3E 271 Císař Uriel V. hned na začátku svého tažení dobývá ostrov Roscrea, aby zabezpečil menší ostrovy mezi Tamrielem a Akavirem. 3E 276 Císař Uriel V. jako součást svého tažení dobývá ostrov Cathnoquey, aby zabezpečil menší ostrovy mezi Tamrielem a Akavirem. 3E 279 Císař Uriel V. jako součást svého tažení dobývá ostrov Yneslea, aby zabezpečil menší ostrovy mezi Tamrielem a Akavirem. 3E 282 Císař Uriel V. jako součást svého tažení dobývá Černý přístav na ostrově Esroniet, aby zabezpečil menší ostrovy mezi Tamrielem a Akavirem. 3E 284 Císař Uriel V. jako součást svého tažení dobývá ostrov Esroniet, aby zabezpečil menší ostrovy mezi Tamrielem a Akavirem. 3E 285 Budoucí císař Tamrielu, Uriel VI., se narodil císaři Urielu V. a jeho manželce Thonice těsně předtím, než císař vyráží na Akavir. 3E 286 Poté co je po dvacet let uvězněn v jeskyni, Torradan ap Dugal, lord kapitán Rudé šavle, umírá. 3E 288, 23. dešťové ruky Uriel V. vyráží s největší flotilou, kdy sestavenou v historii, na Akavir. Za šest týdnu doráží do Tsaesci. Narodily se císařovy dvě dcery dvojčata, Morihatha a Eloisa. 3E 289, 5. slunečního svitu Tsaesci se pokoušejí zavraždit císaře v Ionith, ale překazí jim to Desátá legie. Císařská provincie Akaviru a okolní moře prožijí neobvyklé počasí. 3E 290 Uriel V. je zabit v Akaviru na bojišti u Ionith. Jeho pětiletý syn se stává císařem Urielem VI. Manželce zesnulého císaře a matce nového, Thonice, je dáno omezené regentství dokud Uriel VI. nedospěje. Rada starších drží skutečnou moc, jako v dobách Katariy. Čtvrté století 3E 307 Dvaadvacetiletý císař Uriel VI. získává svolení vládnout. V této době má pouze právo veta, jenž následujících šest let hojně používá. 3E 313 Císař Uriel VI. po šesti letech přebírá plnou kontrolu nad říší. 3E 314 Pelagius IV., synovec Uriela VI., syn Eloisy, a budoucí císař Tamrielu, se narodil. 3E 319 Narodil se Arslan II., otec budoucího krále Daggerfallu, Lysanda. 3E 320 Uriel VI. padá ze svého koně a nezachrání ho už ani ti nejlepší léčitelé. Jeho nevlastní sestra, Morihatha, přebírá vládu. 3E 331 S uvědoměním, že nastalo mnoho změn za těch 375 let od té doby, co bylo vydané první vydání Kapesní průvodce po Císařství, císařovna Morihatha nařizuje sepsání druhého vydání, jenž by aktualizovalo a napravilo původní verzi. 3E 335 Eloisa, sestra císařovny Morihathy, umírá na horečku. 3E 336 Narodila se Nulfaga, matka budoucího krále Daggerfallu, Lysanda. 3E 339 Vrahové zabíjí císařovnu Morihathu a její synovec, Pelagius IV., se stává císařem. 3E 340 Narodil se budoucí král Wayrestu a manžel Carolyny, Eadwyre. 3E 344 Dobytí a osídlení pohraničí vydává tisk Gwylimské univerzity. 3E 345 Bible hlubinných je darovaná náčelníkem hlubinných Irlavovi Moslinovi, zakladateli města Hackdirt. 3E 346 Narodil se budoucí císař Tamrielu, Uriel VII. 3E 353 Narodila se Mynisera, budoucí manželka Lysanda, krále Daggerfallu. 3E 354 Lysandus, budoucí král Daggerfallu, se narodil Arslanovi II. a a Nulfage. 3E 360 Kniha o Drakorozených je napsaná na Weynonském převorství. 3E 368 Císař Pelagius IV. umírá po 29letech vlády v době, kdy je Tamriel nejblíže ke sjednocení od dob Uriela I. Císař Uriel VII. nastupuje na trůn a pokračuje sjednocování. Zaměřuje se na východní Tamriel, kde mu hodně pomáhá jeho bojový mág, Jagar Tharn. 3E 369 Narodila se budoucí královna Sentinelu a manželka Camarona, Akorithi. 3E 370 Narodil se šampión, jenž zastavil vládu Jagara Tharna nad Tamrielem. Začíná práce na Daggerfallských kronikách. 3E 372 Narodil se nejmenovaný hrdina, který porazil Mehrunes Dagona v Battlespire. 3E 375 Narodil se nejmenovaný hrdina, který daroval klid duši krále Lysanda. 3E 376 Budoucí král, Helseth Hlaalu, se narodil královně Barenzii a Symmachovi. 3E 377 Umírá Arslan II., otec krále Lysanda. Korunní princ Geldall se narodil císaři Urielu VII. a jeho manželce Caule Voriii. 3E 378 Císaři Urielovi VII. a jeho ženě se narodil druhý syn, Enman Septim. 3E 380 Císaři Urielovi VII. a jeho ženě se narodil třetí syn, Ebel Septim. 3E 381 Gothryd se narodil Lysandovi a Myniseře, vládcům Daggerfallu. 3E 38 Morgie se narodila královně Barenzii a Symmachovi. 3E 386 Aubk-i se narodila Camaronovi a Akorithii, vládcům Sentinelu. 3E 389 Na tirdas, 1. západu, je císař Uriel VII. zrazen císařským bojovým mágem Jagarem Tharnem a uvězněn v dimenzi, kterou Tharn sám vytvořil. Tím začíná Císařské simulakrum. Elysana se narodila Carolyně a Eadwyrovi, vládcům Wayrestu. 3E 391 Barenziin manžel Symmachus umírá. 3E 392 Greklith se narodil Camoranovi a Akorithii, vládcům Sentinelu. Umírá Carolyna, královna Wayrestu a žena Eadwyrea. 3E 393 Lhotun se narodil Camoranovi a Akorithii, vládcům Sentinelu. 3E 394 Někteří tento rok považují za rok, kdy mezi Valenwoodem a Elsweyrem vypukla pětiletá válka. 3E 395 V Tamrielu propuká pětiletá válka. 3E 396 V Morrowindu propuká arnesianská válka. Jagar Tharn uzavírá dohodu s Mehrunes Dagonem. Tharn mu nabízí kontrolu nad Battlespire. 3E 397 Stvoření známé jako Umbra' Keth, vytvořeno ve válce o Bend'r-Mahk, je zničeno neznámým hrdinou třímajícího moc sedmi Hvězdných zubů. 3E 398 Nemanželský syn, Calaxes, císaře Uriela VII. podle zvěstí zahájil vzbouření proti císaři. Už o něm nikdo nikdy nic neslyšel; později se někteří domnívají, že byl zavražděn v chrámu Vyvoleného. Učedník se umisťuje druhý v soutěži a je poslán do Battlespire. 3E 399 Záhadný šampión poráží Jagara Tharna v žaláři Císařského paláce a osvobozuje císaře Uriela Septima VII. z jeho cely v jiné dimenzi, čímž ukončují Císařské simulakrum. Gortwog gro-Nagorm znovu zakládá národ Orsinia a začíná bojovat za jeho samostatnost. Pětiletá válka končí. Páté století 3E 400 Starověká dunmerská pevnost Kogoruhn na Vvardenfellu je obydlena a vylepšena jako základna Šestého rodu, jehož operace postupně nabývají na síle. Sněťové bouře jsou častější a rozšířenější. Nemoc duše se rozšiřuje v okolí Rudé hory. Princ Arthago ze Sentinelu záhadně zmizí. Podle drbů ho unesl Underking. 3E 401 Nulfaga z Daggerfallu zjišťuje přesné umístění Mantelly, srdce Numidia. V Daggerfallu bylo sčítání lidu: současná populace se pohybuje na 110 000. 3E 402 Začíná válka o Betony mezi Daggerfallem z High Rocku a Sentinelem z Hammerfellu. 3E 403 Smrt Lysanda, daggerfallského krále, ukončuje válku o Betony. Camaron, sentinelský král a manžel královny Akorithi, umírá. 3E 404 Vulper Newgate píše Newgatovu válku o Betony v prospěch Daggerfallu. 3E 405 Další záhadná postava je vyslána Urielem VII., aby prozkoumala smrt krále Lysanda a našla dopis, který císař poslal královně Daggerfallu, Myniseře. 3E 407 Podle Poslední pochvy pro Akraš bylo zabito deset lidí ve spojením s Lopperem, který se zaměřoval na otroky. 3E 410 Šestý rod se rychle rozšiřuje po Vvardenfellu, kde už má několik základen. Rod využívá pašerácké organizace a spojení, aby rozšířil svůj vliv mezi obětmi narušenými sny poslanými Dagoth Urem. 3E 411 Po celém Morrowindu se šíří drby, že Tribunálský chrám brzy začne tažení na všechny Disidentní kněze ve svých řadách. 3E 412 Azuřinu hvězdu údajně shání a získá dobrodruh, který následně zrazuje svého partnera a použije hvězdu, aby získal bohatství. Hvězda opět zmizí někdy před 8. slunečním svitem. 3E 414 Vvardenfell, dříve odpovědnost Tribunálského chrámu pod císařskou ochranou, silně neobydlený a zaostalý se stává Císařskou provincií poté, co král Llethan odvolává staletí starý zákaz daný Chrámem zaměřený na obchod a osidlování. Na ostrov přichází velké množství Císařských kolonistů a členů Velkých rodů. Dochází k vykořisťování cenných zdrojů jako sklo a ebenit. 3E 415 Věří se, že Šestý rod má v každém městě alespoň jednu malou místnost. 3E 417, 9. ledopádu Deformace západu se udává mezi 9. a 11. ledopádem. Čtyřicet čtyři nezávislých královstvích, hrabstvích, baronstvích a vévodstvích v Iliackém zálivu se spojilo v čtyři: Daggerfall, Sentinel, Wayrest a Orsinium. 3E 417 Almalexia a Sotha Sil ztrácí artefakty Keening a Sunder přisluhovačům Dagoth Ura. Vivec oba Tribuny zachrání, ale artefakty již nedokáže získat zpět. Bez kontaktu s Lorkhanovým srdcem ubývají na síle. Vnitřní kruh duchovenstva Chrámu začíná mít podezření, že Tribunové silně trpí ze svých ran a demoralizace, ale nedochází jim hloubka problému. 3E 421 Levitační zákon zakazující používání levitační magie je rozšířený po celém Císařství. Greywyn Blenwyth, člen Temného bratrstva, věří, že mu Sithis poručil dostat všechny upíry z bratrstva. Aby toho dosáhl, zakládá Karmínové šrámy. Tato skupina je později pozabíjena Černou rukou. 3E 421, 14. poslední setby Loď jménem Emma May se krátce po vzpouře potápí v Nibenském zálivu. 3E 423 Manžel hraběnky Milony Umbranox, Corvus Umbranox, zmizel. 3E 426 Loď jménem Předehra se potápí u jižního pobřeží Vvardenfellu, východně od Vivecu. Kvůli vysokým císařským daním a poplatkům se obyvatelé Balmory bouří. Vzpoura je násilím potlačena, ale záznamy o události se liší. Atentátů pořádaných Šestým rodem na Císařské a Hlaaluské zastánce je čím dál víc. Také je více náhlých útoků kultistů a vyšinutých obětí duševní nemoci. 3E 427 Oslabená morrowindská vláda je ještě více ohrožena starověkým prokletím Sněti, které se opět line z Rudé hory. 16. poslední setby doráží na císařovo nařízení legendární Nerevarine do Vvardenfellu. Jeho osudem je zabít Dagoth Ura a přinést Morrowindu mír. Po ztrátě svých božských mocí, Almalexia z Tribunálu ztrácí zdravý rozum a zabije svého spolu-Tribuna Sotha Sila. Nerevarine obnovuje meč Indorila Nerevara – Trueflame – a používá ho na zabití smrtelné Almalexie v Clockwork City. Jak proroctví předpovědělo, daedrický princ Hircine pořádá rituální lov na zamrzlém ostrově Solstheim, jako to dělá každou éru. Nerevarine je zvolen v tom hrát roli a poráží Hircina v jeho vlastní hře. Je založen Raven Rock. 3E 431 Arcimág Hannibal Traven zavádí v Cechu mágů významné změny. Skupinka dobrodruhů v Kolovianských vysočinách nachází meče Dawnfang a Duskfang v ayleidské ruině. Syn hraběte Cheydinhalu a jeho přátelé se pouštějí do dobrodružstvích jako Rytíři trnu. 3E 432 Císařská geografická společnost vydává třetí vydání Kapesní průvodce po Císařství o velkých změnách od druhého vydání, zvláště po Deformaci západu. Je uvedená v platnost císařem Urielem Septimem VII. Pět let po svém založení má Raven Rock přes 30 obyvatel, všichni jsou odkázáni na ebenitový lom. 3E 433 27. poslední setby je císař Uriel VII. a jeho dědicové zavražděni Bájným Úsvitem, tajným kultem oddaném Mehrunes Dagonovi. Brány do Zapomnění se otevírají po celém Tamrielu a Dagon zahajuje svoji invazi smrtelné říše. Město Kvatch je zničeno. V Black Marshi stromy Histu (jež krizi předpověděli) volají argoniany po celém Císařství zpátky do Black Marshe. An-Xileel vedou argonianské armády, které porážejí daedry. Krystalová věž v Summersetských ostrovech je zničena daedrama. Ald'ruhn na Vvardenfellu je vypleněn daedrama. Solstheim je nepoškozený; neexistuje žádný záznam, který by zaznamenal nějakou otevřenou bránu do Zapomnění na ostrově. Daedrická invaze v Tamrielu po bitvě o Brumu končí, během bitvy o Imperial City. Martin Septim, doprovázený Šampionem Cyrodiilu, se přemění do avatara Akatoshe a poráží Mehrunese Dagona, čímž ukončuje třetí éru. Po 10letech se Corvus Umbranox vrací ke své manželce v Anvilu. Nový Šedý lišák vede Cech zlodějů. Historie je přepsána za použití Svitku předků. Mannimarco, ''král červů'', je zabit při souboji v Jerallských horách s novým arcimágem Cechu mágů, s pomocí bývalého arcimága Hannibala Travena. Blackwoodská společnost je zničena Cechem bojovníků. Zrádný Mluvčí vyvraždí polovinu Černé ruky. Matka noci volí nového Naslouchajícího poté, co je zrádce zabit. Neznámý poutník obdrží vizi Pelinala Whitstrakea, získá Křižákovy relikvie a obnoví Rytíře Devítky. Jako součást Jyggalagova návratu, daedrický princ Sheogorath otvírá portál v Nibenském zálivu, aby smrtelného šampióna pozval do Třepotajících ostrovů."
}