{
    "title": "Ulfric Bouřný háv",
    "table_of_contents": [
        "Obsah",
        "1 Životopis",
        "1.1 Mládí",
        "1.1.1 V císařské legii",
        "1.1.2 Markarthský incident",
        "1.2 Povstání Bouřných hávů",
        "1.2.1 Jarl Windhelmu",
        "1.2.2 Zavraždění velekrále",
        "1.2.3 Útěk z Helgenu",
        "2 Reference"
    ],
    "infobox": "Ulfric Bouřný háv Karta s Ulfricem Bouřným hávem z Legends Životopisné údaje Datace: * 4E 149 či později – † 4E 201 či později Pohlaví: Muž Rasa: Nord Rodina: Klan Bouřných hávů Služby: Bouřní hávové Skyrim Východní marka Thalmor (dříve) Profese: Vůdce Bouřných hávů Jarl Windhelmu Veterán Císařské legie Frakce: Bouřní hávové Císařská legie (dříve) Šedovousí (dříve) Sídlo: Windhelm Herní údaje Výskyt: The Elder Scrolls V: Skyrim The Elder Scrolls: Legends",
    "content": "Ulfric Bouřný háv je jarlem Windhelmu a vůdcem povstání Bouřných hávů proti Císařství. Narodil se jako syn Hoaga Bouřného hávy, Velkého medvěda, jarla Windhelmu. V mládí studoval umění thu'um, se Šedovousími v jejich sídle Vyšném Hrothgaru. Když však vypukla velká válka mezi říší a Třetím Aldmerským spolkem, opustil Ulfric studia a na straně říše se války zúčastnil. Říše se však poddala Spolku a přijala takzvaný Bělozlatý konkordát, který postavil víru v Talose mimo zákon. Ulfric, který se zatím stal po smrti otce jarlem, odmítl tyto podmínky přijmout. Ve snaze o nezávislost Skyrimu zašel dokonce tak daleko, že zabil velekrále Torygga, který podle něj představoval symbol slabé říše v zemi. Životopis Mládí Ulfric se narodil pravděpodobně ve Windhelmu, jako syn zdejšího jarla. Jako malého chlapce si Ulfrica vybrali Šedovousí, aby jej učili umění řevu, tzv. thu´um. Díky tomu strávil Ulfric svá mladá léta výcvikem v sídle Šedovousích – Vyšném Hrothgaru. Když však vypukla velká válka mezi Císařstvím a Aldmerským spolkem, nechtěl Ulfric stát mimo dění a rozhodl se do války zapojit.[1] V císařské legii Během velké války se Ulfric připojil k císařské legii jako voják a účastnil se války proti Spolku. Byl však altmery zajat během jejich útoku na Bílozlatou věž. Během výslechu si altmerové uvědomili, že by jim Ulfric, jako syn jarla Windhelmu mohl být v budoucnosti užitečný, proto jej předali k dalšímu „dotazování“ budoucí velvyslankyni ve Skyrimu Elenwen. Thalmor zajistil, aby jejich vězeň věřil tomu, že informace získané od něj vedly k dobytí Imperial City. Nakonec mu byl umožněn útěk a návrat do Skyrimu. Markarthský incident Během velké války vypuklo v Pláních povstání Zapřísáhlých. Císařská vláda i jarl Markarthu byli zoufalí, proto jarl uzavřel dohodu z členy nordské domobrany. Domobrana měla pomoci jarlovi s navrácením jeho držav a výměnou za to jim bylo slíbeno zachování svobody vyznání. O této dohodě se však po uzavřeném míru dozvěděli altmerové a jarl Markarathu byl v zájmu míru nucen uvěznit všechny členy řečené domobrany. Jejich vůdcem byl právě Ulfric Bouřný háv. Ten rozlíceně prohlásil, že říše nechala Skyrim na holičkách a toho dne se zrodilo povstání Bouřných hávů. V době, kdy byl Ulfric v žaláři v Markarathu, mu zemřel otec. Ulfric byl tehdy donucen sesmolit smuteční projev na špinavý kus pergamenu a poté ho nechat propašovat ven. Po svém osvobození se Ulfric vrátil do Windhelmu a město jej se smutkem vítalo. Tehdy se Ulfrica zmocnil krom žalu také nevýslovný hněv a touha po odplatě. Povstání Bouřných hávů Jarl Windhelmu Jako jarl, vládl Ulfric nad svým panstvím tvrdou rukou. Byl dobře znám pro svou nelibost k cizincům a ani se nesnažil zmírnit rasové napětí ve svém městě. Za jeho vlády byli dunmerové odděleni od zbytku města v Sněžné čtvrti, která byla posměšně přejmenována na Šedou čtvrť. Obyvatelé také kritizovali jeho rozdílný postup, pokud někdo napadl nordskou vesnici, Ulfric neváhal okamžitě vyslat své muže, aby viníky potrestali. Pokud však někdo napadl skupinu cizinců, Ulfric se situací nezabýval. Argoniani a khajiitové nesměli do města ani vstoupit. Zavraždění velekrále Po smrti velekrále Istloda byl svolán sněm, kterého se zúčastnil i Ulfric. Úkolem sněmu bylo zvolit nového velekrále, tím se stal proti vůli Ulfrica, Istlodův syn Torygg. Ulfric využil zasedání sněmu a po celou dobu se jej snažil přesvědčit, že je třeba prosadit nezávislost Skyrimu. Svými slovy, kterými měl blízko k velezradě, si Ulfric, aniž by to tušil, získal respekt nového velekrále. Podle některých, stačilo aby Ulfric požádal velekrále o podporu a ten by se přiklonil na jeho stranu. Místo toho si však Ulfric zvolil jinou cestu. Jarl Ulfric se po zasedání sněmu náhle objevil před branami Solitude a žádal velekrále o audienci. Dvořané se v tu chvíli domnívali, že Ulfric přišel požádat velekrále o vyhlášení nezávislosti. Když si však uvědomili, že přišel Torygga vyzvat na souboj, bylo již pozdě. Podle nordského zvyku se nedala výzva k souboji, přednesená na dvoře, odmítnout. Torygg byl sice vynikajícím bojovníkem, avšak Ulfric využil své thu'um a velekrále zabil. Takové bylo tvrzení říše a dvora v Solitude. Ulfric sám prohlásil, že to nebyl jeho řev, ale meč, který bývalého vládce zabil. Po tomto činu se rozhořela skutečná občanská válka. Trůn velekrále zůstal neobsazen a Ulfricovi se podařilo uniknout zpět do své državy. Útěk z Helgenu Po zavraždění Torygga vypukla občanská válka. Ulfric a jeho Bouřené hávy zahájili ofenzívu proti říši. Při jednom z konfliktů však Ulfric padl do léčky a společně se svými muži se říši vzdal. Jarl byl poté převezen do Helgenu, kde měl být za osobní účasti generála Tullia popraven. Ve chvíli popravy však byla pevnost napadena drakem a jarlovi i jeho vojákům se podařilo uprchnout zpět do Windhelmu. Odkud mohl nadále spřádat své plány proti říši."
}