{
    "title": "Umaril",
    "table_of_contents": [
        "Obsah",
        "1 Galerie",
        "2 Pro více informací",
        "2.1 Knihy",
        "3 Reference"
    ],
    "infobox": "Umaril Umaril ve světě duchů Životopisné údaje Datace: †3E 433 Svět duchů Pohlaví: Muž Rasa: Ayleid Sídlo: Zapomnění Herní údaje Výskyt: The Elder Scrolls IV: Knights of the Nine",
    "content": "\"As balangua, Ehlnada racuvar! (Díky mé moci budou smrtelní bohové svrženi!)\" ―Umaril Umaril Neopeřený byl ayleidský král, čaroděj a šampion ayleidské říše v její době úpadku. Umaril byl „poloelf“, narozen elfské matce a božskému otci z předchozí kalpy.[1] Za pomocí magie Umaril spoutal svou duši přímo s říší své paní, Meridie, díky čemuž mohl jeho duch uniknout smrti a jeho fyzické tělo mohlo cestovat mezi říšemi.[2] Tak by Umaril „nikdy nepoznal smrt“.[1] Umaril vypadal podobně jako Meridiiny daedričtí služebníci, aurorané, ale byl mnohem větší. Dával přednost „ničení na dálku“, což znamená, že raději posílal své poskoky, aby útočili a oslabili jeho nepřátele, než aby riskoval přímý boj.[3][4] Umaril byl poražen Pelinalem Whitestrakem na začátku první éry v době povstání lidských otroků proti ayleidům, jejich otrokářům, a pádu Bílo-zlaté věže.[2][5] Ovšem ayleidský král nemohl být zabit, ani zničen, ale místo toho byl unášen „vodami Zapomnění“ a uplynulo mnoho tisíců let, než se mohl opět vrátit do Mundu. Jeho návrat na konci třetí éry byl snahou pomstít se Svatým, kteří způsobili jeho pád. Aurorané pod jeho velením znesvětili Dibellinu kapli v Anvilu a později i tu Mařinu v Bravilu.[2] Božský křižák se dozvěděl o Umarilově návratu od starého proroka v Anvilu, a že bylo nutné ho porazit jak ve fyzickém světě, tak v tom spirituálním, aby mohl být doopravdy přemožen. Křižák shromáždil všech osm křižáckých relikvií, které Pelinal původně použil, aby zničil čarodějovo fyzické tělo. S prorokovou pomocí se Křižák vydal najít něco, co Pelinal tehdy neměl a ani mít nemohl, když s Umarilem zápasil: Talosovo požehnání. Ozbrojený Talosovým požehnání, Božský křižák porazil Umarila nejen ve fyzickém světě, ale mohl do následovat až do toho spirituálního, kde byl poloelf konečně připraven o život.[2] Některé legendy tvrdí, že byl Umaril Neopeřený schopný jednat skrze smrtelníky, přičemž jejich oči zářily.[6]"
}