{
    "title": "Uriel Septim VII.",
    "table_of_contents": [
        "Obsah",
        "1 Životopis",
        "1.1 Dětství a mládí",
        "1.2 Císařská vláda",
        "1.2.1 Korunovace",
        "1.2.2 První léta vlády",
        "1.3 Ve sféře Oblivionu",
        "1.4 Druhá etapa vlády",
        "1.4.1 Východní politika",
        "1.4.1.1 Kolonizace Vvardenfellu",
        "1.4.1.2 Situace v Black Marshi",
        "1.4.2 Mírový zázrak na západě",
        "1.4.3 Zlatý mír a vnitřní politika",
        "1.5 Náboženská politika",
        "1.6 Smrt",
        "2 Osobní život",
        "3 Osobnost a vlastnosti",
        "4 Hodnocení",
        "5 Reference"
    ],
    "infobox": "Uriel Septim VII. Císař roku 3E 433 Panovnické údaje Titul: Tamrielský císař Doba vlády: 3E 368 - 3E 389/3E 399 - 3E 433 Předchůdce: Pelagius Septim IV. Následník: Martin Septim Dynastie: Septimové Životopisné údaje Datace: *3E 346 - †3E 433 Pohlaví: Muž Rasa: Císařský Rodina: Pelagius Septim IV. (otec)Caula Voria (manželka)Calaxes Septim (syn)Geldall Septim (syn)Enman Septim (syn)Ebel Septim (syn)Martin Septim (syn) Herní údaje Výskyt: The Elder Scrolls: ArenaThe Elder Scrolls II: DaggerfallThe Elder Scrolls IV: OblivionRůzné knihy, historie a zmínky",
    "content": "Uriel Septim VII. (3E 346 - 27. Sklizník 433) byl dvacátý první tamrielský císař z dynastie Septimů, který vládl v letech 3E 368 až 433. Úspěšná a dlouhá vláda Uriela Septima VII. byla přerušena v letech 3E 389 až 399, když byl zrazen svým nejvyšším rádcem, bojovým mágem Jagarem Tharnem. Zrádný Tharn uvěznil císaře ve sféře Oblivionu a sám za něj skryt za císařovou podobou vládl. Nakonec byl Tharn poražen a Uriel Septim zachráněn. Pobyt v Oblivionu navždy změnil císařovu povahu. Po svém návratu z Oblivionu začal Uriel obezřetně s obnovou říše, která se za uzurpátora málem rozpadla. Uriel Septim VII. svou říši vnitřně zkonsolidoval, rozšířil císařskou kulturu a náboženství do Morrowindu, kde byl pod jeho vlivem kolonizován ostrov Vvardenfell. Císař také prosadil prostřednictvím chytrých machinací zákaz otroctví v Morrowindu. K dalším úspěchům Urielovy vlády patřilo sjednocení více než stovky městských států v High Rocku do pěti velkých územních celků. Tato tajemná událost je nazývána jako Mírový zázrak na západě. Na konci Urielovy vlády byla říše blíže jednotě, než kdykoliv za jeho předchůdců. Životopis Dětství a mládí Uriel Septim VII. se narodil roku 3E 346. Jeho otcem byl tamrielský císař Pelagius Septim IV. Uriel byl pravděpodobně již od dětství vychováván k tomu, aby jednou převzal vladařské povinnosti. Zajímavostí je, že si ve svém mládí vymyslel imaginární přítelkyni jménem Alex. Uriel dokonce trval na tom, aby bylo pro Alex pravidelně prostíráno u každého jídla. Tuto rozpustilou zvláštnost mladému princi všichni tolerovali a rádi o ní vtipkovali. Uriel sám vymýšlel o Alex další a další příběhy.[1] Císařská vláda Korunovace Císař Pelagius Septim IV. zemřel roku 3E 368 po devětadvaceti letech vlády. Mladý Uriel Septim tak nastoupil na trůn ve věku dvaadvaceti let a zdědil říše, která byla tak blízko jednotě, jako naposled za vlády Uriela I.[2] V Imperial City proběhla velkolepá korunovace, jejíž součástí bylo pravděpodobně i tradiční zapálení Dračích ohňů. Korunovace se účastnili mnozí vazalští panovníci, mezi jinými i mournholdská královna Barenziah a její manžel Symmachus. Přestože byl Uriel Septim VII. v té době jen mladík, byl během obřadu neobyčejně důstojný a vážný.[1] První léta vlády Rytina na níž je zobrazen mladý Uriel Septim VII., Kapesní průvodce říší, Třetí vydání Počátky Urielovy vlády se nesly ve znamení úspěchů. Uriel Septim upevnil moc císařství především ve východních provinciích, v Morrowindu a Black Marshi, kde byl až do té doby císařský vliv omezený, císařská kultura slabá a domorodé tradice a zvyky silné a zdejší obyvatelé se ostře stavěli proti asimilaci. V tomto období císař hojně užíval důvtipných rad a magické moci svého nejvyššího rádce, císařského mága Jagara Tharna. Uriel Septim VII. také někdy v té době uzavřel sňatek s Caulou Vorií, která císaře obdařila hned třemi mužskými potomky.[3] Uriel Septim VII. brzy předčil svého učitele Jagara Tharna v umění schopnosti vyvažování hrozeb a chytré diplomacie. Největším úspěchem Urielovy vlády v té době bylo získání rodu morrowindského rodu Hlaalu, který se stal hlavním strážcem při prosazování císařské kultury a ekonomického rozvoje v Morrowindu.[3] Znepokojivou událostí té doby však bylo odcizení Hole Chaosu z podzemí Mournholdu, což císař kladl za vinu Symmachusovi a požadoval, aby byl zloděj neprodleně dopaden.[1] Císař začal být po svých úspěších velmi pyšný a sebejistý, v čemž ho Jagar Tharn ochotně živil a skrytý za maskou věrného rádce si získal Urielovu naprostou důvěru. Tharn měl však své vlastní ambiciozní plány a nakonec důvěřivého císaře zradil a uvěznil ve sféře Oblivionu. Sám se pak vydával za císaře a jeho jménem vládl celé říši.[3] Ve sféře Oblivionu Uriel Septim, asi roku 3E 399 Císař byl uvězněn ve sféře Oblivionu v letech 3E 389 až 399. O Urielově útrapách v Oblivionu se příliš mnoho neví, císař sám tvrdil, že si nepamatuje nic kromě nekonečných nočních můr a probuzení. Císař dlouho tvrdil, že se domníval, že sní a že si na ony noční můry a sny nepamatuje a prý ani neměl dojem o ubíhajícím čase. Císaře však jeho zlé sny provázely i po návratu do Tamrielu a při rozhovorech, který pro svůj životopis podstoupil vyplynulo, že jsou velmi podobné těm, které zažíval v Oblivionu. Vyšlo najevo, že císař ve skutečnosti nebyl schopen hrozné zážitky popsat, než že by o nich nechtěl mluvit.[3] Královna Barenziah, která se významně podílela na Urielově záchraně Zatímco Uriel byl uvězněn ve sféře Oblivionu, Jagar Tharn si užíval nově získané moci, avšak o praktickou vlád v říši se nestaral. Ekonomika říše prudce poklesla, vztahy s vazaly se zhoršovaly a nakonec po celé říši vypuklo mnoho regionálních válek.[3] V Mournholdu vypuklo povstání, které vedlo k zavraždění Symmachuse a královna Barenziah a její děti byly zbaveny trůnu.[1] Na západě zase zuřila válka Bend'r-mahk[4] Nakonec Tharnovu zradu odhalila královna Barenziah a Eadwyre král Wayrestu. Oba panovníci uzavřeli spojenectví a uprchli z Imperial City, společnými silami pomohli také jistému hrdinovi, který znovu sestavil Hůl Chaosu, kterou Tharn rozdělil na několik částí. Tento hrdina nakonec Tharna porazil v císařských žalářích a osvobodil Uriela Septima.[5][3] Druhá etapa vlády Uriel Septim, asi roku 3E 405 Uriel Septim se tak roku 3E 399 znovu ujal císařské vlády. Události, které si prožil v Oblivionu však Uriela nenávratně změnily. Císař se nyní odvrátil od agresivního tažení a diplomatického působení z předchozích let své vlády, a namísto toho se uchýlil k tajným manipulacím v pozadí, především prostřednictvím svých tajných agentů z řad Čepelí. Díky své obezřetné politice Uriel Septim nejenže obnovil právo a císařskou autoritu v provinciích, ale dosáhl takové říšské jednoty, jako žádný jiný císař před ním.[3] Východní politika Uriel Septim VII. dosáhl na východě takových úspěchů, jako žádný jiný císař před ním, byl dokonce úspěšnější než jeho velký předek Tiber Septim. Východní politika až do Urielových časů byla často kritizována pro svou neúčelnost, protože v Morrowindu nadále ležela moc v rukou zdejší šlechty a Tribunálu a císařství zde dokonce trpělo otroctví. Náklady na vydržování císařských posádek a rostoucí byrokracie byly často mnohem větší, než zisky.[6] Tento negativní trend se podařilo Urielovi Septimovi v jisté míře zvrátit. Kolonizace Vvardenfellu Mapa ostrova Vvardenfell Jedním z největších úspěchů císařovy politiky na východě, byla kolonizace Vvanderfellu, velkého ostrova, který je součástí Morrowindu.[3] Když Tiber Septim dobyl Morrowind, uzavřel s Tribunálem mírovou smlouvu. Ta mimo jiné stanovila, že Vvanderfell zůstával výsostným územím Tribunálu a říšské jednotky nesměly na jeho území vstoupit. To se změnilo roku 3E 414, kdy byl Vvardenfell v rámci nového uspořádání prohlášen říšským provinčním územím.[7] Vvardenfell byl nyní rozdělen na několik částí, které spadaly pod vlastní nadvládu císařství a morrowindských rodů Redoran, Hlaalu, Telvanii a část území spadala i nadále pod nadvládu chrámu. Střediskem císařské vlády na ostrově se stal Ebonheart, kde sídlil císařský místodržící. Pro Vvardenfell byl vytvořen zvláštní zákon, který byl směsicí původních zvyků a tradic a císařského práva. Nové území bylo rychle kolonizováno zástupci všech tamrielských ras, kteří sem přišli s vidinou obchodního zisku.[7][3] Situace v Black Marshi Mapa Black Marshe Situace v Black Marshi zůstávala na rozdíl od Morrowindu stejná jako v předcházejících staletích. Císař se spokojil s nadvládou v pobřežních oblastech, kde nadále působily císařské legie, naproti tomu vnitrozemí provincie se nacházelo mimo faktickou kontrolu říšské vlády. V zemi nadále působily různé gangy a zločinnost vzrůstala. Protože anexe provincie byla nemožná, císař alespoň bedlivě střežil Topalskou zátoku a ochraňoval obchodníky před útoky pirátů, kteří ve zdejší oblasti nebyli nikdy úplně vymýceni.[8] Mírový zázrak na západě High Rock High Rock byl po staletí rozdělen na stovku malých městských států, které válčily mezi sebou. Jedním z nejloajálnějších vazalů císaře Uriela byl král Lysandus z Daggerfallu. Lysandus však tragicky zahynul během války o ostrov Betony roku 3E 403. Roku 3E 405 pak císař vyslal do High Rocku své zmocněnce, který měl královu smrt vyšetřit.[9] Roku 3E 417 došlo k události, která je známa jako Mírový zázrak a nebo také Západní anomálie. Série těžko vysvětlitelných událostí přetvořila politickou mapu oblasti Iliáckého zálivu. Na místo mnoha malých městských států, bylo nově území sjednoceno pod nadvládou Daggerfallu, Sentinelu, Wayrestu a Orsinia.[3] Orsinium bylo nezávislým městským státem Orků, avšak město odvádělo císařství daně.[10] Zlatý mír a vnitřní politika Morrowindský král Helseth Hlaalu, skrze něhož prosazoval císař svou vůli v Morrowindu Období po Mírovém zázraků je označováno jako Zlatý mír. Říše vstoupila do období míru a prosperity, které byly srovnatelné s raným obdobím Urielovy vlády. Díky pevné integraci Středu a Západu do říše se Uriel mohl opět obrátit na východ - k Morrowindu. Císař využíval konfliktů v jádru morrowindského náboženství Tribunálu a tradičního systému vlády velkých rodů, stejně jako strašlivé hrozby, kterou pro rozvíjející se kolonie ve Vvardenfellu představovaly zkažené božské bytosti Tribunálu. Prostřednictvím Čepelí se pak císař snažil přesunout těžiště politické moci z rukou velkých rodů ke dvoru nového morrowindského krále Helsetha. Uriel nakonec využil kolapsu a následného zhroucení ortodoxního kultu Tribunálu k prosazení Devíti božstev, jako dominantní víry v oblastech pod správou Hlaalu a na Vvardenfellu.[3] Mezi jeden z dalších úspěchů patří zákaz otroctví v Morrowindu, které zakázal král Helseth právě pod vlivem císaře.[11] Došlo také k velkému kulturnímu rozmachu, na příkaz císaře byl roku 3E 432 vydán nový Kapesní průvodce říší, který poskytoval stručné informace o zvycích, tradicích v provinciích říše a také základní historický přehled. Zajímavostí bylo, že na rozdíl od předchozích vydání byl nový průvodce poměrně hodnověrný a bez známek zjevné propagandy.[12] Náboženská politika Chrám Vyvoleného v Imperial City, místo kde se císař oddával Bohům Uriel Septim VII. byl označován za velmi zbožného muže, který byl často viděn v Chrámu Vyvoleného v Imperial City, kde se oddával v modlitbách božské Devítce.[13] Císař však dokázal být tvrdě nekompromisní i vůči církvi, pokud ta nepostupovala v souladu s jeho politikou. Calaxes Septim, císařský levoboček byl Arcibiskupem v Chrámu Vyvoleného. Calaxes se však domníval, že se bohové hněvají a nesouhlasí se světským vedením říše. Dokonce se proslýchalo, že arcibiskup plánuje vzpouru proti císaři, s nímž měl napjaté vztahy a nastolení theokracie. Císař nejdříve reagoval tak, že bylo prosazeno několik zákonů, které omezovaly moc církve. Nakonec však Calaxes záhadně roku 3E 398 zmizel a spekulovalo se o jeho zavraždění.[14] Bylo to však ve stejné době, kdy byl skutečný císař uvězněn v Oblivionu a v říši vládl Jagar Tharn. Smrt Císař těsně před svou srmtí Uriel Septim VII. díky svým snům věděl, kdy zemře. Jeho sny se nakonec bohužel skutečně naplnily. 27. Sklizníku 3E 433 vtrhli do císařského paláce zabijáci Bájného Úsvitu a zavraždili císařovy syny. Agenti čepelí se pokusili císaře ochránit útěkem tajnou chodbou přes císařské vězení. V cele, odkud vedla tajná chodba císař narazil na trestance, kterého viděl ve svých snech. V tu chvíli si císař uvědomil, že jsou to skutečně jeho poslední chvíle. Uriel předal trestanci Amulet králů a nakázal mu, aby jej předal Jauffremu, velmistrovi Čepelí. Ihned poté vpadl císaři do zad zabiják a probodl jej dýkou.[15] Císař Uriel Septim VII. byl zavražděn ve věku 87 let a Tamrielu vládl neuvěřitelných 65 let.[16] Po Urielově smrti započal Vpád Oblivionu, který byl nakonec zastaven jeho nemanželským synem Martinem Septimem.[17] Osobní život Urielův osobní život příliš úspěšný nebyl. Císař se v mládí oženil s Caulou Vorií. Byla to krásná a okouzlující žena, a lid jí miloval a obdivoval. Z nešťastného manželství vzešli tři synové Geldall, Enman a Ebel.[16] V soukromí však byla císařovna nepříjemná, arogantní, ambiciozní a chamtivá. Začala prý kolem Uriela spřádat sítě svých ženských nástrah a on brzy začal litovat, že si jí vzal a ona jej naopak začala odmítat. Později se oba manželé upřímně nenáviděli a nezanechali jediné příležitosti, aby si navzájem ublížili. Největšími oběťmi tohoto nešťastného manželství však byly hlavně jejich děti.[3] Caula Voria se nakonec po Urielově návratu z Oblivionu stáhla z veřejného života.[16] Martin Septim, nemanželský syn císaře Zdá se, že neshody s manželkou vehnaly Uriela do náručí jiných žen. Císař byl pravděpodobně otcem minimálně dvou nemanželských synů. První z nich Calaxes byl ambiciózním arcibiskupem chrámu Vyvoleného, který byl nakonec zřejmě zavražděn.[14] Dalším nemanželským synem byl Martin Septim, kterého císař jedné noci předal Jauffremu, aby jej ukryl v bezpečí. Martin Septim se po Urielově smrti prosadil jako jeho dědic a významně se podílel na odražení invaze z Oblivionu. Nakonec se tento statečný princ obětoval, aby odrazil Merhrunese Dagona, daedrického prince.[17] Osobnost a vlastnosti Uriel Septim VII. byl již ve svém útlém mládí popisován jako důstojný a vážný.[1] Byl také nesmírně ambiciozní, bystrý, na druhou stranu rostla jeho pýcha a sebejistota. Exil v Oblivionu však Urielovi vysál jeho mladistvou energii. Z Oblivionu se vrátil jako starý a unavený muž, nyní byl však také trpělivý, vážný a opatrný. Císař začal být také pesimistický a konzervativní, přesto si jeho mysl zachovala bystrost a pružnost z mládí. Císaři se také až do jeho smrti zdály zlé sny a noční můry.[3] Uriel Septim byl také nesmírně zbožný muž, a byl nazýván obráncem víry.[18] Císař celý svůj život věnoval službě státu, který nade vše miloval.[16] Hodnocení Většina dostupných historických pramenů velebí velkého císaře, který miloval své císařství a zasloužil se o jeho mocenský rozmach. Uriel Septim VII. byl beze vších pochyb jedním z nejmocnějších císařů, kteří, kdy na tamrielský trůn dosedli. Kombinací vojenské síly, vyšperkované diplomacie, špionáže a důmyslných politických machinací dosáhl úspěchů tam, kde mnozí před ním selhávali. Uriel Septim VII. dovedl říši k takové jednotě, jako žádný jiný císař před ním. Prolomil mírovou smlouvu platnou od časů Tibera Septima, která zabraňovala říši vstup na Vvardenfell a zahájil úspěšnou kolonizaci ostrova i dalšího ostrova Solstehim. Urielovi se podařilo prostřednictvím morrowindského krále Helsetha zakázat otroctví a podlomit moc tribunálu. Tamrielské náboženství a kultura se rychle začaly do Morrowindu šířit. Je možné, že kdyby Uriel Septim VII. zemřel přirozenou smrtí a vláda by pokojně přešla na jeho dědice, mohla se říše rozrůst ještě více. Avšak osud tomu chtěl jinak, kombinace událostí (Vpád Oblivionu, Pád Septimů), podlomila moc říše, která se počala hroutit. Říše která přežívá i ve čtvrté éře, je jen stínem slavných dnů Uriela Septima VII. a jeho předchůdců. Předchůdce:Pelagius Septim IV. Tamrielský císař3E 368 - 3E 433 Nástupce:Martin Septim"
}