{
    "title": "Uriel Septim III.",
    "table_of_contents": "",
    "infobox": "",
    "content": "Uriel Septim III (3E 97 - 3E 127), také známý jako Uriel Mantiarco, byl devátý vládce Tamrielské říše. Uriel Septim III. Uriel Septim III. Tamrielský císař Doba vlády 3E 121 - 3E 127 Předchůdce Kintyra Septim II. Následník Cephorus Septim I. Rod Septimové Otec Mantiarco Matka Potema Septim Narození 3E 97, Solitude Úmrtí 3E 127, Imperial City Životopis: Uriel III vedl společně se svou matkou Potemou převrat proti jeho sestřenici - císařovně Kintyře II., kterou obvinil z toho, že je dítě bastard. Tři armády z High Rock, severního Morrowind a Skyrim napadly Říši z těchto oblastí Tamrielu. Po zajetí císařovny Kintyry (zradou vévody z Gleinpointu) a její předpokládané vraždy v 3E 120 (ve skutečnosti byla pořád v zajetí, dokud nebyla v 3E 123 zavražděna), se Uriel III zmocnil Imperial City a nechal se prohlásit císařem. Aby si zajistil legitimitu a taky zdůraznil svou příslušnost k dynastii Tibera Septima, přijal přídomek Septim. Od té doby všichni císaři, kteří nastoupili na trůn po Urielovi přijímali přídomek Septim za své jméno. Jeho korunovaci také napomáhalo, že snoubenec císařovny Kintyty, Modellus padl v Morrowindu. Ačkoli Císařské Město padlo během dvou týdnů, mnoho jiných částí říše se ukázaly jako mnohem těžší dobýt. Tudíž po následujících šest let, zuřila po celé říši bezmezná válka. Konflikt se brzy stal známý jako Válka o Rudý diamant, což byl slavný odznak Septimů. Na jedné straně byli Pelagiusovi přežívající děti (Cephorus a Magnus), Říše, a většina vazalů Tamrielu, a na druhé Uriel III, jeho matka Potema Septim, High Rock, Skyrim a severní Morrowind. Boj pokračoval, ale nakonec se vítězství přiklonilo na stranu Cephoruse. Konec vlády: Roku 3E 127 došlo ke dvěma rozhodujícím bitvám, které ovlivnily další průběh války. V bitvě u Ichidagu v Hammerfellu se střetl Uriel Septim III. se svým strýcem Cephorem. Princ Cephorus v bitvě zvítězil a zajal Uriela, který měl být přepraven před soudní tribunál do Imperial City, kde se měl zodpovídat ze svých zločinů. Nenávist lidu k Urielovi III. však byla tak obrovská, že dav zapálil vězně v jeho voze. Uriel Septim III. tak zemřel nezáviděníhodnou smrtí, upálením zaživa. Cephorus Poté táhl do Imperial City, kde byl s všeobecným jásotem přijat za nového císaře. Potema se o zajetí svého syna dozvěděla ve chvíli, kdy se chystala na bitvu proti svému bratru Magnovi. Bitva u Kogmenthistu mezi Potemou a Magnem se proměnila v rozhodující vítězství královny Potemy. Ve chvíli, kdy se Potema téměř radovala z vítězství, se však dozvěděla o smrti svého syna. To ji zlomilo a její porážka už byla otázkou několika měsíců. Hodnocení: Uriel Septim III. - nebo Uriel Mantiarco, což je jeho pravé jméno, které dostal po otci, byl už od počátku veden k tomu, že se jednoho dne stane císařem. To se mu dokonce i podařilo, ale bohužel se nikdy pořádně nevymanil z vlivu své matky, což byl další hřebík do jeho rakve. Kdyby si dokázal dostat lid v Imperial City na svou stranu, mohlo být jeho panování delší."
}