{
    "title": "Uriel Septim IV.",
    "table_of_contents": "",
    "infobox": "",
    "content": "Uriel Septim IV. Tamrielský císař Doba vlády 3E 202 - 3E 247 Předchůdce Cassynder Septim Následník Cephorus Septim II. Rod Septimové, Lariat Otec Gallivere Lariat Matka Katariah Ra'Athim Narození ??, High Rock Úmrtí 3E 247 Uriel Septim IV, původním jménem Uriel Lariat ( narozen 3E - ?? - 3E 247), byl patnáctý císař Tamrielské říše. Uriel Lariat byl syn císařovny Katariah a jejího druhého manžela Gallivere Lariata (narozený po smrti Pelagia III.), a tak neměl žádnou skutečnou krevní příbuznost k Tiberu Septimovi. Když byl jeho nevlastní bratr Cassynder jmenován císařem Tamrielu, stal se králem High Rocku. Po smrti svého bratra. zanechal vlády nad královstvím Wayrest a nastoupil na jeho místo jako císař Tamrielské říše v 3E 202. Při korunovaci přijal přídomek Septim a vládl jako Uriel Septim IV. Z právního hlediska to bylo v pořádku, Septim Cassynder ho totiž po nástupu na trůn Wayrestu přijal do císařské rodiny. Pro Radu Starších i tamrielský lid však byl pouhým nemanželským synem Katarie, takže jím opovrhovali a brali ho jen jako bastarda. Uriel postrádal rozhodnost své matky a jeho čtyřicet tři let dlouhá vláda byla rájem pro všechny politické spiklence a nejrůznější pleticháře. Ač byl do rodiny Septimů právoplatně adoptován a přes vysoké postavení rodiny Lariatů ve společnosti - vždyť byli vzdálenými příbuznými Septimů - jen málokdo z Rady Starších se nechal přesvědčit, aby jej začal považovat za Tiberova pokrevního potomka. Jeho otec, Gallivere Lariat, byl respektovaný Bretonský šlechtic, kterého měl v úctě celý High Rock. Oproti Cassynderovi, který měl jasně prokazatelný nárok na trůn, Uriel IV. nebyl nikdy považován za člena dynastie Septimů, a byl Radou zvolen jen proto, že v té době neměla lepšího kandidáta na trůn a chtěla tímto udržet pořádek v Říši. Rada Starších během dlouhé vlády Katarie I. a krátkého panování Cassyndera I. získala značný vliv a silný \"cizí\" panovník, jako byl Uriel IV., zjistil, že si nedokáže získat její neochvějnou věrnost. Znovu a znovu se rada s císařem dostávala do křížku a znovu a znovu spory vyhrávala. Od dob Pelagia II. zasedali v radě ti nejbohatší muži a ženy Císařství a jejich moc byla nepopiratelná. Poslední vítězství rady nad císařem Urielem IV. bylo posmrtné. Andorak, syn Uriela IV., byl hlasováním zbaven dědictví a císařem byl v roce 247 třetího věku prohlášen bratranec bližší původní linii Septimů, Cephorus Septim II."
}