{
    "title": "Velká válka",
    "table_of_contents": [
        "Obsah",
        "1 Předcházející události",
        "1.1 Thalmorské ultimátum říši",
        "2 Průběh války",
        "2.1 Začátek války",
        "2.2 Postup altmerských vojsk do Cyrodiilu",
        "2.2.1 Pád Imperial City",
        "2.2.2 Bitva o Červený kruh",
        "2.3 Bělozlatý konkordát",
        "2.4 Osamocený boj Hammerfellu",
        "3 Důsledky",
        "4 Reference"
    ],
    "infobox": "Velká válka Informace Trvání: 4E 171 - 4E 175 (Cisárstvo) 4E 171 - 4E 180 (Hammerfell) Místo: Cyrodiil, Hammerfell Příčina: Odmítnutí thalmorského ultimáta Výsledek: Vojenský patStrategické víťazstvo Aldmerského spolku Nezávislost Hammerfellu Strany Císařství Cyrodiil Skyrim Hammerfell High Rock Aldmerský spolek Alinor Valenwood Anequina Pelletine Velitelé císař Titus Mede II.Generál DecianusGenerál Jonna Lord Naarifin†Lady Arannelya Síly Císařské legieCísařské loďstvo Dvě armádyLoďstvo Ztráty Celá osmá legie Dvě legie téměř zcela zničeny Téměř celá armáda",
    "content": "Velká válka Obléhání Leyawiinu – Obléhání Bravilu – Obléhání Anvilu – Obléhání Hegathe – Bitva u Skavenu – Pád Imperial City – Bitva o Červený kruh Velká válka byla velkým vojenským konfliktem, probíhajícím v letech 4E 171 až 4E 180 mezi Tamrielskou říší a Hammerfellem na straně jedné, proti Aldmerskému spolku na straně druhé. Válka začala poté, co tamrielský císař Titus Mede II. odmítl přijmout požadavky Thalmoru, altmerské vlády. Ničivá válka probíhala na území Cyrodiilu a Hammerfellu a roku 4E 174 Altmeři dokonce vyplenili Imperial City, hlavní město říše. Válka mezi říší a spolkem skončila roku 4E 175, poté co obě strany podepsaly mírovou smlouvu známou jako Bělozlatý konkordát. Hammerfell odmítl tuto mírovou smlouvu uznat a pokračoval v osamoceném boji až do roku 4E 180, kdy rovněž podepsal se spolkem mír a ten musel stáhnout svá vojska se země. Předcházející události Pozadí konfliktu je třeba hledat již během Vpádu Oblivionu, na konci třetí éry. Během vpádu získal Thalmor, mocná, avšak menšinová frakce na Summersetských ostrovech od Křišťálové věže více kompetencí. Poté co byl vpád Oblivionu úspěšně odražen, byli Altmeři přesvědčeni, že to je jen zásluhou Thalmoru. Zatímco říše se po vpádu utápěla ve vnitřních rozbrojích, Thalmoru se roku 4E 22 podařilo získat úplnou nadvládu nad ostrovy. Thalmor dokonce přejmenoval svou vlast na Alinor, což bylo původní jméno ostrovů, než byly dobyty říší. Již roku 4E 29 se Thalmoru podařilo s pomocí vojenského převratu ovládnout i Valenwood, kde byli Císařští a někteří jejich Bosmerští spojenci zastiženi dokonale nepřipraveni. Díky svému rychlému vítězství Thalmor opět obnovil Aldmerský spolek.[1] Během následujících sedmdesáti let o sobě Thalmor nedal vůbec vědět a jeho politika zůstávala říši utajena. Během té doby došlo na Alinoru zřejmě k rozbrojům, během kterých Thalmor upevňoval svou moc nad Alinorem a Valenwoodem. Roku 4E 98 pak došlo k náhlému zmizení měsíců Massera a Secundy. V říši bylo zmizení měsíců vnímáno s úzkostí a strachem, mnohem horší však byla situace v Elsweyru. Měsíce jsou totiž pro Khajiity z kulturního hlediska velmi důležité. Teprve po dvou letech se měsíce opět objevily. Thalmor využil situace a prohlásil, že obnovil měsíce díky neznámé magii z dob dávno zapomenutých. Khajiiti po objevení měsíců vítali Thalmor jako své zachránce a během následujících patnácti let, byl císařský vliv v Elsweyru úplně zlomen. Roku 4E 115 během vojenského převratu došlo k rozpuštění konfederace Elsweyr a obnovení dávných království Pelletine a Anequina jako vazalských států Altmerského spolku.[2] Thalmorské ultimátum říši Císař Titus Mede II., který odmítl thalmorské požadavky Císař Titus Mede II., který nastoupil na tamrielský trůn roku 4E 168 zdědil oslabenou říši, která svou vládu udržela pouze nad Cyrodiilem, Skyrimem, High Rockem a Hammerfellem. Sotva stačil upevnit svou moc, již roku 4E 171 se na jeho dvoře v Imperial City objevil Velvyslanec Thalmoru a přednesl na nejvýš drzé požadavky. Thalmor požadoval, aby říše zaplatila obrovský tribut, rozpustila Čepele, postavila uctívání Talose mimo zákon a odstoupila část Hammerfellu spolku. Císař i přes varování generálů, kteří jej upozornili na slabou vojenskou připravenost říše, tyto drzé požadavky odmítl. Velvyslanec po odmítnutí nechal převrátit vůz s \"darem\", který sebou přivezl. Jednalo se o více než stovku hlav, které patřili všem agentům Čepelí působících na Alinoru a ve Valenwoodu. Tento hrůzný čin znamenal skutečné vyhlášení války.[3] Průběh války Začátek války Typický voják Thalmoru Během dnů, které po doručení ultimáta následovaly, vtrhla altmerská vojska současně do Hammerfellu i Cyrodiilu. Z jihu vedl do Cyrodiilu silnou armádu Lord Naarifin, který vyrazil se svými vojenskými jednotkami z Elsweyru a napadl císařskou obranu podél hranic z Valenwoodem. Útočníkům se podařilo rychle dobýt Leyawiin a oblehnout Bravil. Z Valenwoodu zatím vpadla do západního Cyrodiilu Lady Arannelya se svou armádou, rychle obešla Anvil a Kvatch a vtrhla do Hammerfellu. Podél jižního hammerfellského pobřeží se zároveň vylodily menší altmerské jednotky, jejichž úkolem bylo podpořit hlavní armádu. Nejednotní Redguardi kladli nepříteli pouze slabý odpor a velká část jižního pobřeží byla brzy ztracena. Císařská legie v Hammerfellu se rozhodla před přesilou ustoupit podél okraje pouště Alik'r. Tento ústup se později nechvalně proslavil jako Žíznivý pochod.[4] Postup altmerských vojsk do Cyrodiilu Zdálo se, že původním plánem spolku bylo dobytí Hammerfellu a invaze do Cyrodiilu měla pouze zaměstnat většinu císařských sil, zatímco bude celý Hammerfell podroben. Úspěchy lorda Naarifina však vedly Thalmor k přesvědčení, že císařství je mnohem slabší, než se původně očekávalo. Proto Thalmor pravděpodobně přehodnotil své plány a rozhodl se k úplnému podrobení říše. V průběhu roku 4E 172 postupovaly altmerské jednotky hlouběji do vnitrozemí Cyrodiilu. Během tohoto postupu se jim podařilo zmocnit Anvilu i Bravilu. Koncem roku postoupil lord Naarifin až k hradbám samotného hlavního města. Císařské jednotky se pokusily udržet východní břeh městského ostrova a v jezeru Rumare i řece Niben, probíhaly zuřivé námořní boje. V Hammerfellu se zatím spolek spokojil s upevněním své vlády, nad dobytým územím. Podařilo se mu totiž dobýt celé jižní území, což bylo v souladu s úvodními požadavky, které byly předloženy císaři. Z jižních měst už vzdorovalo pouze město Hegathe. Vojáci, kteří přežili Žíznivý pochod se znovu seskupili v severním Hammerfellu, kde se k nim připojily posily z High Rocku. Teprve roku 4E 173 se císařská vojska v Cyrodiilu zmohla na důraznější odpor, ale zdánlivě nezastavitelný postup altmerských vojsk stále pokračoval. Přestože byla hlavní císařská armáda v Imperial City posilněna o čerstvé jednotky ze Skyrimu, altmerské jednotky překročily Niben a postupovaly po východním břehu. Na konci roku se Imperial City ocitlo obklíčeno ze tří stran. Otevřená zůstala pouze severní cesta k Brumě, po byly do města posílány zásoby. V Hammerfellu se zatím začalo císařským jednotkám dařit. Začátkem roku 4E 173 se povedlo armádě Předků ze Sentinelu prolomit obležení města Hegathe, které patřilo frakci Korun. To vedle ke smíru mezi do té doby znepřátelenými frakcemi. I přes tento úspěch se však hlavní altmerské armádě pod vedením Lady Arannelye podařilo překročit poušť Alik´r. Místní císařská armáda pod velením generála Deciana se s Altmery střetla v nerozhodné, ale krvavé bitvě u Skavenu. Po nerozhodné bitvě generál Decianus ustoupil a Arannelya obsadila Skaven. Altmerské jednotky v Hammerfellu však byly nyní příliš slabé, než aby mohly pokračovat v dalším postupu.[5] Pád Imperial City Imperial City padlo do rukou Altmerů a bylo vypleněno Roku 4E 174 se Thalmor rozhodl nasadit všechny dostupné síly do tažení v Cyrodiilu ve snaze zmocnit se hlavního města, což by znamenalo konec války. V průběhu jara se v jižním Cyrodiilu shromáždily čerstvé altmerské posily a 12. druhosevu zahájila altmerská armáda rozhodující útok na Imperial City. Část altmerské armády se vydala na sever, aby úplně obklíčila hlavní město ze všech stran. Hlavní síly lorda Naarifina zaútočily ze všech zbývajících stran. Císař, který byl v tu chvíli přítomen ve městě, viděl beznadějnost celé situace. Uvědomoval si, co by znamenalo, kdyby padl v boji o město a nebo byl zajat nepřítelem. Proto se Titus Mede II. rozhodl probít z města ven. V budoucnu se mělo jeho na pohled zbabělé rozhodnutí, ukázat jako moudré. Zatímco se osmá legie snažila zoufale udržet město, císař se s několika vojenskými oddíly prorazil altmerským obklíčením na severu a spojil se s posilami generála Jonny, který táhl do Cyrrodilu ze Skyrimu. Hlavní město mezitím padlo, Bílozlatá věž byla vypleněna, císařský palác vypálen a elfové se dopouštěli na civilním obyvatelstvu neslýchaných zvěrstev. V Hammerfellu se mezitím generál Decianus připravoval na vyhnání Altmerských jednotek ze Skavenu, když dostal rozkaz, aby se vydal do Cyrodiilu. Decianus však nechtěl Hammerfell nechat úplně opuštěný a proto dovolil, aby byl z legií propuštěn velký počet \"zraněných\", než se jeho jednotky vydaly na východ. Tito veteráni se stali základem armády, která na sklonku roku 4E 174 donutila lady Arannelyi a její armádu k ústupu zpátky přes poušť Alik´r. V průběhu ústupu utrpěly altmerské jednotky těžké ztráty během partyzánských nájezdů pouštních válečníků.[6] Bitva o Červený kruh Typický císařský voják V průběhu zimy mezi lety 4E 174 a 175 se Thalmor domníval, že v Cyrodiilu je válka téměř u konce. Altmerská vláda se pokusila s císařem několikrát zahájit vyjednání. Titus Mede II. utvrzoval Thalmor v domnění, že se chystá ke kapitulaci. Zatím však tajně shromažďoval síly, které mu měly pomoci získat zpět hlavní město. Na konec došlo ke krvavé bitvě, která je známa jako Bitva o Červený kruh. Císařská armáda byla tehdy rozdělena na tři části. Generál Decianus vedl armádu z Hammerfellu, o které Thalmor nevěděl, že opustila Hammerfell. Tato armáda byla ukryta v Colovianské vysočině nedalo města Chorrol. Druhá armáda, složená z nordských posil pod velením generála Jonny, zaujala pozici u města Cheydinhal. Hlavní síly vedl císař osobně, jeho armáda měla zahájit rozhodující útok na Imperial City ze severu. [7] Bitva o Červený kruh začala 30. deštivce a trvala dalších pět dní. Jako první zahájil útok na město ze západu generál Decianus, zatímco jednotky generála Jonny postupovaly na jih podle Červené okružní cesty. V průběhu dvoudenních bojů se Jonnově armádě podařilo překročit Niben a postoupit na západ, ve snaze spojit se s armádou generála Deciana a tím obklíčit Imperial City. Lord Naarifin byl sice Decianovým útokem překvapen, avšak Jonnova armáda narazila na tvrdý odpor. Altmeři reagovali protiútokem z Anvilu a Skingradu. Nakonec do bitvy zasáhl sám Císař Titus II., který vedl armádu proti městu ze severu a osobně zajal lorda Naarifina. Altmerská vojska se pokusila uprchnout na jih, byla však zastavena těžce zkoušenými oddíly generála Jonny. Hlavní síla altmerského vojska v Cyrodiilu byla zničena a lord Naarifin potrestán tím, že byl zavěšen na Bílozlatou věž, kde byl po celý měsíc udržován při životě, až jej údajně odnesla okřídlená daedra.[8] Bělozlatý konkordát Přestože císařská vojska zvítězila, nebyla již schopna pokračovat v dalším boji. Celá zbývající armáda byla soustředěna v Cyrodiilu a vyčerpána bitvou o Červený kruh. Žádná z legií neměla bojeschopnou více než polovinu vojáků. Císař Titus Mede II. začal proto vyjednávat o míru a na sklonku roku 4E 175 podepsal se spolkem mírovou smlouvu, známou jako Bělozlatý konkordát. Mírové podmínky byly tvrdé, ale císař si byl jistý tím, že potřebuje pro svou říši mír, během kterého by opět nabrala ztracené síly. Císařství dle nové smlouvy, muselo postavit víru v Talose mimo zákon a odstoupit velkou část jižního Hammerfellu (většina tohoto území se však stejně nacházela v rukou Altmerů). Podmínky byly téměř shodné s těmi, které byly císaři předloženy v ultimátu před vypuknutím války. Je však velký rozdíl souhlasit s těmito podmínkami pod hrozbou války a souhlasit s nimi na konci dlouhé a ničivé války. Císařství tak ukázalo, že i když je slabší než kdy dřív, stále je schopné ubránit svou čest. Kdyby Titus Mede II. souhlasil s podmínkami již před válkou, musel by jistě čelit občanské válce. V roce 4E 175 však říše uvítala mír za každou cenu.[9] Osamocený boj Hammerfellu Hammerfell bojoval proti spolku od roku 4E 175 osamoceně Hammerfell však odmítl Bělozlatý konkordát přijmout, znamenalo by to totiž uznat porážku a smířit se se ztrátou velkého území. Na nátlak Thalmoru byl císař přinucen zřeknout se Hammerfellu jakožto císařské provincie, aby zajistil trvání míru mezi říší a Altmerským spolkem. Redguardi to považovali za zradu a Thalmoru se tak do budoucna podařilo dosáhnout dlouhotrvající nevraživosti mezi Hammerfellem a říší. Hrdinské jednotky Redguardů nakonec dokázaly zcela zastavit postup altmerského vojska, i když válka trvala dalších pět let a velká část jižního Hammerfellu byla zničena. Redguardi své vítězství považovali za důkaz, že podepsání Bělozlatého konkordátu bylo ve své podstatě zbytečné a kdyby byl Titus Mede II. vytrval, mohly by spojené síly císařství a Hammerfellu úplně zničit Altmerský spolek. Válka v Hammerfellu skončila roku 4E 180 vítězstvím Redguardů. Byla podepsána druhá mírová smlouva na ostrově Stros M´kai a Altmeři se museli stáhnout z Hammerfellu bez jakýchkoliv zisků.[10] Důsledky Poválečná mapa Tamrielu Velká válka byla pravděpodobně největším tamrielským konfliktem od Vpádu Oblivionu. Války se účastnilo mnoho zemí a její důsledky byly obrovské. Válka probíhala na území Hammerfellu a Cyrodiilu. Velká část jižního Hammerfellu byla zničena, zatímco v Cyrodiilu utrpělo válkou nejvíce Imperial City. Lidské ztráty na obou stranách byly obrovské, jak vojenské, tak civilní. Přestože ve válce zvítězila říše, jednalo se v konečném důsledku o taktické vítězství Altmerského spolku. Říše přijetím Bělozlatého konkordátu nakonec jenom rozvrátila svou vnitřní jednotu, jak se mělo v budoucnu ukázat. Skyrim byl zákazem uctívání Talose pobouřen a nakonec se zde zrodilo nové povstání a občanská válka. Říše navíc musela otevřít své hranice Thalmoru, který sem vyslal své agenty, jejichž úkolem bylo tvrdě stíhat ty, kteří nedodržovali podmínky konkordátu. Říše se také musela vzdát Hammerfellu, ten sice dosáhl nezávislosti, avšak mezi ním a říší vládne nyní nevraživost."
}