{
    "title": "Versidue-Shaie",
    "table_of_contents": "",
    "infobox": "",
    "content": "Versidue-Shaie byl důležitý tsaesci, hadí člověk z Akaviru, který sloužil jako akavirský potentát za pozdní první éry. Byť to byl zpočátku císařův důvěryhodný rádce, sám přijal říšský trůn poté, co zemřel Reman III. a vyhlásil stanné právo. Životopis: V druhé éře potentát nechal svého kouzelnického rádce Pelladila Direnni (Pelladil Direnni) postavit v ruinách Černé růže (Blackrose) komplex Růži (The Rose). Toto zařízení bylo tím nejbezpečnějším a nejznámějším vězením v Tamrielu až do konce třetí éry. V neznámém bodě svého života si Versidue nechal v Senchalu na jižním pobřeží Elsweyru jako úkryt postavit veliké sídlo. Versidue-Shaie ratifikoval cervantské příměří (Cervant Truce), které ukončilo katastrofální čtyřbodovou válku (Four-Score War) s Morrowindem a potlačil soukromé armády císařské šlechty. Byl i postavou v populární historické fikci 2920, Poslední rok první éry, který popisoval události vedoucí k onomu příměří. V roce 2E 321, tři roky před svou smrtí, Versidue vydal zákon o ceších, čímž dovolal zformovat to, z čehož se později stal Cech bojovníků (Fighters’ Guild), aby se obchodníci a vazaly mohli ochránit v nepřítomnosti stálé armády. Zákon o ceších také ratifikoval i jiné organizace, jako třeba Cech mágů (Mages’ Guild). Pod jeho vládou byla Dračí stráž (Dragonguard) místo čestné stráže ustanovena jako vyzvědačská síť. Dračí stráž počítala za své nepřátele ty, kteří by chtěli potentáta zabít a chránili Rubínový trůn (Ruby Throne) i dlouho potom co zemřel. Byl zavražděn v Senchalu, zřejmě Morag Tong, poněvadž jejich jméno bylo namalováno na zeď potentátovou krví. Na jeho místo nastoupil jeho syn a dědic Savirien-Chorak. Jeho dlouhý život byl na jednoho z tsaesci dosti neobvyklý a tak někteří podezřívali, že za to byla odpovědná mocná magie. Některé zdroje ovšem připisují nesmrtelnost všem členům jeho rasy. Předchůdce:Reman Cyrodiil III Cyrodiilský potentát1E 2920 - 2E 324 Nástupce:Savirien-Chorak"
}