{
    "title": "Veľké rody",
    "table_of_contents": [
        "Obsah",
        "1 Spoločenský význam",
        "2 Zoznam rodov",
        "2.1 Päť hlavných rodov",
        "2.2 Rozpustené rody",
        "2.3 Ostatné a menšie rody"
    ],
    "infobox": "",
    "content": "Zhromaždenie Veľkých rodov Veľké rody je všeobecné označenie pre najhlavnejšie šľachtické rody Morrowindu. Prakticky fungujú ako Morrowindské politické frakcie. Veľké rody zasadajú v legislatívnej rade známej aj ako Veľký koncil. Spoločenský význam \"Veľké rody sa navzájom nenávidia. Krádeže, vraždy, prepadnutia - také štandardné veci.\" ―Hasphat AntabolisV Dunmerskej spoločnosti sa rody tešia veľkému významu. Ako rodová príslušnosť, tak aj pozícia, ktorú jednotlivec v danom rode drží je rozhodujúcim faktorom v spoločenskom význame daného jednotlivca. Rody prakticky fungujú ako relatívne rovnocenné kasty. Dunmer, ktorý nie je členom žiadneho rodu je spoločensky vnímaný ako odpadlík. Každý jeden rod má iné pravidlá spoločenského správania sa, ako aj socioekonomické zameranie. Konflikty medzi jednotlivými rodmi sú relatívne časté. V časoch neistôt a kríz sa však večne svárlivé rody zjednotia a zvolia si svojho hortátora, ktorého úlohou je odvrátiť krízu a zažehnať nebezpečenstvo. Avšak na to, aby bol hortátor zvolený je potreba súhlas všetkých hláv veľkých rodov čo je samo o sebe veľký politický úspech. Zoznam rodov Päť hlavných rodov Napriek tomu, že rodov existuje oveľa viacej, len tieto dole-vymenované sú považované za Veľké rody. Označenie Veľké rody sa používa len pre rody, ktoré majú zastúpenie vo Veľkom koncile. Rod Redoran Rod Sadras (Zaujal postavenie hlavného rodu po rozpustení rodu Hlaalu) Rod Dres Rod Indoril Rod Telvanni Rozpustené rody Tieto rody boli niekedy súčasťou Veľkého koncilu (a teda možno ich považovať za Veľké rody) avšak buď vyhynuli, alebo boli rozpustené. Rod Dagoth (Známy aj ako Šiesty rod, rozpustený po bitke o Červenú horu) Rod Hlaalu (Rozpustený po Oblivionskej kríze) Rod Dwemer (Vyhynul po bitke o Červenú horu) Ostatné a menšie rody Tieto rody neboli nikdy súčasťou Veľkého koncilu a tak ich nemožno považovať za Veľké rody. Mnohokrát sa však jedná o rody, ktoré boli začlenené do nejakého Veľkého rodu. Rod Sotha (Vyhynul po smrti Sotha Sila) Rod Morvayn (Súčasť rodu Redoran) Rod Sathil (Súčasť rodu Indoril) Rod Ulen (Súčasť rodu Hlaalu) Rod Severin (Súčasť rodu Hlaalu) Rod Mora (Sučasť rodu Hlaalu) Rod Salothan"
}