{
    "title": "Vpád Oblivionu",
    "table_of_contents": [
        "Obsah",
        "1 Předcházející události",
        "2 Průběh války",
        "2.1 Útok na Kvatch",
        "2.2 Boj s Bájným úsvitem"
    ],
    "infobox": "Vpád Oblivionu Informace Trvání: 3E 433 Místo: Cyrodiil, Oblivion, Summersetské ostrovy a další provincie Příčina: Vyvraždění Septimů Výsledek: Pyrrhické vítězství císařství Konec vlády Septimů Začátek čtvrté éry Strany Tamrielská říše Cyrodiil Summersetské ostrovy Morrowind Čepele Oblivion Armáda daeder Bájný Úsvit Velitelé Martin Septim† Šampion Cyrodiilu Ocato Jauffre Mehrunes Dagon Mankar Camoran† Síly Císařské legie Čepele Vojáci cyrodiilských hrabství Armáda Daeder Zabijáci Bájného úsvitu Ztráty Obrovské Absolutní",
    "content": "Vpád Oblivionu roku 3E 433 byl pravděpodobně největším vojenským konfliktem třetí éry. Boj probíhal mezi Tamrielským císařstvím a Oblivionem, a zahrnuje sérii událostí od zavraždění císaře Uriela Septima VII. a jeho dědiců až po finální bitvu o Imperial City. Vpád Oblivionu, je dodnes považován za jednu z nejdůležitějších událostí v tamrielských dějinách, znamenal konec vlády dynastie Septimů, začátek nové éry a výrazné změny ve vztahu lidí s bohy. Přestože boje probíhaly po celém tamrielském impériu, nejvíce škod utrpěl Cyrodiil. Předcházející události Půdu pro invazi z Oblivionu připravil Mankar Camoran, vůdce Bájného Úsvitu, kultistů uctívajících daedrického pána Mehrunuse Dagona. Na pokyn Mankara Camorana byl zavražděn císař Uriel Septim VII. i všichni jeho dědicové. Útok na císaře začal nejdříve v Bílozlaté věži v Imperial City. První pokus o atentát byl však odražen Čepelemi, císařovou elitní stráží. Čepele a císař poté unikli s císařského paláce tajnou chodbou do vězení. V jedné z cel, narazil císař na trestance, kterého viděl již ve svých starých snech. Trestanec se připojil k císaři a jeho mužům při dalším útěku tajnou chodbou z vězení. Během série útoků, byli však vojáci i samotný císař povražděni. Uriel Septim VII. předal ještě chvíli před tím trestanci Amulet králů a nařídil mu, aby jej předal velmistrovi Čepelí Jaufrremu. Vražda císaře a jeho dědiců však vyvolala sérii rychle jdoucích událostí, které se nedaly zastavit. Amulet králů byl potřebný k udržování Dračích ohňů. Ty udržovaly bariéru mezi pozemským světem a Oblivionem pevně uzavřenou. Jelikož však nebyl zdánlivě žádný dědic, který by mohl ohně zapálit, bariéra byla prolomena. Po celém Tamrielu se začaly otevírat brány Oblivionu a armády Deader začaly útočit na pozemský svět. Průběh války Útok na Kvatch Poničené město Kvatch Velmistr Jaufrre vyslal trestance do Kvatche, kde měl vyhledat Martina Septima, nemanželského syna císaře Uriela Septima VII., který měl nyní převzít trůn. O existenci císařova levobočka se však dozvěděli i Bájný Úsvit a síly Oblivionu. Zcela nečekaně se tak, uprostřed noci, otevřela první brána Oblivionu přímo před městem Kvatch. Nic netušící stráž a obyvatelé města nebyli schopni hordám daeder čelit. Během krátké bitvy bylo město vypleněno a většina obyvatel pobita. Pouze několika lidem se podařilo přežít, ti buď uprchli z města a nebo se ukryli v kapli. Martin Septim, byl tou dobou městským knězem a byl to právě on, kdo odvedl lid do bezpečí kaple. Trestanec, který mezitím dorazil před městské hradby, se spojil s kapitánem stráží Savlianem Mariusem. Společnými silami se jim podařilo uzavřít bránu Oblivionu a zamezit tak daedrám v dalších nájezdech. Kapitán Savlian po zničení brány vtrhl se svými vojáky, doprovázen hrdinou do města a brzy se mu podařilo získat město zpět. Martin Septim a několik dalších útok naštěstí přežili. Trestanec byl díky své účasti na záchraně města nazván hrdinou Kvatche a pod tímto jménem je znám dodnes. Boj s Bájným úsvitem Zatímco hrdina zachraňoval Kvatch, Bájný úsvit se dozvěděl, že Amulet králů ukrývá Jauffre ve Weyonském převorství. Bájný úsvit převorství napadl a dokonce se mu podařilo Amulet králů ukrást. Jauffre, který přežil společně s hrdinou a Martinem poté odcestovali do Chrámu Vládce Oblak, tajné základny Čepelí v zemi. Zde se měl Martin ukrýt do bezpečí před Bájným úsvitem, než bude Amulet získán zpět a poté bude možná jeho bezpečná korunovace."
}