{
    "title": "Vyvolávání",
    "table_of_contents": "",
    "infobox": "",
    "content": "Vyvolávání (v originále Conjuration) je jedna z herních dovedností, nacházející se ve hrách The Elder Scrolls III: Morrowind, The Elder Scrolls IV: Oblivion a The Elder Scrolls V: Skyrim. Vyvolávání patří do magických škol. Tato škola, jak již název napovídá, se zaměřuje na vyvolávání příšer z Oblivionu a dočasné oživování mrtvých na pomoc v boji. Také díky této magii hráč může vyvolávat předměty jako jsou zbraně a části zbroje. Sem se řadí i zajímání duší poražených nepřátel. Skyrim Oficiální popis: Škola vyvolávání se zabývá oživováním mrtvých a přivoláváním nejrůznějších tvorů ze Zapomnění. Tato dovednost ulehčí nejen sesílání těchto kouzel, ale i uvězňování duší a svazování vyvolaných předmětů do Talenty Název ‡ Min Popis Nutné talenty Novicovské vyvolávání 1 – Umožňuje sesílat novicovská kouzla vyvolávání za polovinu many. –––– Čarovné svázování 1 20 Vázané zbraně působí větší zranění. Novicovské vyvolávání Obouruční vyvolávání 1 20 Kouzla vyvolávání seslaná oběma rukama najednou mají silnější účinky. Novicovské vyvolávání Učednická kouzla vyvolávání 1 25 Umožňuje sesílat učednická kouzla vyvolávání za polovinu many. Novicovské vyvolávání Vyvolávač 2 30 Umožňuje vyvolávat atronachy a oživovat mrtvé z dvakrát větší vzdálenosti. Novicovské vyvolávání Zloděj duší 1 30 Vázané zbraně na svou oběť sešlou uvěznění duše. Čarovné svázování Atromancie 1 40 Atronachové vydrží v našem světě dvakrát delší dobu. Vyvolávač Nekromancie 1 40 Oživení nemrtví v našem světě vyrdží o něco déle. Novicovské vyvolávání Kouzla pro znalce vyvolávání 1 50 Umožňuje sesílat kouzla pro znalce vyvolávání za polovinu many. Učednická kouzla vyvolávání Svázání Zapomnění 1 50 Vázané zbraně zatratí vyvolané nestvůry a odvrátit oživené mrtvoly. Zloděj duší Prokleté duše 1 70 Oživení nemrtví mají o 100 bodů zdraví více. Nekromancie Mistrovské vyvolávání 1 75 Umožňuje sesílat mistrovské kouzla vyvolávání za polovinu many. Kouzla pro znalce vyvolávání Ovládání živlů 1 80 Vyvolaní atronachové jsou o 50 % silnější. Atromancie Velmistrovské vyvolávání 1 100 Umožňuje sesílat velmistrovská kouzla vyvolávání za polovinu many. Mistrovské vyvolávání Zdvojení duše 1 100 Umožňuje mít dva vyvolané atronachy nebo oživené mrtvoly najednou. Ovládání živlůProkleté duše Pozn.: symbol ‡ označuje počet, kolikrát si hráč daný talent muže zvolit"
}