{
    "title": "Válka o Rudý diamant",
    "table_of_contents": [
        "Obsah",
        "1 Příčiny války",
        "2 Průběh války",
        "2.1 Počátek války",
        "2.2 Uriel III. císařem",
        "2.3 Obrat ve válce",
        "2.4 Pád Haafingaru",
        "3 Důsledky",
        "4 Reference"
    ],
    "infobox": "Válka o Rudý diamant Informace Trvání: 3E 120 - 3E 137 Místo: Tamrielská říše Příčina: Prohlášení Kintyry Septim císařovnou Výsledek: Vítězství Tamrielské říše Strany Tamrielská říšeCyrodiilHigh RockHammerfellBlack MarshSummersetské ostrovyValenwoodJižní Morrowind HaafingarSkyrimHigh RockSeverní Morrowind Velitelé Kintyra Septim II.†Modellus†Ceforus SeptimMagnus SeptimPelagius Septim Potema Septim†Uriel Septim III.†Lord Vhokken Síly Císařské legie Haafingarští vojáci a spojenci Ztráty Velké Velké",
    "content": "Válka o Rudý diamant byla krvavou občanskou válkou v Tamrielské říši, která probíhala v letech 3E 120 až 3E 137. Krvavou válku rozpoutala Potema Septim, královna z Haafingaru, která chtěla na císařský trůn prosadit svého syna Uriela, na úkor své neteře Kintyry. Válka nakonec skončila porážkou Potemy, avšak říše vyšla z konfliktu značně oslabená. Příčiny války Císař Pelagius Septim II. byl obdařen početným potomstvem, třemi syny a dcerou. Pelagiova dcera Potema ze Samoty, se projevila již od mládí jako mimořádně schopná a prozíravá politička. Potema se provdala za Mantiarka, krále z Haafingaru. Díky intrikám se Potemě podařilo z Haafingaru vyhnat prvorozeného syna krále Mantimarca a zajistit trůn pro svého vlastního syna Uriela. Potema však měla mnohem vyšší ambice, chtěla pro svého syna získat císařský trůn. Schopná panovnice těžce nesla vládu svého staršího bratra Antiocha, který vedl pohoršující život plný alkoholu a milenek. Za jeho vlády proslulo Imperial City jako místo neřesti a skandálů. Když císař Antiochus roku 3E 119 zemřel, rozhodla se Potema využít situace a získat trůn pro svého syna. Antiochus měl totiž jedinou dceru patnáctiletou Kintyru. Rada Starších okamžitě začala jednat o nástupu Kintyry na císařský trůn. Potema nejdřív plánovala sňatek Kintyry se svým synem, ale ten by díky blízké příbuznosti způsobil pohoršení. Proto Potema vystoupila před Radou Starších a obvinila Antiochovu manželku Gysillu z cizoložství a zpochybnila tím legitimitu její dcery Kintyry. Následně doporučila nástupnictví svého syna Uriela.[1] Rada Starších však nakonec přijala Kintyru za císařovnu a schválila její korunovaci, za mladou císařovnu se postavili i její strýcové Ceforus a Magnus. Mladá císařovna taktně přešla urážku, kterou jí způsobila Potema a pouze dala zakázala přítomnost své tety na své korunovaci.[1] Potema se však odmítla vzdát a rozpoutala válku, která byla do té doby největším vojenským konfliktem od sjednocení Tamrielu. \"Císařovna Gysilla naneštěstí neučinila nic, aby zmírnila bratrova žádostivého ducha. Ve skutečnosti se v brlozích tohoto města nikdo nepelešil v tolika postelích jako ona. Kdyby byla přistupovala ke svým povinnostem v císařské ložnici poctivěji, měli bychom dnes skutečného následníka trůnu, nejen ty hňupy a strašpytle levobočky, kteří se prohlašují za císařovy děti. O dívce jménem Kintyra se obecně předpokládá, že je dcerou Gysilly a kapitána stráže. Mohla by být ale třeba i dcerou Gysilly a čeledína ze stájí. To těžko kdy budeme vědět jistě. Rozhodně ne tak jistě, jako známe původ mého syna Uriela, posledního z dynastie Septimů. Moji páni, princové Císařství nestrpí na trůně bastarda, o tom vás mohu ujistit.\" ―30px Průběh války Počátek války Uražená Potema, okamžitě po svém návratu do Haafingaru, rozpoutala proti Kyntiře povstání. První útoky Potemy a jejích spojenců byly velmi úspěšné. Císařské legie v High Rocku a Skyrimu se ocitly pod velkým tlakem útočníků. Potema vyvolávala odpor proti říši po celém Tamrielu, všude kde se její síly objevily. Na podzim roku 3E 120 zaslal vévoda z Gleinpointu na pobřeží High Rocku císařovně naléhavou žádost o posily. Kintyra se rozhodla pozvednout ducha svých následovníků a do čela armáda se postavila osobně.[2] Kintyra i její vojáci však při přechodu pohoří Dračího chvostu velmi strádali a dlouhý několikaměsíční pochod je unavil. Kintyra všude cítila přítomnost své zrádné tety, avšak k osobnímu střetnutí, ve které doufala, stále nedocházelo. Potema byla mistrní intrik a přetvářky a podařilo se jí napsat dopis, ve kterém zfalšovala Kintyřin rukopis. Dopisem vylákala Potema z Imperial City císařovnina snoubence Modelluse a hlavní město tak zůstalo citelně oslabeno.[2] \"Takže mě budeš držet jako rukojmí? K čertu s tebou, podívej se na mě! Jsem tvá císařovna!\" ―30px Kintyra také svých příchodem do Gleinpointu padla nevědomky do léčky. Vévoda z Gleinpointu totiž zradil říši, a ze strachu, ale také díky zlatu, přešel na stranu Potemy. Kintyra tak roku 3E 121 padla přímo do rukou nepřítele. Kintyřina armáda byla téměř bez odboru, pod rouškou noci vyvražděna. Potema si netroufala ihned císařovnu zavraždit a dala ji uvěznit ve věži gleinpointského hradu.[2] Uriel III. císařem Zajetím císařovny Kintyry, dosáhla Potema mimořádného triumfu. Ve stejné době probíhal zatím útok na pobřežní pevnosti v Morrowindu, kde během bojů padl i císařovnin snoubenec Modellus.[3][4] Další útok byl veden proti oslabenému hlavnímu městu. Potemyn syn Uriel se snadno zmocnil Imperial City a korunoval se císařem. Zároveň přijal přídomek Septim, aby tak zdůraznil svou příslušnost k dynastii Tibera Septima. Od té doby všichni císaři, kteří nastoupili na trůn po Urielovi přijímali přídomek Septim za své jméno.[5] Obrat ve válce Po následujících šest let, zuřila po celé říši bezmezná válka. Potema a její syn se opírali o své pozice ve Skyrimu a severním Morrowindu a také v Cyrodiilu. Ostatní provincie byly nejednotné, ale mnohá království se přiklonila spíše na stranu císařovniných bratrů Cephora a Magna, kteří nyní vedli vojska proti Potemě. Kintyra zatím byla zavražděna a když se Cephorus roku 3E 125 zmocnil High Rocku a její smrt vyšla najevo, přiklonilo se na jejich stranu i mnoho vazalů, kteří dosud podporovali Potemu.[5] Magnus zatím převedl loajální argoniánské jednotky z Black Marshe do Skyrimu.[6] Roku 3E 127 došlo ke dvě rozhodujícím bitvám, které ovlivnily další průběh války. V bitvě u Ichidagu v Hammerfellu se střetl Uriel Septim III. se svým strýcem Cephorem. Princ Cephorus v bitvě zvítězil a zajal Uriela, který měl být přepraven před soudní tribunál do Imperial City, kde se měl zodpovídat ze svých zločinů. Nenávist lidu k Urielovi III. však byla tak obrovská, že dav zapálil vězně v jeho voze. Uriel Septim III. tak zemřel nezáviděníhodnou smrtí, upálením zaživa. Cephorus Poté táhl do Imperial City, kde byl s všeobecným jásotem přijat za nového císaře.[5] Potema se o zajetí svého syna dozvěděla ve chvíli, kdy se chystala na bitvu proti svému bratru Magnovi. Bitva u Kogmenthistu mezi Potemou a Magnem se proměnila v rozhodující vítězství královny Potemy. Ve chvíli, kdy se Potema téměř radovala z vítězství, se však dozvěděla o smrti svého syna.[6] Pád Haafingaru Potema po smrti svého syna zuřila, její ambice byly zmařeny. Pološílená královna se však rozhodla i nadále pokračovat v prohrané válce. Její spojenci jí postupně opustili a přešli na stranu jejího bratra. Potema nakonec zůstala opuštěná ve svém království a na svou stranu povolala daedru, její nekromanti zatím oživovali těla padlých bojovníků. Šílená královna vedla proti svým bratrům jeden útok za druhým a její království se proměnilo v zemi smrti. Haafingarští poddaní si vyprávěli děsivé pověsti o stárnoucí Vlčí královně, kterou na jejím hradě obsluhují kostlivé komorné a upířích generálech, kteří pro svou královnu připravují vojenské plány.[7] Roku 3E 137 byl nakonec Potemin hrad obležen vojskem císařova bratra Magna a jeho dvanáctiletého syna Pelagia. Po dobytí Solitude, bylo město postupně opět zalidňováno, zatímco hrad nadále odolával. Potemě se podařilo proniknout do města a darovala svému synovci Pelagiovi náhrdelník, který byl očarován strašlivou kletbou. Každý rok měl náhrdelník pomalu vysávat mysl svého nositele a učinit jej postupně šíleným. Potemina rezidence odolávala po celý měsíc, ve chvíli, kdy její hrad padl, však královna vydechla naposled.[7] Byl to konec dlouhotrvající Války o Rudý diamant. Důsledky Válka o Rudý diamant byla jednou z nejničivějších v dějinách Tamrielské říše. Důsledky války byly patrné ještě dlouho po jejím konci, v některých oblastech dokonce dodnes. Válka přinesla obyvatelům neúrodu a bídu. Mnoho oblastí a měst bylo vypleněno. Svou daň si válka vybrala i na samotné dynastii Septimů, kteří se téměř vyvraždili mezi sebou. Válku přežil císař Cephorus a jeho bratr Magnus, se synem a manželkou. Když se Cephorus stal císaře, přešlo na jeho stranu sice mnoho provincií, ale většinou si vyžádali oplátkou větší díl nezávislosti na říši. Císařská moc a říšská jednota byly otřeseny a trvalo po dlouhá léta, než došlo alespoň k částečné nápravě. Potemin vliv byl navíc znatelný ještě dlouho po její smrti, především je s ní spojováno šílenství císaře Pelagia Septima III."
}