{
    "title": "Wayrest",
    "table_of_contents": [
        "Obsah",
        "1 Název",
        "2 Historie",
        "2.1 První éra",
        "2.2 Druhá éra",
        "2.3 Třetí éra",
        "2.4 Čtvrtá éra",
        "3 Geografie",
        "3.1 Poloha",
        "3.2 Klima",
        "4 Popis města a čtvrtí",
        "4.1 Bankovní čtvrť",
        "4.2 Čtvrť mágů",
        "4.3 Dreughshide",
        "4.4 Chrámová čtvrť",
        "4.5 Obchodní čtvrť",
        "4.6 Palác",
        "4.7 Přístav",
        "4.8 Rezidenční čtvrť",
        "4.9 Kanalizace",
        "5 Správa a vojenské síly",
        "5.1 Vláda města",
        "5.2 Městská hlídka",
        "6 Ekonomika",
        "6.1 Služby",
        "6.2 Nemovitosti",
        "7 Demografie",
        "7.1 Rasy ve městě",
        "7.2 Sociální třídy",
        "7.3 Náboženství",
        "8 Kultura a společnost",
        "8.1 Pamětihodnosti a místa zájmu",
        "8.2 Městský život a zábava",
        "8.3 Architektura",
        "9 Doprava",
        "9.1 Pozemní doprava",
        "9.2 Námořní doprava",
        "9.3 Portál",
        "10 Mapy",
        "11 Související questy",
        "11.1 The Elder Scrolls II: Daggerfall",
        "11.2 The Elder Scrolls Online",
        "12 Poznámky a drobnosti",
        "13 Reference"
    ],
    "infobox": "Wayrest Vyobrazení znak mapa Geografické info Typ sídla: město Země: Tamrielská říšeKrálovství Wayrest Provincie: High Rock Region: Stormhaven, Menevia Správní info Vládce: Král Centrum: Palác Počet čtvrtí: 8 Herní údaje Počet NPC: cca 300+ (TESO) Bretonci (53,4 %) Redguardi (14,6 %) Orsimeři (14,6 %)Ostatní rasy (21 %) Hry: The Elder Scrolls: ArenaThe Elder Scrolls II: DaggerfallThe Elder Scrolls Online",
    "content": "Wayrest je hlavní město stejnojmenného království a současně se jedná o jedno z největších měst v provincii High Rocku. Leží na ústí řeky Bjoulsae do Iliáckého zálivu na jižním pobřeží High Rocku. Díky své poloze je Wayrest největším a nejdůležitějším obchodním přístavem zálivu. Městský stát je od konce druhé éry součástí Tamrielské říše. Město má bohatou historii sahající až do dob první éry. Wayrest má obrovský kulturní, politický, vojenský a obchodní vliv na celou oblast Iliáckého zálivu a historicky se jedná o největšího rivala měst Daggerfallu a Sentinelu. Název Název města vznikl během první éry, když byl Wayrest ještě malou rybářskou osadou. Po útrapách, které museli mnozí cestující a obchodníci na svých cestách absolvovat ve východních oblastech Iliáckého zálivu, byla pro ně rybářská osada při ústí řeky Bjoulsae místem vítaného odpočinku.[1] Název města se tak dá volně přeložit jako odpočinek na cestě. Historie Důležitá data z historie Wayrestu: 1E 800 — odhad data, kdy byl Wayrest založen.[1] 1E 948 — zřejmě první historicky doložený záznam o Wayrestu, který trpěl nájezdy Orků.[1] 1E 980 — zničení Orsinia, začíná vzestup Wayrestu.[1] 1E 1100 — Wayrest se stává královstvím.[1] 1E 2702 — obyvatelé Wayrestu se stěhují za hradby královského paláce, aby byli chráněni před útoky.[1] 2E 542 — Pláňané neúspěšně obléhají město, je zformována Daggerfallská úmluva.[2] 2E 561 — Wayrest posiluje své válečné a obchodní loďstvo.[3] 2E 563 — na trůn nastupuje král Emeric, nejmocnější panovník Wayrestu.[2] 2E 566 — válka mezi Wayrestem a Shornhelmem.[2] 3E 119 — ve Wayrestu se narodil císař Pelagius Septim III.[4] 3E 417 — mírový zázrak na západě, Wayrest rozšiřuje své území.[5] 4E 188 — korzáři vypálili a vyplenili Wayrest a zničili svatyni temného bratrstva.[5][6] První éra Přesné datum založení Wayrestu není známo. Podle odhadů historiků Wayrest jako malá obchodní a rybářská osada existoval minimálně od roku 1E 800.[1] Písemný záznam z roku 1E 801 popisuje Wayrest jako chudou osadu v bahně a řeka Bjoulsae byla v té době popisována jako odporný tok plný splašek, zápachu a nemocí.[7] Z tohoto důvodu byla později ve Wayrestu vystavěna rozsáhlá kanalizace, díky které začala řeka opět zářit čistou vodou.[7] Existence osady byla v té době ohrožována mnoha nepřáteli. Na severu se rozpínalo město Orsinium, které založili Orkové, zatímco ze západu na Wayrest doráželi lupiči a piráti. Skutečný rozkvět Wayrestu nastal teprve po zničení Orsinia společnými silami Daggerfallu a Sentinelu po roce 1E 980. Tvrdě pracující obchodníci a námořníci z Wayrestu poté vytvořili alianci a díky tomu se jim podařilo snížit pirátskou aktivitu v zálivu.[1] Úspěšná kupecká rodina Gardnerů postavila ve městě palác obehnaný hradbami a postupem času povolila bankám a dalším obchodníkům, aby se usadili v jeho zdech. V roce 1E 1100 byl Wayrest prohlášen za království a prvním králem se stal Farangel z rodu Gardnerů.[1] Během první éry postihly Wayrest četné katastrofy v podobě válek, moru, nájezdu pirátů a období sucha. V roce 1E 2702 se všichni obyvatelé města stáhli za hradby královské paláce kvůli ochraně před pirátskými nájezdy.[1] Druhá éra V letech 2E 541 - 2E 542 vpadl do High Rocku Pláňané, které vedl císař Durcorach. Pláňané po dobu 57 dní obléhali Wayrest, avšak nebyli schopní prorazit jeho hradby. Proto obléhání nakonec zanechali a vytáhli proti Daggerfallu.[2] Pláňané byli s velkým přispěním Wayrestu poražení v roce 2E 542 u Daggarfallu. Panovníci Wayrestu, Daggefallu, Camlornu, Shornhelm a Evermore poté uzavřeli alianci, která je v dějinách známá jako daggerfallská úmluva.[2][3] V roce 2E 561 Wayrest významně posílil svou námořní flotilu.[3] V roce 2E 563 nastoupil na trůn Emeric z Cumberlandu.[2][3] Za Emericova panování dosáhla moc Wayrestu svého vrcholu. Panovník uzavřel spojenectví se Sentinelem a oženil se s dcerou sentinelského krále. Díky sňatkové politice se Sentinel připojil k daggerfallské úmluvě. To však vyvolalo válku s králem Ranserem, který vládl Shornhelmu a jehož dceru Emeric odmítl kvůli sentinelské princezně. Ranser v roce 2E 566 přitáhl s vojskem k Wayrestu a neúspěšně jej obléhal. Emeric mezitím tajně uzavřel spojenectví s novým Orsiniem a Shornhelm byl mezitím Orky vypálen. Ranser byl následně drtivě poražen.[8] Král Emeric Cumberland, nastoupil na trůn Wayrestu v roce 2E 563 Emericovi se díky těmto úspěchům podařilo dočasně sjednotit Bretonci a byl považován za nejvyššího krále High Rocku. Wayrest tehdy skutečně určoval politiku celého High Rocku a zasahoval do vnitřních záležitostí ostatních městských států. To bylo umožněno i skvělou sňatkovou politikou.[9] Nicméně po Emericově smrti se daggerfallská úmluva rychle rozpadla a jeho nástupcům se nepodařilo zachovat hegemonii Wayrestu. Na konci druhé éry se celý High Rock včetně Wayrestu stal součástí Tamrielské říše.[10][11] Třetí éra \"Wayrest je jedno z nejslavnějších měst západního Tamrielu: zářící ve své současné kráse s leskem minulosti.\" ―Sathyr Longleat[src]Wayrest byl po celou dobu třetí éry součástí Tamrielské říše. Na královský trůn města dokonce usedli někteří členové vládnoucí dynastie Septimů. Ve Wayrestu se tak v roce 3E 119 narodil budoucí císař Pelagius Septim III.[4] Než se stali tamrielskými císaři, vládli Wayrestu také Cassynder Septim a Uriel Septim IV.[12] Král Eadwyre, vládce Wayrestu na konci třetí éry Na konci třetí éry vládl Wayrestu král Eadwyre, který měl jedinou dceru Ekysanu. Král Eadwyre přijal na svůj dvůr Barenziah, exkrálovnu z Morrowindu a její děti. Po smrti své první manželky se Eadwyre s Barenziah oženil.[5] Barenziah a Eadwyre významnou měrou přispěli k odhalení Jagara Tharna, který se vydával za císaře Urieala Septima VII. a skutečného císaře věznil ve sféře Oblivionu.[13] V roce 3E 417 došlo k takzvanému mírovému zázraku na západě, kdy díky vlivu nadpřirozených sil došlo ke sjednocení roztříštěných městských států kolem Iliáckého zálivu. Wayrest vyšel z této události značně posílen a získal kontrolu nad značnou částí centrálního High Rocku.[5] Když král Eadwyre zemřel, pokusil se wayrestského trůnu zmocnit jeho nevlastní syn Helsesth Hlaalu. Právoplatná dědička a králova dcera Elysana tak musela o trůn svést tvrdý boj.[11] Elysana spor o trůn vyhrála, Helseth a Barenziah museli opustit Wayrest a nová královna byla posléze považována za nejobávanější panovnici na západě.[11] Čtvrtá éra Ve čtvrté éře se Tamrielská říše nacházela ve vleklém období úpadku a dekadence, přesto si zachovala svou moc nad High Rockem a Wayrestem. Na konci druhého století čtvrté éry vládl ve Wayrestu nepopulární král Barynia.[5] Zkáza Wayrestu ve čtvrté éře Politici a obchodníci ve městě toužili po změně vládce a proslýchalo se, že chystají proti králi spiknutí. Barynia se rozhodl na spiklence vyzrát a otevřel přístav ve Wayrestu všem plavidlům v Iliáckém zálivu. V přístavu zakotvila flotila korzárů, kterou Barynia najal, aby pro něj potlačila opozici. Nicméně situace se vymkla z rukou a korzáři Wayrest vypálili a zpustošili, při čemž zničili i svatyni temného bratrstva, která ve městě sídlila.[5][6] Stalo se tak v roce 4E 188.[6] Přesný osud krále není znám, buď se mu podařilo uprchnout na lodi z města, nebo byl zavražděn temným bratrstvem.[14] Invaze korzárů a zpustošení města bylo tvrdou ránou pro prestiž a moc Wayretu. Geografie Poloha Pohled na město od západu Wayrest leží při ústí řeky Bjoulsae do Iliáckého zálivu a to na jižním pobřeží provincie High Rocku. Jedná se o hlavní město stejnojmenného království a největší město v oblasti známé jako Stormhaven. Wayrest a jeho bezprostřední okolí pak tvoří malý region, který je znám jako Menevia. Město se nachází v nížinaté a úrodné oblasti. Krom řeky Bjouslase, která ohraničuje město na jihu, přes něj protéká ještě malá říčka lokálního významu. Díky své strategické poloze je Wyrest nejdůležitějším obchodním přístavem v oblasti Iliáckého zálivu a řeky Bjoulsae. Klima Podnebí ve Wayrestu je mírné a teplá léta střídají mírné zimy. Podnebí je ovlivňováno i bezprostřední blízkostí moře. Počasí ve městě je většinou přívětivé a slunné, přesto obyvatele města někdy potrápí i prudký liják a silné bouřky. Popis města a čtvrtí Následující popis vychází z podoby města ve druhé éře (The Elder Scrolls Online) \"Wayrest dluží hodně svým obchodníkům za svou stále rostoucí ekonomiku. Množství peněz udělal s městem zázraky a vyneslo Wayrestu přezdívku \"klenot zálivu\": bohatství jeho občanů zaplatilo za třpytivý kámen použitý při výstavbě města, lesklé brnění, které nosili místní ochránci práva a nejvýznamnější moderní zázrak západního Tamrielu - wayrestskou kanalizaci.\" ―Hilaire Beanique[src] Pohled na centrum města v noci Wayrest patří k nejrozlehlejším a nejlidnatějším městům západního Tamrielu a High Rocku. Město je opevněno mohutnou hradbou, která je posílena více než třiceti většími a menšími věžemi. Vstup do města zajišťuje šest velkých bran a jedna menší branka. Městské brány jsou rozmístěny tak, že do města lze vstoupit z každé světové strany. Uvnitř městských hradeb se Wayrest vyznačuje hustou a nepravidelnou městskou zástavbou, kdy jsou domy natěsnány jeden vedle druhého. Město protínají křivolaké a úzké uličky. Ve městě však nechybí ani prostorná tržiště a náměstí a parky. Přímo městem protéká také malá říčka k jejímuž překročení mohou obyvatelé využít šest kamenných mostů. Uvnitř svých hradeb se Wayrest dělí na šest částí a čtvrtí, zatímco mimo městské hradby se nachází chudinské předměstí a přístav. Pod městem nachází také rozsáhlý kanalizační systém. Následující popis vychází z podoby města ve třetí éře (The Elder Scrolls II: Daggerfall) Palác ve Wayrestu ve třetí éře V době třetí éry náleží Wayrest stále k největším a nejmocnějším městům v High Rocku. Město je mohutně opevněno a vstup do něj je zajištěn skrze čtyři hlavní brány z každé světové strany. Městské brány jsou otevřeny mezi 6:00 až 18:00. Na noc jsou brány zavírány, aby byla zaručena bezpečnost občanů. Královský palác je přestavěn a spíše než hradu získává podobu rozsáhlého zámku. Bankovní čtvrť Městský park Popis všech čtvrtí vychází z podoby města ve druhé éře (The Elder Scrolls Online) Bankovní čtvrť se nachází ve východní části města. Na severu čtvrť sousedí s rezidenční čtvrtí, na západě s obchodní čtvrtí a na jihu se čtvrtí mágů. Na východě čtvrť chrání městská hradba. Dominantou čtvrti je velká budova wayrestské banky. Kolem banky se nachází také menší parčík, který obyvatelé města využívají k odpočinku. Čtvrť mágů Chironasium ve čtvrti mágů Čtvrt mágů tvoří jižní část města. Na severu sousedí s palácem a bankovní čtvrtí. Na jihu a východě je čtvrť chráněna hradbou a vedou tudy dvě brány do městského přístavu, který se nachází mimo opevnění. Svůj název čtvrť získala podle budovy cechu mágů, který se zde nachází. Nachází se zde také Chironasium, budova sloužící učencům a mágům, kteří zde vedou své výzkumy a obchody. Přes čtvrť protéká městská říčka a při západních hradbách se nachází velký park. Dreughshide Dreughside je chudinská čtvrť Wayrestu, která se nachází mimo městské opevnění nedaleko severní brány. Jedná se o čtvrť tvořenou několika menšími domky, kde přebývá především městská chudina. Jméno čtvrti je odvozené od Dreugha, což je velký brouk, který žije v přírodě v okolí města. Chrámová čtvrť Chrám Božských ve městě Chrámová čtvrť se nachází v západní části města. Na západní a severní straně je čtvrť chráněna hradbou a vstoupit se do ní dá zvenčí přes tři velké brány. Na východě čtvrť sousedí s rezidenční, palácovou a obchodní čtvrtí. Dominantou této čtvrti je Chrám Božských, který se hrdě vypíná nad zbytkem města. Jedná se o velkou katedrálu v typickém bretonském stylu, kde je uctívána božská osmička. V chrámu se nachází oltář a svatyně Akatoshe, Mary a Stendarra. Okolo chrámu se rozkládá velký hřbitov s mnoha malými náhrobky, ale také velkými kryptami, kde jsou pochováni významnější lidé. Zbytek čtvrti pak tvoří několik menších domků. Obecně se jedná spíše o klidnější městskou část, kde lze potkat hlavně kněží. Obchodní čtvrť Obchodní čtvrť tvoří centrální oblast Wayrestu a sousední v podstatě se všemi zbylými částmi města. Nachází se zde velké hlavní náměstí, které slouží kupcům, kteří zde vystavují své zboží. Na náměstí se také nachází zdobná fontána a je zde pranýř a gilotina, kde jsou trestáni a vystavováni zločinci. Jedná se pravděpodobně o nejrušnější část města. Přes čtvrť protéká také městská říčka a krom náměstí ji tvoří i několik obchodů, cech bojovníků a měšťanských domů. Palác Královský hrad Palácová čtvrť není čtvrtí v pravém slova smyslu, přesto však tvoří samostatnou část města. Její dominantou je, jak již název napovídá obrovský palác, který slouží jako sídlo krále a vlády Wayrestu. Palác byl vystavěn na vyvýšeném místě tak, aby jeho obyvatelé měli výhled na většinu města. Nachází se zde také cestovní svatyně. Palác sousedí na západě s chrámovou čtvrtí a na východě s obchodní čtvrtí. Přístav Přístav tvoří nejjižnější část města a nachází se mimo opevnění. V přístavu se nachází větší i menší sklady, kde je skladováno zboží z takřka ze všech končin kontinentu. Jelikož se jedná o jeden z nejvýznamnějších přístavů západního Tamrielu, vždy zde kotví množství lodí. V přístavu žije množství námořníků, skladníků a dělníků. Rezidenční čtvrť Rezidenční čtvrť ve Wayrestu Rezidenční čtvrť se nachází v severovýchodní části města a rozkládá se přibližně mezi severní a východní bránou. Na severu a východě je čtvrť chráněna městskými hradbami. Na jihu pak sousedí s bankovní a obchodní čtvrtí a na západě s chrámovou čtvrtí. Čtvrť je také rozdělena na dvě části říčkou, která přes ni protéká. Čtvrť je hustě zastavěná domy měšťanů a plná křivolakých uliček. Vedle malých domků se zde nachází i velké domy a panství patřící šlechtě. V rezidenční čtvrti se nachází také městské stáje, kovárna a hostinec. U severní brány se pak nachází malé tržní náměstíčko. Nachází se zde několik fontán a studen, kde obyvatelé odebírají vodu. Někteří obyvatelé zde dokonce chovají prasata a kuřata. Kanalizace Pod celým městem se rozkládá rozsáhlá kanalizace, která je neustále rozšiřována tak, jak roste samotné město nad ní. Kanalizace ve Wayrestu je považována za moderní stavitelský zázrak západního Tamrielu. Nicméně vzhledem k rozsáhlosti kanalizačního systému se jedná o nebezpečné místo, které poskytuje úkryt mnoha zločincům a vyvrhelům.[7] Správa a vojenské síly Vláda města Znak dynastie Cumberlandů Wayrest je součástí Tamrielské říše a je začleněn do provincie High Rock, která je císařskou administrativou spravována z Daggerfallu. Přesto se Wayrest těší značné míře autonomie a disponuje statutem městského státu a království. Město ovládá také přilehlá území a je spolu s Daggerfallem nejmocnějším a nejbohatším městským státem v High Rocku. Král je odpradávna hlavou a pánem království, nicméně vládne spolu se šlechtou a obchodní aristokracií. Právě shoda mezi korunou a obchodníky umožnila rozkvět Wayrestu.[1] Král vládne prostřednictvím rozsáhlého byrokratického aparátu, který je řízen z jeho dvora. Mezi nejvyšší úředníky v království patří kancléř, který řídí ministerstvo vnitra. Král se opírá také o řadu generálů a vojenských důstojníků a důležitou roli při jeho dvoře hraje i církev.[9] Městská hlídka Na dodržování zákona, pořádek a bezpečnost ve městě dohlíží městská hlídka a královští rytíři. Strážní udržují pravidelné hlídky v městských ulicích, na hradbách a u bran. Veliteli je řada kapitánů a generálů, kteří slouží přímo u královského dvora. Lehké zločiny jsou trestány zpravidla pokutou. Ty těžší zločiny pak vězením. Trestanci také mohou být vystaveni na pranýři, nebo popraveni stětím gilotinou. Přes dozor stráží však ve městě dochází ke zločinům a různí vyvrhelové a překupníci využívají úkrytu v kanalizacích. Ekonomika Tržiště ve Wayrestu Poloha Wayrestu je strategicky důležitá, neboť město bylo vystavěno při ústí veletoku Bjoulsae do Iliáckého zálivu. Díky tomu kontroluje veškerý námořní obchod mezi městy okolo zálivu a městky dále na východ kolem řeky. Přístav ve Wayretu je důležitým přepravním uzlem, překladištěm a místem pro výběr celních poplatků. Stejně tak je důležitý i z vojenského hlediska. Wayrest se dlouhodobě těší pověsti nejpodnikavějšího, nejbohatšího a nejúspěšnějšího obchodního města v oblasti zálivu. Jeho velkými konkurenty v tomto směru jsou Daggerfall a Sentinel. Historikové se domnívají, že základem ekonomického rozmachu Wayrestu je krom jeho polohy i vztah mezi korunou a obchodníky a jejich vzájemná spolupráce.[15] Na tržištích ve Wayrestu je možné koupit takřka všechno zboží, které je na kontinentu k sehnání. Okolní farmy zásobují město obilím, kůžemi, masem a živočišnými produkty. Ve městě se daří také rybářům. Služby Ve druhé éře (The Elder Scrolls Online) byly ve Wayrestu k dispozici následující služby: Cech bojovníků - pobočka cechu bojovníků v obchodní čtvrti. Cech mágů - pobočka cechu mágů ve čtvrti mágů. Foalův odpočinek - městské stáje v rezidenční čtvrti nedaleko severní brány. Chironasium - obchod a studovna alchymie a očarování ve čtvrti mágů. Chironasium Chromatika - barvírna oděvů ve čtvrti mágů. Chrám Božských - chrám se svatyní v chrámové čtvrti. Kčma U Zamračené spodiny - hostinec v rezidenční čtvrti nedaleko severní brány. Kovárna nejvyššího krále - kovárna a zbrojnice v rezidenční čtvrti. Kupecké náměstí - centrální tržiště v obchodní čtvrti. Novoty u severní brány - tržiště v rezidenční čtvrti nedaleko severní brány. Oděvnictví U Lví koruny - obchod s oděvy v obchodní čtvrti. Truhlářství - truhlářský obchod v rezidenční čtvrti. Stormhavenské obchodní náklady - stánky guldovních obchodníků nedaleko západní brány. Útočiště psanců - útočiště zločinců a psanců v kanalizacích pod městem. Wayrestské nábytkářské divy obchod s nábytkem ve městě. Wayrestská pokladnice - pokladnice a banka v bankovní čtvrti. Zbrojnice červená bouře - Obchod se zbrojí a zbraněmi v obchodní čtvrti. Ve třetí éře (The Elder Scrolls II: Daggerfall) byly ve Wayrestu k dispozici následující služby: 2 alchymisté 2 banky 16 hostinců 5 obchodů s běžným zbožím 1 obchod se šperky 2 zastavárny 3 zbrojíři Nemovitosti Ve druhé éře (The Elder Scrolls Online) byla ve Wayrestu k prodeji následující nemovitost: Gardnerův dům - velké panské sídlo. Cena domu je 1 015 000 zlatých, nebo nezařízený za 5 700 korun, případně zařízený za 7 100 korun. Demografie Rasy ve městě Wayrest je jedno z největších a nejlidnatějších měst v High Rocku. Ve druhé éře tvoří nadpoloviční většinu obyvatel města Bretonci, kteří jsou v High Rocku domácím národem. Bretonci tvoří více než 53 % z celkového složení počtu obyvatel. Významné menšiny ve městě pak tvoří, s ohledem na zeměpisnou blízkost jejich států, Redguardi a Orkové. Redguardi z Hammerfellu tvoří více než 14 % ze složení obyvatelstva a stejně tak i Orkové. Zbylá procenta zahrnují příslušníky všech ostatních tamrielských ras. Sociální třídy Vzhledem k velikosti a významu Wayrestu jsou zde zastoupeny všechny společenské třídy. Nejvyšší třídu ve městě tvoří královská rodina a jejich dvůr u kterého slouží úředníci a šlechta. Bohatá aristokracie vlastní rozsáhlé pozemky a nejvýstavnější panské domy ve městě. Zřejmě nejdůležitější společenskou třídou jsou však movití obchodníci, kteří přinášejí Wayrestu zisky a bohatství. Obchodníci v historii mnohdy přispěli nemalými částkami na různé stavební projekty ve městě. Ve Wayrestu žijí a slouží také rytíři, řádoví vojáci a kněží. Nejníže postavenou třídu pak tvoří městská chudina a žebráci. Ve městě žije velké množství žebráků bez domova a působí zde také mnoho zločinců. Město také navštěvuje každý den množství cizinců a námořníků. Náboženství Interiér městského chrámu Náboženství hraje v životech Bretonců významnou roli. Centrem víry ve Wayrestu je Chrám Božských, který je zasvěcen uctívání oficiálního kultu božské osmičky. V chrámu a ve městě působí mnoho kněží, kteří pečují o věřící. Mrtví jsou pochováni na rozsáhlém hřbitově kolem chrámu. Historicky prošel kult ve Wayrestu několika změnami. Ve druhé éře měli v chrámu své svatyně Akatosh, Mara a Stendarr.[9] Ve třetí éře byl chrám zasvěcen výlučně nejvyššímu božstvu Akatoshovi.[5] Kultura a společnost Pamětihodnosti a místa zájmu V odstavci uvádíme seznam známých městských památek a míst, která stojí za návštěvu. Cumberlandovo náměstí - nejstarší a největší tržiště a náměstí ve městě.[15] Chironasium - budova sloužící mágům k obchodu a výzkumům. Chrám Božských - monumentální městská katedrála, sloužící k uctívaní božské osmičky. Kanalizace ve Wayrestu - kanalizace a stavební památka pod městem, je považována za stavební zázrak západního Tamrielu.[7] Královstvký palác - velkolepý palác, sídlo krále a vlády, jehož základy byly položeny v první éře.[15] Wayrestský bulvár - hlavní bulvár ve Wayrestu, který se táhne přes celé město od severu k jihu.[15] Městský život a zábava \"(Wayrest) je ceněn nad všechna ostatní města v High Rocku - žádné jiné město nepřispělo a stále přispívá tolik ke kultuře Bretonců.\" ―Sathyr Longleat[src]Obyvatelé Wayrestu jsou popisováni jako praktičtí lidé, kteří mají rádi smysl pro humor (což je vlastnost většiny Bretonců). Obyvatelé města si také váží své minulosti, nicméně nejsou jí posedlí podobně jako například obyvatelé soupeřícího Daggerfallu.[15] Historik Sathyr Longleat ve svém díle popisuje, že žádné z jiných měst tolik nepřispělo k rozvoji bretonské kultury, jako právě Wayrest. Historik také popisuje, že Wayrest je skutečně moderním městem se širokými bulváry, kde je zároveň znát ducha minulosti a ve vzduchu je cítit magie.[15] Noční život ve městě Obyvatelé Wayrestu se rádi baví, navštěvují, tancují a zpívají. Velmi oblíbenými místy k setkávání jsou náměstí, parky a hostince. Na ulicích a v hostincích vystupují umělci, kejklíři, bardi a zpěváci. Oblíbeným hudebním nástrojem je loutna. Bretonci také milují vykládání vtipů a historek a o svátcích se účastní různých oslav a festivalů, které se ve městě každoročně konají. Architektura Cech mágů Budovy ve Wayrestu jsou vystavěny v typickém bretonském stylu. Silné městské opevnění disponuje mnoha vysokými věžemi a obrovskými bránami. Domy ve městě jsou stavěny jeden vedle druhého, zpravidla jsou hrázděné a mají sedlovou střechu. Největší budovy mají dvě až tři nadzemní patra. Mnohem rozšířenější jsou však patrové domy a přízemní domky. Ulice města jsou kompletně vydlážděny a jsou úzké a křivolaké a sbíhají se na prostorných náměstích. Náměstí ve městě jsou zdobena mnoha sochami a fontánami. Přes říčku je vystavěna řada kamenných mostů. Nejoblíbenějšími stavebními materiály jsou dřevo a kámen. Odpad a splašky odvádí z města rozsáhlá kanalizace, která se táhne pod celým Wayrestem a je považována za stavební zázrak západního Tamrielu. Doprava Informace se vztahují k dopravním možnostem ve druhé éře (The Elder Scrolls Online) Pozemní doprava Wayrest leží na křižovatce obchodních cest a je dobře spojen se zbytkem provincie pomocí kvalitní silniční sítě. Na cesty se většinou vydávají vojáci, poslové, obchodníci a dobrodruzi. Cestuje se pěšky, nebo na dopravních zvířatech a povozech. Silnice vedoucí severozápadním směrem se nedaleko města rozděluje do několika větví, které spojují Wayrest s pevností Alcaire a regiony Rivenspire, Wrothgarem a Glenumbrou. Silnice vedoucí východním směrem spojuje Wayrest s městem Evermore a regionem Bangorai. Cestovatelé také mohou využít pravidelného spojení s některými městy prostřednictvím karavan. Rimmen - město v severním Elsweyru, obousměrné spojení mezi městy. Senchal - město v jižním Elsweyru, obousměrné spojení mezi městy. Shornhelm - město v regionu Rivenspire v High Rocku, obousměrné spojení mezi městy. Námořní doprava Wayrest je největší a nejdůležitější přístav v Iliáckém zálivu. Díky tomu město disponuje námořním spojením s řadou přístavů na pobřeží celého Tamrielu. Obyvatelé města mají k dispozici také několik pravidelných spojení, mezi ně patří města popsaná níže. Abah's Landing město na poloostrově Hew's Bane v Hammerfellu, obousměrné spojení mezi městy. Alinor - město na ostrově Summerset na Summersetských ostrovech, obousměrné spojení mezi městy. Daggerfall - město v regionu Glenumbra v High Rocku, obousměrné spojení mezi městy. Elden Root - město v regionu Grahtwood ve Valenwoodu. Obousměrné spojení mezi městy. Mournhold - město v regionu Deshaanu, v Morrowindu, obousměrné spojení mezi městy. Sentinel - město na poušti Alik'r v Hammerfellu, obousměrné spojení mezi městy. Solitude město ve Skyrimu, obousměrné spojení mezi městy. Vivec - město na ostrově Vvardenfell, obousměrné spojení mezi městy. Portál Ve druhé éře disponoval Wayrest cestovní svatyní, která umožňovala teleportaci jednotlivci mezi ostatními svatyněmi v Tamrielu. Cestovní svatyně se nacházela v palácové čtvrti. Mapy Plán města, druhá éraPoloha v rámci High RockuPoloha v rámci Tamrielu Související questy The Elder Scrolls II: Daggerfall Morgiah's Wedding: quest, jehož cílem jsou zásnuby princezny Morgiah s králem Firstholdu. Blackmailing Prince Helseth: princ Helseth chce s pomocí očerňujícího dopisu získat trůn Wayrestu. Barenziah's Book: královna Barenziah chce získat tajnou biografii o své osobě, která obsahuje kompromitující informace. Elysana's Robe: princezna Elysana chce nechat zavraždit vlivného lorda Castelliana. Elysana's Betrayal: je další úkol od princezny Elysany, kdy má hráč eskortovat její sestřenici. Wayrest Painting: královna Akorithi ze Sentinelu chce, aby pro ni hráč ve Wayrestu ukradl obraz. Who Gets the Totem: jeden z hlavních úkolů, kdy se hráč musí rozhodnout, komu udělí totem. Lord K'avar Quest Part III: zajetí, nebo propuštění lorda K'avara. The Elder Scrolls Online Another Omen: varujte krále Emerica před hrozbou v Gavaudonu. The Dangerous Past: prohledejte dwemerské zříceniny, zda neobsahuje úlomky staré zbraně. The Debt Collector's Debts: pomozte výběrčímu dluhů vyrovnat dluh u jeho šéfa. A Gang of Thugs: pomozte kapitánovi městské stráže zbavit město gangu násilníků. The Missing Prophecy: zachraňte orákulum Azury z vězení daeder. One Last Game: vyřešte hádanku, abyste našli dědictví. Pursuing the Shard: zamiřte do Wayrestu a informujte krále Emerica o krádeži v opatství. The Road to Rivenspire: zamiřte z rozkazu krále Emerica do Rivenspire a zhodnoťte situaci mezi šlechtickými rody. Simply Misplaced: obnovte dvě položky, které šílený bůh považuje za špatně umístěné. Taking the Undaunted Pledge: navštivte enklávu a podepište nezávazný slib- Vaermina's Gambit: postavte se nočnímu teroru a ukončete hrozbu pro Stormhaven. Poznámky a drobnosti Ve hře The Elder Scrolls Online je Wayrest největším městem v High Rocku a jedním z největších měst Tamrielu vůbec. Wayrest je jedním ze tří nejdůležitějších měst ve hře The Elder Scrolls Online, jelikož se jedná o hlavní město daggerfallské úmluvy. Díky tomu poskytuje Wayrest hráčům mnoho služeb a je značně vytížený, jelikož je v podstatě oblíbeným místem, kam se hráči rádi vrací a slouží jako jedna z domovských základen. Kanalizace pod Wayrestem slouží jako skupinový dungeon."
}