{
    "title": "Whiterun",
    "table_of_contents": [
        "Obsah",
        "1 Historie",
        "1.1 Založení města",
        "1.2 První éra",
        "1.3 Třetí éra",
        "2 Městské čtvrti",
        "2.1 Čtvrť Pláně",
        "2.2 Větrná čtvrť",
        "2.3 Oblačná čtvrť",
        "2.4 Předměstí",
        "3 Městská vláda",
        "4 Ekonomika",
        "5 Obyvatelstvo",
        "6 Kultura",
        "6.1 Pamětihodnosti",
        "6.2 Architektura",
        "7 Geografie",
        "8 Cestování",
        "9 Reference"
    ],
    "infobox": "Whiterun Vyobrazení znak mapa Geografické info Typ sídla: město Země: Tamrielská říše Provincie: Skyrim Država: Whiterun Správní info Jarl: Balgruuf Velkomožný Centrum: Dračí síň Počet čtvrtí: 3 Počet obyvatel: cca. 80 (TES V) Herní údaje Hry: The Elder Scrolls V: Skyrim",
    "content": "Whiterun (česky Bílý Průsmyk) je jedním z největších a nejlidnatějších měst Skyrimu, současně se jedná o hlavní město stejnojmenné državy. Whiterun leží přibližně ve středu Skyrimu, což z něj činí obchodní uzel celé provincie a významný opěrný strategický bod. Whiterun je sídelním městem jarla a jeho dvora. Sídlí zde také historická organizace Družiníků. Podle staré tradice zde byl dokonce vězněn hrůzostrašný drak Numinex. Historie Založení města Podle staré legendy, byl Whiterun založen pouhými dvaadvaceti z pěti set původních Družiníků. Vůdcem těchto dvaadvaceti Družiníků byl Říční Borec. Družiníci přišli na místo, kde dnes stojí město a divili se, že zdejší úrodný kraj nebyl osídlen Elfy. Brzy začali budovat svou síň, kterou pojmenovali po své lodi Jorrvaskr.[1] Jorrvaskr byl původně jedinou budovou na kopci, brzy se však kolem něj rozrostla prosperující osada, kde se vyráběla vynikající medovina.[2] Během založení města byl vysazen i strom zvaný Zlatý list.[3] První éra Dračí síň Během dlouhé první éry, byl jarlem z Whiterunu i Olaf Jednooký. V té době sužoval skyrimské državy hrozivý drak Numinex. Podle legendy se Olaf drakovi postavil a na vrcholu hory Athor se odehrála legendární bitva, ve které Olaf draka porazil. Olaf dal živého draka přepravit do města a dal zde pro něj vybudovat obrovské vězení. Při vězení vnikl i palác jarla, který byl pojmenován jako Dračí síň. Drak prý později ve vězení zemřel a Olaf se posléze stal velekrálem Skyrimu.[4] Třetí éra Ve třetí éře se Whiterun, stejně jako celý Skyrim, stal součástí Tamrielské říše. Přes město v té době také prchala budoucí královna Mournhold Barenziah. Whiterun se ve třetí éře těšil mimořádné prosperitě, byl dokonce považován za hlavní císařské město v provincii. Éru prosperity však ukončily dynastické spory, útoky banditů a trollů, a série ničivých zim, střídaných suchem, požáry a neúrodou. Na zlomku třetí éry městu vládla vůdkyně místních čarodějnic Jsashe, zvaná čarodějná královna. Ani její magická moc však nepřinesla městu obnovení prosperity.[5] Městské čtvrti Whiterun patří mezi největší města Skyrimu. Město stojí na vysokém skalnatém vrchu a je obehnáno kamenným valem, který jej má chránit před útoky z venčí. Za hradbami se město dělí do tří částí, které se rozkládají na třech výškových úrovních. Čtvrť Pláně Čtvrt Pláně je nejníže položenou městskou částí. Svůj název čtvrť nese podle blízké polohy k pláním, které se nacházejí za hradbami. Ve zdejší čtvrti se nacházejí hned dva hostince, tržiště, obchody a kasárny městské stráže. Čtvrť je tvořená deseti domy a žije zde většina obchodníků a řemeslníků. Nachází se zde také jediná vstupní brána do města. Zlatý list a Větrná čtvrť Větrná čtvrť Prostřední částí města je Větrná čtvrť, která je hlavně rezidentní čtvrtí. Větrná čtvrť je od Plání oddělena vlastní kamennou hradbou se dvěma branami. Nachází se zde několik zajímavostí jako Chrám Kynareth, nebo Jorrvaskr. Ve čtvrti žijí především bohatší obyvatelé města. Oblačná čtvrť Nejvýše položenou městskou částí je Oblačná čtvrť, nejedná se však o čtvrť v pravém slova smyslu. Celé území této části města totiž tvoří vysoký kopec, na jehož vrcholu se majestátně tyčí Dračí síň, sídlo jarla. Pán města tak může ze svého paláce sledovat dění v celém městě. Předměstí Předměstí Whiterunu tvoří především zemědělské usedlosti, které patří movitým občanům města. Patří sem především tři velké statky, stáje a Zlatopalcův medovar, kde se vyrábí proslulá whiterunská medovina. Město je také zabezpečeno předsunutou hradbou a Západní věží. Severní okolí města je pak střeženo Bílou hláskou. Městská vláda Jarl Balgruuf Velkomožný, současný vládce města Whiterun je hlavním městem stejnojmenné državy. Vládcem města a državy je panovník s titulem jarl. Současným jarlem je Balgruuf Velkomožný, opatrný a obezřetný politik a diplomat. Jarl disponuje nejvyšší moci v državě a formálně je podřízen skyrimskému velekráli a císařství. Dvůr jarla Balgruufa se drží tradičního skyrimského způsobu vlády a jarl tak má k dispozici správce, který je pověřen rutinními záležitostmi ve městě, dále pak housecarla, který má na starost vojenské záležitosti, a dvorního čaroděje. Ekonomika Městské tržiště Díky příhodné poloze v centrální oblasti provincie je Whiterun obchodním uzlem celého Skyrimu. Z domácí produkce je nejvýznamnější výroba proslulé medoviny, která má ve Whiterunu dlouholetou tradici. Okolí města tvoří především rozlehlé pláně a jsou zde nejpříhodnější podmínky pro zemědělství v celém Skyrimu. Bohatí občané města vlastní velké statky hned za městskými hradbami a tak je město pravděpodobně soběstačné i v produkci potravin. Daří se zde také lovu. Ve městě se nachází prosperující tržiště, kde se prodávají hlavně potraviny. I řemesla zde prosperují, především kovářství. Obyvatelstvo Whiterun patří k největším a nejlidnatějším městům Skyrimu. Co se národnostního složení týče, nejvíce zastoupení jsou zde přirozeně Nordové, ti tvoří přes polovinu z celkového počtu obyvatel. K významným menšinám obývajících město pak patří: Císařští, Redguardi, Bretonci, Dunmeři a Bosmeři. Nejvyšší vrstvu města tvoří samozřejmě jarl a jeho dvůr. Dále zde žijí dva mocné aristokratické rody, Bojemilové a Šedovlasí, kteří soupeří o hlavní podíl politické moci. Obyčejní lidé se většinou živí jako řemeslníci a obchodníci, nebo hledají slávu jako družiníci Jorrvaskru. Kultura Jorrsvakr Whiterun je městem, které uznává tradiční nordské zvyky společně s císařskou kulturou. Obyvatelé města rádi tráví čas v hostinci, kde bardi pějí staré nordské příběhy. Z celého Skyrimu pak přicházejí do města poutníci, kteří si prohlížejí strom Zlatý list, který je spojován s bohyní Kynareth. Kult bohyně Kynareth se těší ve Whiterunu velké přízni. Zákaz uctívání Talose, jenž zde má také svou svatyni, vzbudil ve městě rozporuplné reakce. Historickou tradici má také Jorrvasakr a jeho družiníci, stateční bojovníci bojující pro slávu a čest. Pamětihodnosti V následujícím seznamu naleznete seznam významných pamětihodností a zajímavostí města Whiterun. Dračí síň: Velký palác, který se tyčí na kopci nad městem. Jedná se o sídlo jarla a jeho rodiny a dvora. Dračí síň byla podle legendy vystavěna jako vězení pro draka Numinexe. Palác dodnes disponuje funkční pastí na chycení draka. Chrám Kynareth: Svatostánek bohyně Kynareth, jejíž kult je ve městě velmi oblíben. Kněží v chrámu pečují o nemocné a zraněné z města i z državy. Jorrvaskr: Sídlo legendárních družiníků, bojovníků, kteří bojují pro čest a slávu. Jorrvaskr je údajně nejstarší budovou města. Nachází se ve Větrné čtvrti. Síň mrtvých: Podzemní katakomby, kam jsou ukládáni zemřelí z města k poslednímu odpočinku. Zlatý list: Prastarý strom, který byl zasazen krátce po založení města. Strom je spojen s kultem bohyně Kynareth a často jej navštěvují poutníci z daleka. Architektura Chrám Kynareth Budovy Whiterunu jsou vystavěny v tradičním nordském stavebním stylu. Na rozdíl od severněji položených oblastí, však nejsou whiterunské budovy postaveny částečně pod zemí. Klima je zde mírnější a tak domy nepotřebují udržet tolik tepla. Chrám a Dračí síň jsou pak postaveny pomocí sloupcové techniky. Na střechách významných budov se často vyskytují mýtické výjevy, dřevořezby dračích hlav. Drtivá většina budov je postavena ze dřeva, pouze část Dračí síně je kamenná. Hradba obíhající město je pak kombinací kamene a dřevěných kůlů. Město disponuje dlážděnými cestami, které jsou za deště zvláště praktické. Zajímavostí jsou i vodní nádrže pod Dračí síní a otevřené kanálky, které odvádějí z města vodu dále do Bílé řeky. Geografie Město se nachází přibližně ve středu provincie a leží na vysokém skalnatém kopci, který se tyčí nad jinak převážně nížinatými pláněmi državy. Díky své poloze je Whiterun strategicky důležitým bodem nejen z obchodního, ale také hlavně z vojenského hlediska. Klima je v oblasti města a državy o něco mírnější než v severněji položených krajích. Předně zde není trvale zmrzlá půda, sníh a led. Výjimkou pro oblast města nejsou dešťové přeháňky a nebo naopak období sucha. Hlavní městská ulice Cestování Obyvatelé Whiterunu cestují nejčastěji pěšky a nebo koňmo. K dispozici je také dostavník, který za nějaký ten peníz poskytuje dopravní spojení se všemi velkými skyrimskými městy. Whiterun také leží na křižovatce obchodních cest. Na jih vede cesta do Riverwoodu, cesta na sever vede do města Dawnstar a Windhelm, východní silnice pak do Riftenu a západní cesta do Rorikova dvorce a městečka Morthal."
}