{
    "title": "Windhelm",
    "table_of_contents": [
        "Obsah",
        "1 Historie",
        "1.1 Založení města",
        "1.2 První éra",
        "1.3 Druhá éra",
        "1.4 Třetí éra",
        "1.5 Čtvrtá éra",
        "2 Geografie a klima",
        "3 Popis města",
        "3.1 Druhá éra",
        "3.2 Čtvrtá éra",
        "4 Správa",
        "5 Ekonomika",
        "6 Obyvatelstvo",
        "7 Kultura",
        "7.1 Pamětihodnosti",
        "7.2 Architektura",
        "8 Cestování",
        "9 Mapy",
        "10 Reference"
    ],
    "infobox": "Windhelm Větrný Žleb Vyobrazení znak mapa Geografické info Typ sídla: město Země: Tamrielská říše Provincie: Skyrim Država: Východní marka Správní info Jarl: Ulfric Bouřný háv Centrum: Palác králů Počet čtvrtí: 3 Herní údaje Počet NPC: cca 220+ (TESO)cca 80 - 90 (TESV) Hry: The Elder Scrolls V: SkyrimThe Elder Scrolls: Online",
    "content": "Windhelm je jedním z největších a nejstarších měst Skyrimu. Je také hlavním městem državy Východní marky. Před dávnými časy se jednalo o hlavní město. V současné době vládne ve městě nepřátelská atmosféra mezi Nordy a ostatními rasami. Město je také centrem povstání Bouřných hávů, kteří bojují za nezávislost Skyrimu proti říši. Vůdcem tohoto povstání je jarl Windhelmu, mocný Ulfric Bouřný háv. Historie Založení města Windhelm byl založen v merethické éře samotným Ysgramorem. Pán Ysgramor vedl posádku lodi Ylgermet na východ Skyrimu, kde objevil mohylu, kde byl pohřben jeho syn Yngol. Přepaden velkým smutkem, obrátil Ysgramor oči k jihu, k místu kde se řeka vlévá do moře a rozhodl se, že tam vybuduje velkolepé město, které bude poctou všem lidským úspěchům. Palác byl zbudován tak, aby se pán Ysgramor mohl z oken dívat na místo posledního odpočinku svého milovaného syna.[1] Paradoxem bylo, že stavbu nejslavnějšího nordského města mají na svědomí elfští zajatci, kteří byli k výstavbě města donuceni. Elfové museli stavět město způsobem, který byl vlastní Atmořanům. Při výstavbě Windhelmu zemřelo tolik elfských zajatců, kolik členů posádky lodi Ylgermet bylo cestou do těchto končin Skyrimu zabito. Atmořané se k elfům chovali velmi krutě a přinutili je krom jiného vystavět i monumentální kamenný most přes řeku, který je zachován dodnes. Právě v této době byl vystavěn i legendární Palác králů. Traduje se, že pod městem byla pro Ysgramora postavena velkolepá hroba, ten si však za místo svého posledního odpočinku zvolil jiné místo.[1] První éra Nejslavnější dny Windhelmu spadají do první éry, kdy byl hlavním městem první říše Nordů. Konec slavných dnů nastal během války o následnictví, kdy se první říše Nordů zhroutila a samotné hlavní město bylo dokonce dobyto a vypleněno.[2] Po kolapsu první říše bylo hlavním městem vždy sídlo jarla, který byl zvolen velekrálem. Význam Ysgramorova města tak začal postupně klesat. Druhá éra Pohled na město, druhá éra Během chaosu v druhé éře, se stal Windhelm obětí akavirské invaze, když se nedalo města vylodila akavirská armáda pod velením krále Ada'Sooma Dir-Kamala. Akavirští město roku 2E 572 dobyli a krutě vyplenili. Plenění města, ač těžce poškozen, přestál pouze Palác králů. [2][3] Během bitvy padla jak královna Mabjaarn Flame-Hair, tak její dcera Nurnhilde. Pád města však přežil princ Jorunn, který se stal novým velekrálem Skyrimu.[3] Windhelm se tak na čas stal znovu hlavním městem Skyrimu. Král Jorunn sice nechal zahájit opravy města, většinu času však pobýval mimo něj.[4] Ve druhé éře trpěli obyvatelé Windhelmu také díky zlovůli jejich vlastních vládců. Tehdejší jarl Elgryr Nedbalý uvalil na své poddané tvrdé daně. Ač sám žil v přepychu, jeho poddaní hladověli a žili v bídě. Ve městě chyběly základní potřeby a potraviny. To nakonec vedlo obyvatele města k povstání proti jarlovi, jehož výsledek však není znám.[5] Na konci druhé éry se stal Skyrim, včetně Windhelmu součástí říše Tibera Septima.[2] Třetí éra Po celou třetí éru byl Windhelm součástí Tamrielské říše. Těžiště moci ve Skyrimu se přeneslo do Solitude, která se stala de facto hlavním městem Skyrimu. Windhelm zůstal správním a jediným městem Východní marky, byla v něm také usídlena posádka císařské legie, dohlížející na nedaleký průsmyk do Morrowindu.[2] Čtvrtá éra Během čtvrté éry se ve městě usídlili mnozí Dunmeři, kteří sem uprchli z Morrowindu po erupci Rudé hory. Tito uprchlíci zde žili v nuzných podmínkách, jelikož zde nebyli většinovou nordskou společností vítáni a jarlové se o jejich osud pramálo zajímali. Roku 2E 201 se pak Windhelm stal centrem odboje proti císařství během povstání Bouřných hávů. Revolta vypukla poté, co Ulfric Bouřný háv, který si nárokoval skyrimský trůn, zavraždil velekrále.[6] Geografie a klima Windhelm leží v severovýchodní části Skyrimu. Přirozenou ochranu městu poskytuje na jihu a východě Bílá řeka, na níž také leží městský přístav. Nedaleko města se do Bílé řeky vlévá řeka Yogrim. Samotné město leží na mírném svahu a na severní a západní straně tvoří jeho přirozenou ochranu pohoří. Na východ od města se rozléhá pohoří Velothi, ochranu místního průsmyku do Morrowindu má na starost právě windhelmská stráž. V oblasti vládne drsné severské klima a městské ulice jsou tak trvale zasněžené. Obyvatele trápí časté sněhové vánice a mráz. Podle některých zdrojů vládnou ve zdejší krajině vůbec nejdrsnější podmínky v celé zemi. Popis města Windhelm patří mezi nejstarší skyrimská města. Během své dlouhé historie byl několikrát vypleněn a zničen. Z původních památek města se tak do dnešních dní dochoval pouze Palác králů a velký kamenný most, jelikož město bylo několikrát přestavěno. Z dostupných zdrojů víme, jak město vypadalo v druhé a čtvrté éře, což čtenářům popíšeme v následujících odstavcích. Druhá éra Centrum, v pozadí palác, druhá éra Ve druhé éře bylo město z jižní a východní strany obehnáno kamennou hradbou se dvěma branami a devíti čtverhrannými věžemi. Na některých místech byla hradba opatřena dřevěným ochozem. Na západě a severu bylo město chráněno horami. Do města bylo možné vstoupit po souši pouze z jedné strany a to z jihu, přes monumentální klenutý kamenný most, který byl kompletně zastřešený a obyvatelé i návštěvníci města přes něj překračovali Bílou řeku. Východní brána tvořila průchod mezi městem a přístavem. Uvnitř městských hradeb se město dělilo na dvě části, oddělené hlavní ulicí. Ve velké budově na hlavní ulici v té době sídlil cech mágů a stála zde svatyně, přes kterou bylo možné teleportovat se do jiných tamrielských svatyní. Na konci hlavní ulice se nad městem na severní straně tyčil Palác králů oddělený od zbytku města hradbou. V západní části se pak nacházel cech bojovníků, dále zde bylo umístěno tržiště, jedna z hospod a banka. Nacházela se zde také Síň mrtvých. Ve východní části se nacházely především domy řemeslníků a za hradbou přístav ležící na Bílé řece. Zástavba uvnitř hradeb nebyla tak hustá a Windhelm v té době působil otevřenějším dojmem, než během pozdějších let. Pod městem se také nacházelo podzemí, obývané zloději a zločinci.[4] Čtvrtá éra Talosův chrám, čtvrtá éra Základní rozvržení města se uchovalo i během čtvrté éry. Mnohé z budov však prošly přestavbou. Nejpatrnějších změn se dočkaly hradby, most a palác králů. Hradby byly o hodně zvýšeny a zesíleny a to do té míry, že na první pohled přestalo být patrné, že jsou opatřeny i věžemi. Odstraněn byl také dřevěný ochoz. Naopak zachovány zůstaly obě městské brány. Do města se i nadále dalo po souši vstoupit pouze po kamenném mostě. Ten byl však celkově rekonstruován, rozšířen, zesílen a zastřešení bylo odstraněno. Díky hradbám a přírodním podmínkám se město nemohlo rozšířit rozlohou. Z tohoto důvodu zde během let vznikly úzké uličky, kde stál jeden dům nalepený vedle druhého. Došlo také k rozdělení města na tři hlavní čtvrti. Kamenná čtvrť s hlavní ulicí se stala centrem města. Nacházelo se zde tržiště, sídlily zde mnohé obchody, městský hostinec, Síň mrtvých a také Talosův chrám. Ve východní části vznikla Šedá čtvrť, nevzhledný slum obývaný Dunmery. Dříve se tato čtvrť jmenovala Sněžná čtvrť, Nordové ji však posměšně přejmenovali na Šedou, aby vyjádřili své opovržení vůči jejím elfským obyvatelům. Nejhonosnější městskou čtvrtí byl Valunstrad, kde se nacházely domy nejvýznačnějších Nordů ve městě a spadal sem také Palác králů, který se stále hrdě tyčil nad městem a byl jeho nejvyšší budovou. Za východní hradbou se pak stále nacházel městský přístav.[7] Správa Palác králů, čtvrtá éra Winhdhelm je správním střediskem Východní marky, jedné ze skyrimských držav. Pánem nad městem a državou je jarl, který má hlas ve skyrimském sněmu, volebním shromáždění z jehož středu se vybírá velekrál. Jarl sídlí v paláci králů a je obklopen svými úředníky, kteří mu pomáhají s vládou nad državou. Dvůr sestává především z dvorního čaroděje, správce, který má na starosti všední záležitosti ve městě a huskarla, který je osobním strážcem jarla. O bezpečnost a vymáhání práva se stará městská stráž, jejíž příslušníci přijali v době vlády jarla Ulfrica pojmenování Bouřné hávy. Někteří ze zdejších jarlů se považovali za legitimní velekrále, jelikož ovládali prastaré Ysgramorovo hlavní město. Zdejší vláda je také známa svým rasistickým chováním k příslušníkům jiných ras. Především vůči Dunmerům a Argoniáncům. Ekonomika Přístav, čtvrtá éra Windhelm není velkým obchodním centrem jako například Solitude nebo Whiterun. Daří se zde spíše obchodu místního významu. Město má sice svůj vlastní přístav, ten však nemůže konkurovat přístavu v Solitude a i zdejší sídlo Východocísařské společnosti pomalu chátrá. Nicméně ve druhé éře měl Windhelm vlastní banku. V okolí města se nachází několik zemědělských usedlostí, kde se však díky tvrdým podmínkám dá pěstovat pouze pšenice. Obyvatelstvo Ve čtvrté éře tvořili většinu obyvatel města Nordové, kteří žili především v Kamenné čtvrti a ve Valunstradu. Nordové byli všeobecně známí svou antipatií vůči příslušníkům jiných ras, což bylo znát právě především ve Windhelmu, kde se menšiny potýkaly až s nenávistí a rasistickými výpady ze strany majoritní společnosti. Druhým nejpočetnějším národem ve městě totiž byli Dunmeři, kteří jsou Nordy považováni za tradiční nepřátele. Šedá čtvrť, čtvrtá éra Dunmeři zde našli útočiště po erupci Rudé hory a osídlili východní část města, která se proměnila ve slum pod názvem Šedá čtvrť. Argoniánci pro změnu žili v přístavu, kde sloužili jako levná pracovní síla. Příslušníci ostatních národů tvořili zanedbatelné procento obyvatelstva, všichni však byli považováni za druhořadé obyvatele a u jarla většinou nenašli zastání. Rasové třenice a nerovnost mezi obyvateli jsou tak hlavními faktory napětí uvnitř hradeb. Kultura Nordové z Windhelmu jsou zastánci ortodoxních skyrimských tradic a považují se za následníky Ysgramora a jeho družiníků. Navzdory císařskému výnosu je zde i nadále uctíván Talos. Zesnulí jsou pochováni v místní Síni mrtvých. K poslednímu odpočinku zde však mohou být pohřbeni pouze Nordové. Město je však významně ovlivněno i dunmerskou kulturou, kterou si sem přinesli temní elfové. Zato císařská kultura ovlivnila obyvatele města pouze minimálně, až na uctívání Talose, který je božskou alternativou prvního císaře Tibera Septima a od jehož uctívání se říše odklonila. Pamětihodnosti Most Palác králů Síň mrtvých Talosův chrám Architektura V městské architektuře se promítají ty nejpřísnější nordské prvky. Zvenčí připomíná město na první pohled mohutnou pevnost vystavenou z tmavého šedého kamene. Stavebním materiálem většiny budov uvnitř hradeb však je dřevo a kámen. Stavitelé města nesázeli na zdobné prvky a dekorace, ale spíše na strohost a velikost, podtrhující však celkovou monumentálnost. Žádná z budov nepřevyšuje palác králů. Cestování Ač leží daleko na severovýchodě země, je Windhelm dobře napojený na silniční síť a díky své poloze téměř při ústí Bílé řeky do Moře Duchů i na námořní cesty. Cesta západním směrem vede do měst Dawnstar a Winterhold. Jižní cesta se pak větví směrem na jihovýchod do Riftenu a na jihozápad do Whiterunu. Cesta na severovýchod vede přes průsmyk do Morrowindu. Ve čtvrté éře byla nejhojněji využívaná námořní trasa z Windhelmského přístavu na ostrov Solsheim. V té době cestovala většina obyvatel buď prostřednictvím dostavníků, nebo koňmo, chudina musela cestovat pěšky.[6] Ve druhé éře se z Windhelmu cestovalo buď pozemními, nebo námořními trasami, především do následujících lokací: Sentinel, Hammerfell Vulkwasten, Valenwood Stormhold, Black Marsh Riften, Skyrim Abah's Landing, Hammerfell Alten Corimont, Black Marsh Mapy Plán města, druhá éraPlán města, čtvrtá éraPoloha na mapě Skyrimu"
}