{
    "title": "Winterhold",
    "table_of_contents": [
        "Obsah",
        "1 Historie",
        "2 Popis města",
        "3 Městská vláda",
        "4 Ekonomika",
        "5 Obyvatelstvo",
        "6 Kultura",
        "7 Přírodní podmínky"
    ],
    "infobox": "Ledohrad Winterhold Vyobrazení znak mapa Geografické info Typ sídla: město Země: Ulfricova rebélie Provincie: Skyrim Država: Država Winterhold Správní info Jarl: Korir Centrum: Jarlův dlouhý dům Herní údaje Hry: The Elder Scrolls V: Skyrim",
    "content": "Winterhold (česky Ledohrad) byl kdysi slavným městem Skyrimu, nyní je však jen stínem bývalé slávy a status města je spíše formální. Ve skutečnosti je Winterhold spíše malou vesnicí, která je známa jen svou slavnou historií a místní univerzitou mágů. Historie Winterhold kdysi býval slavným a hlavním skyrimským městem. Za časů slávy zde docházelo ke kulturnímu i ekonomickému rozkvětu, a to především díky Dunmerských uprchlíkům, kteří se zde usadili. Ty obohatili město i kraj o nové nápady. V té době také Winterhold soupeřil o výsadní postavení z městem Solitude. Tyto události se děly převážně ve Třetí éře. Ve čtvrté éře však došlo roku 4E 122 ke katastrofické události, k tzv. Velkému zhroucení. Většina města se tehdy zřítila z útesu a zůstala stát pouze místní univerzita. To vzbudilo podezření, a přestože to mágové zásadně popírají, lidé kladou vinu za zhroucení právě na místní univerzitu. V současnosti je Winterhold ubohou osadou, která nemá žádný vliv. Popis města Jediná ulice v osadě Winterhold je pravděpodobně nejmenší skyrimskou osadou, která se těší statutu města. Samotné město se skládá z Jarlova dlouhého domu, Hostince U Zmrzlého krbu, obchodu a jednoho domu. Jediným význačnějším místem, které stojí lidem za návštěvu je magická univerzita, která se stále hrdě tyčí na útesu na sever od města. Městská vláda Městu vládl za občanské války ve Skyrimu roku 4E 201 jarl Korir. Ten se netěšil žádné vážnosti a neměl žádný vliv, na dění mimo jeho město. Aby na sebe alespoň trochu upozornil, rozhodl se jarl připojit k povstání Bouřných hávů proti říši. Pokud však v občanské válce zvítězilo císařství, byl Korir sesazen a nahrazen Kraldarem. Ekonomika Ekonomická situace v upadajícím městě je katastrofická. Město nemá žádný přístav, díky jeho daleké poloze sem nikdo necestuje. Stěží se zde uživí jeden obchod. Za zmínku stojí snad jen Hvízdající důl, na východ od města, kde se nachází naleziště železa. Obyvatelstvo Obyvatelstvo města je malé a chudobné. Žijí zde především Nordové, Dunmerští osadníci, kteří zde žili dříve byli po Velkém zhroucení vyhnáni. O bezpečnost obyvatel se starali asi čtyři strážní. Významnějšími obyvateli byli mágové, žijící na univerzitě, ty se však netěšili mezi obyčejným lidem příliš velké oblibě. Kultura Univerzita ve Winterholdu Magická univerzita ve Winterholdu, má obrovský kulturní význam. Ve Skyrimu sice není magie příliš oblíbená, přesto je univerzita zdrojem vzdělání pro zájemce o magii ze všech koutů země. Jedná se také o jedinou takovou instituci v zemi. Mágové vedli několik zajímavých výzkumů, mezi ten nejdůležitější patřily vykopávky v Saarthalu, prvním skyrimském městě, vystaveném Nordy. Přírodní podmínky Winterhold leží daleko na severu, na útesu, který se tyčí nad Mořem přízraků. Osada leží v polárním podnebném pásmu, je zde věčná zima a mráz. Málokdy zde svítí Slunce, po většinu času je zde tma a husté chumelenice."
}