{
    "title": "Ysgramor",
    "table_of_contents": [
        "Obsah",
        "1 Historie",
        "2 Artefakty",
        "2.1 Wuuthrad",
        "2.2 Ysgramorův štít",
        "2.3 Long-Launcher",
        "3 Galerie",
        "4 Reference",
        "5 Poznámky"
    ],
    "infobox": "Velekrál Ysgramor Velekrál Ysgramor v Síni cti Životopisné údaje Datace: *Meretická éra, Atmora – †Skyrim Pohlaví: Muž Rasa: Atmoran Rodina: Yngol (syn) Ylgar (syn) Sídlo: Atmora Saarthal Windhlem Sovngard Herní údaje Výskyt: Skyrim, Online",
    "content": "Ysgramor (občas Ysgramoor)[1], známý jako „zvěstovatel“,[2] byl pradávný atmoranský král, který dorazil do Tamrielu ještě před zaznamenanou historií jako uprchlík prchající před občanskou válkou v Atmoře.[3][4] Je považován za prvního lidského vládce Skyrimu. Někteří elfští vědci trvají na tom, že byl Ysgramor zodpovědný za dále neupřesněné „provokace a rouhání“, které vedly ke genocidě známé jako Slzavá noc, kdy byla lidská osada jménem Saarthal napadena sněžnými elfy, kteří povraždili všechno lidské obyvatelstvo až na Ysgramora a jeho dva syny, Yngola a Ylgara,[5] přestože si někteří učenci myslí, že tento konflikt nebyl ničím vyprovokovaný.[6] Ysgramor prchl zpět do Atmory, shromáždil Pět set Družiníků, pak se s nimi plavil zpět k Hsaarikově výspě a vyhnal elfy ze Skyrimu a Solstheimu, čímž si vysloužil titul „kulturního hrdiny“ nordů.[3][7][8] V boji třímal sekeru Wuuthrad[9] a jel na medvědím bouřném atronachovi, kterého pro něj vyvolal jeho osobní Chytrý muž.[10] Vzhledem k tomu, že to byl první člověk, který přepsal nordskou řeč pomocí elfských zásad psaní,[11] tak je Ysgramor považován za prvního lidského historika.[3] Díky jeho činům je znám jako „první zvěstovatel, první muž, [a] strůjce Slov“ a současní Družiníci ho stále uznávají za svého jediného skutečného vůdce.[12] Jeho potomstvo vládlo Skyrimu až do roku 369 první éry, kdy smrt krále Borgase způsobila konec jeho přímé rodinné linie známých dědiců.[6] Nicméně jeho rod nadále přežívá[13] a má se zato, že je předkem všech skyrimských králů.[14] Historie Většina Ysgramorova života je zahalena mýty a špatně zachovanými záznamy, jako je například údajné spojení s draky a jejich kultem.[Poznámka 1] Existují domněnky, že byly Ysgramorovi připsány skutky několika jiných raných nordských králů.[6] Většina mýtů s ním spojených mají ve svém obsahu i Hermu-Moru, „Démona vědění“, jako záporáka.[15] Jedna taková legenda vypráví, jak Ysgramor lovil forelgrimského bílého jelena a zajíc (Herma-Mora) v přestrojení ho lstí přiměl k získání dlouhých uší, aby lépe slyšel lovnou zvěř, předtím než zasáhl Shor a varoval ho před klamem elfů.[16] Také se zdá, že někteří historici nesprávně líčili Ysgramora za vůdce první velké skupiny lidských osadníků z Atmory, přestože pouze následoval starou tradici migrace.[6][17] Během jeho plavby do Tamrielu s jeho Pěti sty Družiníky, Ysgramor přišel o svého syna Yngola vinou „mořských duchů“ (pravděpodobně se jednalo o pradávnou pověru spojovanou s nebezpečím, které představuje moře duchů),[18] a Ysgramor se odvážil na rozbouřené moře v naději ho najít.[5][19] Když byl Yngol nalezen mrtvý, Ysgramor ze zármutku plakal a zabil „tucty bestií“ Yngolovým jménem.[5][19] Ysrgamor nařídil, aby bylo na jih od Yngolovy hrobky postaveno velké město, aby se něj mohl ze svého paláce dívat. Toto velké město poté získalo jméno Windhelm.[18] Podle skaldů z Bardské univerzity, Ysgramor pobil tolik ledových obrů, že byl pokryt jejich modrou krví. Zbytek jeho nepřátel prchl a ledoví obři se začali vyhýbat více osídleným částem provincie, přičemž se stalo náročnější je najít.[20] On a jeho Pět set Družiníků se začali kvůli těmto bitvám jako první pomalovávat modrou barvou.[20][21] Velké množství klanů obrů obývalo zemi a jim vládl mocný náčelník jménem Sinmur. Legendy vypráví, že Ysgramor a jeho Družiníky vedli rozsáhlou válku se Sinmurem a jeho národem, v níž obě strany utrpěly závažné ztráty. Konflikt vyvrcholil v konečném boji mezi těmito dvěma lídry v Sinmurově mohyle. Během jejich boje Ysgramor rozbil Sinmurův kyj a nakonec ho zabil svou válečnou sekerou, Wuuthradem.[22][23] Když Ysgramor zemřel, nastalo období velkého smutku mezi jeho lidem a tato zpráva se rychle roznesla napříč Tamrielem.[24] Přestože byla pro něj postavena pod Windhelmem velkolepá hrobka, on sám se rozhodl, že bude pohřben se svými nejvěrnějšími generály v mohyle na severním pobřeží Skyrimu, směřující směrem k Atmoře.[18][25] Jeho syn, Ylgar, po něm převzal vedení.[23] Po smrti Ysgramor odešel do Síni cti v Sovngardu, kde nadále dohlížel na nordský lid a Družiníky. Artefakty Wuuthrad Wuuthrad Wuuthrad, „Slzy bouře“ v překladu z domorodého jazyka Atmory, byl legendární válečnou sekerou, kterou Ysgramor třímal během svého tažení na Skyrim v pozdní meretické éře. S Wuuthradem v rukou, Ysgramor a jeho Pět set Družiníků pobili nespočet elfů, což skončilo založením První nordské říše. Pro Družiníky je Wuuthrad posvátná relikvie, která s sebou nese značný respekt a úctu a je považován za nejlepší nordskou zbraň. Ysgramorův štít Ysgramorův štít Ysgramorův štít byl pohřben v hrobce tohoto dávného hrdiny v pozdní meretické éře. Není jisté, zda s ním Ysgramor někdy bojoval v bitvě. Jeho nositele je jak těžší zabít, tak je odolnější vůči magii. Long-Launcher Long-Launcher byl Ysgramorův legendární dlouhý luk. Používal ho během svých lovů a bitev jak v Atmoře, tak ve Skyrimu. Během doby, kterou strávil v Atmoře, luk jednou potřeboval vyměnit tětivu, a tak Ysgramor posbíral nářky obřích žen a přinesl je osobám známým jako Froa a Grosta, které je zkroutily do podoby Truchlivé tětivy. Když byl luk s tímto novým vybavením použit, nabyl schopnosti cítit a vzdychl, kdykoliv ho Ysgramor držel a sténal, kdykoliv z něj vystřelil.[16]"
}