{
    "title": "Zloděj cti",
    "table_of_contents": "",
    "infobox": "",
    "content": "Zloděj cti Poslouchejte, povím vám příběh Zloděje ctnosti- V zemi Hammerfellu ve městě Sutch kdysi žil bohatý baron. Byl to známý sběratel vzácných mincí. Baronku Veroniku sice jeho koníček poněkud obtěžoval, ovšem životní styl, který díky baronovu bohatství měli, jí vyhovoval. Ravius Terinus byl známý zloděj. Tvrdil, že je mistrem v bájném cechu zlodějů. To ovšem velmi pravděpodobně bylo jen chvástání. Jediný známý cech zludějů byl přece vyhlazen před více než 450 lety. Ravius se rozhodl, že by se baron měl o své bohatství podělit. A konkrétně by se měl podělit s Raviem. Lstivý zloděj se tedy jedné noci do baronova hradu připlížil, aby se o to postaral. Hradby onoho hradu byly známé svojí výškou a nedobytností. Ravius chytře použil Průrazný šíp a pomocí něj upevnil lano až na cimbuří. Snadno tam pak vyšplhal, musel se však ještě vyhnout baronovým strážím. Skrýval se ve stínech cimbuří a kousek po kousku nakonec neodhalen pronikl až do pevnosti. Dostat se dovnitř bylo pro zloděje takového kalibru hračkou. Baronovy soukromé komnaty však chránil složitý zámek s celými třinácti západkami. Ravius na něm zlomil je 9 paklíčů. Pak jen s vidličkou, kouskem struny a měchem na víno deaktivoval sedm pastí střežících baronovu sbírku mincí. Ravius byl zkrátka skutečným mistrem mezi zloději. S mincemi bezpečně uloženými se Ravius vydal zpět, jen aby zjistil, že úniková cesta je zablokovaná. Baron našel otevřené dveře a zburcoval poplach. Stráže začaly prohledávat hrad. Ven Ravius nemohl, takže utíkal dál do hradu, vždy krok před strážemi, které ho stíhaly. Jediná cesta ven vedla přes budoár baronky Veroniky. Když tam vstoupil, baronka se zrovna ukládala k spánku. Nyní je třeba podotknout, že zatímco Ravius byl proslusý fešák, baronka zas byla známa svou ošklivostí. To obojí si oba hned uvědomili. \"Přicházíš poplenit mou čest,\" zeptala se dáma rozechvěle. \"Nikoliv, krásná paní,\" řekl Ravius a rychle přemýšlel. \"Poplenit je příliš hrubé slovo pro tak křehký květ, jakým je tvá čest.\" \"Vidím, že jsi sebral vzácné mince mého muže.\" Ravius se jí zahleděl do očí a viděl v nich jediný způsob, jak by si té noci mohl zachránit život. Vyžadovalo by to dvojí oběť. \"Ač jsou tyto mince cenné, nyní jsem nalezl poklad, jehož cenu nelze ani vyčíslit,\" zalichotil Ravius. \"Řekni mi, ó přenádherná, proč tvůj muž rozmístil sedm smrtících pastí kolem těchto blyštivých penízků, ale jen jeden prostý zámek na dveře své počestné ženy?\" \"Ignác chrání to, co je mu nejdražší,\" odpověděla Veronika hněvivě. \"Dal bych všechno své zlato za pouhý moment, po nějž bych se mohl koupat ve tvé záři.\" S těmi slovy Ravius odložil mince, jejichž ukradení jej stálo tolik úsilí. Baronka mu v mdlobách padla do náručí. Když kapitán stráže žádal, aby mohl zkontrolovat její komnaty, dovedně Ravia ukryla. Mince vrátila a tvrdila, že je zloděj upustil, když utíkal oknem. První oběť měl Ravius za sebou, čekala ho však ještě druhá. Té noci paní Veroniku okradl o její ctnost. Okradl ji o ni několikrát a trvalo mu to až do brzkých ranních hodin. Vyčerpán, avšak uspokojen, odkradl se před svítáním z hradu."
}