{
    "title": "Znamení",
    "table_of_contents": [
        "Obsah",
        "1 Ve hře",
        "2 Popis",
        "3 Znamení",
        "4 The Elder Scrolls V: Skyrim",
        "5 Zdroje"
    ],
    "infobox": "",
    "content": "Znamení Dámy \"Nebesa jsou poseta nespočtem hvězd, každá září jako oheň a v každé je ukryto znamení.\" ―Uriel Septim VII.[src] V Tamrielu znamení odpovídají třinácti souhvězdím, pod kterými se osoba narodí. Ve hře Znamení (Morrowind) Znamení (Oblivion) Popis Dvanáct ze třinácti souhvězdí jsou zařazena pod třemi archetypy. Válečník, Mág a Zloděj. Každý z nich slouží jako strážci proti třináctému znamení: Had. Každé znamení dává výjimečné magické bonusy, jenž mohou být buď pasivní, nebo aktivní. Jednají jako 'požehnání' nebo 'prokletí'. Výběr znamení je důležitým aspektem během Tvorby postavy v The Elder Scrolls III: Morrowind a The Elder Scrolls IV: Oblivion. Znamení Hlavní znamení Tamrielu jsou: Znamení Popis Učedník Propůjčuje bonus maně, ale zároveň i zranitelnost vůči magii. Atronach Nedovoluje obnovení many během odpočinku, ale místo toho propůjčuje kouzlo Pohlcení kouzel na obnovení many. Magie je celkově zvýšena. Dáma Propůjčuje bonus k síle vůle a odolnosti. Pán Daruje moc regenerace zdraví a permanentní zranitelnost vůči ohni. Milenka Posiluje hbitost a propůjčuje jednou denně schopnost paralyzovat oponenta za cenu ztráty výdrže. Mág Propůjčuje trvalý bonus k maně. Rituál Daruje mocné Kouzlo obnovení zdraví a schopnost odvrátit nemrtvé. Had Daruje schopnost způsobit pomalý ale silný jed na dotek, zatímco léčí sesílatele a rozptyluje magii. Seslání tohoto kouzla stojí výdrž. Stín Jednou denně daruje moc stát se neviditelným. Hřebec Daruje bonus k dovednosti rychlosti. Zloděj Daruje bonus ke hbitosti, rychlosti a štěstí. Věž Daruje moc otevřít dveře nebo truhly o průměrné nebo menší obtížnosti. Také jednou denně dává sílu odražení poškození. Válečník Daruje bonus k síle a odolnosti. The Elder Scrolls V: Skyrim Ve Skyrimu nejsou znamení přítomná a místo nich se zde vyskytují dva herní systémy: Třináct Strážných kamenů ze kterých je možno si vybrat, a které ovlivňují schopnosti postavy nebo jim propůjčují jedinečné síly. Bez Aetherské koruny může být aktivní jen jeden. Na rozdíl od Morrowindu, a podobně Oblivionu, si může Hrdina zvolit, jaké požehnání chce. Výhody, znamení se objevují v menu postavy, aby představovaly 18 rozdílných stromů dovednostní, které jsou postavě dostupné a jednotlivé hvězdy znamení reprezentují rozličné výhody dostupné pro každou schopnost. Detaily týkající se každého znamení si můžete přečíst v Nebeské klenbě. [1]"
}