{
    "title": "Zápisky k Mysteriu Xarxes",
    "table_of_contents": [
        "Obsah",
        "1 The Elder Scrolls IV: Oblivion",
        "2 The Elder Scrolls V: Skyrim",
        "3 Kniha první",
        "4 Kniha druhá",
        "5 Kniha třetí",
        "6 Kniha čtvrtá"
    ],
    "infobox": "",
    "content": "Zápisky k Mysteriu Xarxes je kolekce knih napsaná Mankarem Camoranem. V originále, pokud dáte dohromady první písmena všech paragrafů, najdete skrytou zprávu: Green Emperor/Way Where/Tower Touches/Midday Sun. The Elder Scrolls IV: Oblivion Každá kniha v kolekci zvyšuje specifickou magickou dovednost. První díl zvyšuje Vyvolávání, druhý Ničení, třetí Iluzi a čtvrtý Mysticismus. Všechny čtyři knihy musí Hrdina Kvatche najít v questu The Path of Dawn. The Elder Scrolls V: Skyrim Celá sbírka se nachází v domě Sila Vesuia ve městě Dawnstar. K jejich získání je musí Poslední Drakorozený ukrást. Žádné dovednosti nezvyšují. Kniha první DAGON Buď pozdraven, novici, a hned ze začátku slyš útěchu: Mankar Camoran byl kdysi stejný jako ty, strnulý, zabedněný a protonymický. Když se my smrtelníci rodíme a vylézáme ze snového lůna na tento svět, jsme všichni stejní, poznamenaní sice symbiózou se svou matkou, ale jinak nepopsaní. Tvarují nás zkušenosti a naši bližní, až nakonec získáme nový pohled na svět a odhodláme se opustit rodinný krb, nebojíce se nyní, že zanecháme matku samotnou. Tím jí navždy zničíme a vstoupíme do říše lorda Dagona. Věz, čtenáři, že tato kniha je branou do Dagonova světa a ty, přestože jsi ničitel, stále ještě nedokážeš prolomit všechny zámky. Lord Dagon přijme jen ty, kdo jsou dostatečně chytří a dvakrát měří; všechny ostatní v jejich pošetilém spěchu pojme Aurbis. Kráčej zvolna. Buď pozorný. Netrpělivost je prvním otrokem, jehož musíš obětovat. Učiň, jak předepsal lord Dagon: přistup zvolna a přines s sebou čtvero klíčů. Věz, že od té chvíle jsi urozené krve, jsi nové plémě ničitele a tvá zahrada zaplane květy známými i neznámými, stejně jako tomu bylo za mýtického úsvitu. Vrátíš se tehdy ke svému prvotnímu bědování, ale vyjdeš z něho pozměněn. Tentokrát budeš v neonymbióze, pán podobný Pánu, jehož Matkou je pach rozkladu. Každý kraj nás již poznal, přičemž žádný nepřihlížel našemu příchodu jinak než s hrůzou. Možná tě k nám zavedla válka, možná studium, možná stín, možná jisté uspořádání hadů. Přestože na způsobu příchodu také do určité míry záleží, odměna je vždy rovná: vítej, novici, že ses dopravil až sem znamená, že jsi hodnější králů. Sáhni si nyní do kapsy a pohleď! Je v ní první klíč. Jak se jen třpytí ve světle nového úsvitu! Po každém dni následuje noc, pročež pamatuj na to, že i toto prvotní osvícení se překlene v rozbouřené moře večera, kde je zkoušena víra každého z nás. Opět slyš útěchu: dokonce i velký Uzurpátor klesl do kolen před Iliacem, než se mohl opět vstát a domáhat se svých flotil. Strachuj se jen na okamžik. Otřesená víra poslouží podobně jako voda: v zahradě Úsvitu pak budeme dýchat celá univerza. Učiň, jak předepsal lord Dagon: přistup zvolna a přines s sebou čtvero klíčů. Náš řád je založen na principech Jeho mocné břitvy: prvně novic, pak rytíř tovaryš, pak kaplan, nakonec Pán. Nechť v jeho jasném žáru shoří nehodní, jimž se nedostává naší prozřetelnosti. Pak rozmýšlej o naší Moudrosti. Pamatuj však, že tvůj rozhled je stále omezený, a že přestože máš pozvánku, stále ještě neznáš adresu. Já sám jsem byl osloven knihou, jíž sepsal náš pán Dagon v pouštích rzi a ran. Nazývá se Mysterium Xarxes, jest všehospisem aldmeretady, praotcem družky všech záhad. Každé její slovo je břitké a mnohovýznamové, užší než kataklyzmata, zašlé jako rudý nápoj. Budiž to, že o ní vůbec hovořím, poctou tvé nově nabyté hodnosti, mé dítě. Tvé jméno se nyní vyrylo do jejích stran. Ať už jsi z paláce, jeskyně, či chýše, zanechal jsi všechny mlžné světy představ za zády. Nu-mantia! Svoboda! Raduj se z příslibu ráje! Vše kolem tebe se bude donekonečna utvářet a přetvářet, skutky se stanou entitami, systémy přežijí sotva hodinu, než rozkvetou do nulového součtu a zbarví se jako obřadní roucho, božský háv, do něhož se odíváme, když tančíme u zlatých nohou lorda Dagona. V jedné ruce svírá bouři, ve druhé hřmění chorobného deště, ve třetí Anuův troud, ve čtvrté oči samotného Padhoma. Ciť se povznesen na duchu, neboť držíš tento první klíč, jenž zleva i zprava udeří do hnojiště falešných nebes. Chodil jsem hřímaje, dokud jsem z Jeho evangelia neochraptěl. Četl jsem mystéria lorda Dagona, až jsem je nedokázal pojmout a zešílel jsem v pocitu novosti. Má slova nemohla nikde vzklíčit, dokud jsem se neuchýlil do skrytu. Nebyla to slova pro tamrielskou lůzu, jejíž falešní kněží odedávna zastírali i samou existenci Úsvitu. Pouč se z mé chyby: věz, že prvním osvícením Mankara Camorana byla pokora. Přistup zvolna a přines s sebou čtvero klíčů. Odevzdal jsem se novému svítání, díky čemuž mne mohl obepnout pás jeho milosti. Když se mi pak vrátil hlas, promlouval ke mně v jiném jazyce. Za tři dny už jsem dokázal hovořit řečí ohně. Opojen rudým nápojem podávaným břitvou zahlédl jsem cestu do zahrad a došlo mi, že než budu moci ostatní o tomto přístavišti zpravit, budu se muset napřed utopit v moři hledání. Věz nyní, že jsem již našel své loďstvo že ty jsi vlajkovou lodí mé naděje. Buď pozdraven, novici, Mankar Camoran byl kdysi stejný jako ty, strnulý, zabedněný a protonymický, teď jsem však Jiný. Teď si trůním a vyčkávám, než spolu s tebou budu moci hodovat na všech světech tohoto kosmu. Nu-mantia! Svoboda! Kniha druhá ALTADOON Kdokoliv tento spis nalezne, toho zvu bratrem. Odpovědi představují osvobození, jako když Malbiogovi otroci, kteří okusili Numantii, svrhli svého tyranského vladaře Maztiaka, jejž Xarxes Mysterium nazývá Arkayn. Maztiakovu mršinu vláčeli jeho vlastní kostichodci ulicemi, jeho tělo bylo rozsápáno na skaliskách, jeho andělé, kteří jej dříve milovali, na něj zanevřeli, přestali pít jeho medové sekrety a místo toho volali do světa: \"Nechť dáno je všem, by poznali svobodnou vůli a činili jen tak, jak si sami budou přát!\" Tvůj příchod, můj bratře, předpověděl sám lord Dagon ve své knize břitev. Zbavíš se planých model jedné po druhé a přistoupíš k Němu. V očích, které na tebe ještě nepohlédly, jsi už teď vyvoleným: ano, ty, znalec zcestovalých, trhač okovů. Tobě, můj bratře, bylo předurčeno usednout po mém boku v Ráji a být zproštěn všeho neznáma. Jásej, ježto ti vyjevím Jeho knihu opředenou zlověstným a hrotitým písmem, aby ses naučil, kterak vepsat všechny své znalosti do symbolů: neboť doména ničení je jen odvarem osvobozených. Nevyčítám ti, že klopýtáš, klopýtání totiž ke každé cestě patří a náleží mu přízeň Oleje. Nehněvám se na tebe za tvé chyby, jelikož bez nich bys po příchodu Země všech nekonečen mohl přemoci dokonce i mě. Všechna úskalí, která ti lord Dagon přichystal, jednou pominou. A co si přeje On, to si musíš přát i ty, pročež se ze stránek Božích nauč toto: Rituál tužby. Hovořím šeptem k zemi a zemi, z níž všetečkové neberou jiných kamenů než těch pro krev, vždyť krev JE krví, a hovořím k praskání kostí, vždyť kosti JSOU kostmi. Tak praskaje a odpovídaje poklekám před Jediným a zvu jej Dagonem, bratrem a králem. Příboje dreugů: 7 a 7, mírka Oleje; 1 a 1, kruhy nakreslené zvlhlými Dibelity: nechť jsou tři soustředné a jejich spodní krev ať kane, kam ji vítr zavane; porod sledovaný třemi kosy: prvního západu. Až ti pak zalehne v uších, zapěj následující: Rozradostněn je ten, kdo konečně pozbyl všech zápisů. Zapsáni jsou jen otroci, kteří nevědomky otáčejí Kolem. Zotročeny jsou děti Aurbisu, veškeré a všechny. Kniha třetí CHIM Věž se dotýká všech plášťů nebe, bratře novici, a na jejím vrcholku stává se člověk tím, čím chce být. A co víc: i tím, čím byl a z čeho se proměnil, přičemž změny dolehnou i na ty, kdo touž cestou budou kráčet po něm. Toť třetí klíč k Nu-mantii a tajemství toho, jak se ze smrtelníků stávají stvořitelé a ze stvořitelů zpět smrtelníci. Kosti Kola potřebují maso, což je údělem lidstva. Křivopřísežníci, strachujte se, neboť zrádci putují po stezkách nymik, jsou nohsledy zastaralých bohů. Dračí krev skrývala své potomstvo v šesti tisících letech éterického labyrintu, jenž je Arénou, jež je vázána Přísahou, přestože to popírá. Ve jménu Knihy, chop se tohoto klíče a rozlom božskou skořápku, která vězní následovníky pláště. Jeho kůže je ze zlata! SCARAB AE AURBEX! Běda Křivopřísežníkům! O kůži ze zlata Xarxes Mysterium praví: \"Nelam si hlavu ze zapovězenců, kteří v pominutí sejdou z cesty, neboť ti ztratili víru a nechali se svést aedrami, jež neznají jiné planety.\" Načež nás slova lorda Dagona vybízejí, abychom tyto bezvěrce zadupali do prachu. \"Sežerte či vykuchejte zatoulané zapovězence a pojměte jejich nicotnou vůli, která je zmámila, aby kráčeli cestou Boha. Poplivejte či spalte svody, které je přinutily na cestě zpomalit. Nazvěte je jménem Mnemoli.\" Neproslulí musejí za každou novou ratolest platit. Pochop to, bratře, a už hydru nepřikrmuj. Již brzy, čtenáři, uslyšíš stínový chorál. Místnosti, ve které právě sedíš, co nevidět narostou oči a uši. Svit svíce či kouzla, za kterého si pročítáš má slova, se stane branou pro zrádce, o nichž jsem hovořil. Spílej jim a neměj strachu. Nadávejte jim, vysmívej se jejich základním potřebám. Já, Mankar z hvězd, jsem při tobě a přicházím, abych tě odvedl do svého Ráje, kde zrádce Věže pověsíme na skleněné skřipce a necháme je tam, dokud nezaplají novým počátkem. To je tvá ochrana před Mnemoli. Probíhají modře, skrze zvuk, a zažhnou až tehdy, kdy se země bude chvět pod příbojem nových následovníků pláště. Jen jim pověz: \"Běžte! GHARTOK AL MNEM! Bůh jest přišed! NUMI MORA! NUM DALAE MNEM!\" Jakmile jednou vkročíš do Mýtična, jeho síly se ti odevzdají. Mýtus není nic jiného než prvotní touha. Nevyslovitelná pravda. Nad těmito slovy uvažuj, až budeš hledat čtvrtý klíč. Pochopené zákony magické podstaty odezní jako žár. \"Příkaz První věže: spoutej míšence v místě, kde nenapáchá žádných škod. Jest Bohem Mundu a celé jeho pokolení bude stejné, zbaveno své nebeské jiskry. Je nás Osm krát osm Exarchů. Nechť nás domov Padomay sezná za jediné východisko.\" CHIM. Ti, kdo ho znají, mohou tvarovat svět. Pohleď na domov Rudého krále Kdysi Obrostlého Džunglí. Každý, kdo vstoupí do Ráje, vstoupí do své Matky. AE ALMA RUMA! Aurbis skoncuje na tucet způsobů. Ježto vše končí, hledáme konec skrze náš Úsvit. Jestli teď zavrávoráš, přidáš se k sirotkům sešlým z cesty, jimiž se živím. Jestli mě budeš následovat, ověnčím tě zevnitř. Má první dcera seběhla z cesty Dagonitů. Jmenovala se Ruma a já jsem ji pojedl bez chleba. Pak jsem si udělal další, která už byla poučenější, a tu jsem měl rád a pak jí kosi mimo čas utvořili dvojče. Světlo hvězd ti bude pláštěm, bratře. Oděj se do něj, by ti svítilo na cestu a přivedlo tě do Ráje. Kniha čtvrtá GHARTOK Nechť nositel čtvrtého klíče v srdci ví toto: že Mundexu Terrene před dávnými časy nevládl nikdo jiný než tyranští dreugští králové. Každý vládl nad vlastní provincií a jejich oceány otroků mezi sebou sváděly války. Tito vládci připomínali časové modly ze zašlých dob, byli však zlí, oplývali bezbožnou mocí a byli výsměchem. Každý, kdo žil, musel žít pod jhem dreugů. Odevzdávám svou duši Magna Ge, tak praví blažení v Ráji, jelikož se jim v samotných útrobách Lygu, panství Mizícího samozvance, podařilo potajmu stvořit Mehrunese Břitvu. Přestože každý Get pocházel z jiného moře, všichni sdíleli společný účel: sestrojit knížete dobra, vetkat jeho podobu do náhodného roucha a obdařit jej hodnotou, která je v Zapomnění ze všech nejvzácnější a nejcennější: nadějí. Prost smrti notuji z Ráje: Mehrunes Lapač zlodějů, Mehrunes Ztělesnění boží, Mehrunes Rudá paže, která vystřelila vzhůru! Nu-mantia! Svoboda! Nepopírej, že tento den znovu nastane, drahý novici! Protože stejně jako když Mehrunes svrhl Lyg a rozťal jeho tvář, stejně jako když prohlásil všech devatenáct a devět a devět oceánů za Svobodné, tak i teď rozdrtí hadí korunu Cyrodilců a utvoří novou federaci! V těch dnech se všechno změní, stejně jako se vše změnilo v dnech oněch. S kouzelným slovem Nu-mantia zvedne se ohromné povstání, které strhá věže CHIM-EL GHARJYG. Svatí bojovníci samozvanců budou pobiti a krev poteče jako horský pramen z nejvyšších končin do těch nejhlubších jam, v nichž se otroci se šílenými škleby chopí okovů a zaškrtí, zadupou a zakousnou své věznitele. Naděje zaplane jak požár ve stepi. Tvůj Úsvit vyčkává, můj Pane! Jen ať celý Aurbis pozná, co je to Svoboda! Mehrunes přichází! Nebude jiného panství než svobodné vůle! Ani žádné ze sluncí neuniklo hněvu, když tvé rudé legie pochodovaly z Lygu do mrazivého vnitrozemí. Na každý Get připadla jedna legie, pak bylo strženo Kuri a byl stržen i Djaf a Horma-Gile byl rozdrcen bez špetky milosrdenství a od té doby se mu říká jen Hor. Stejně tomu bude i nyní, až nadejde věk Bran. Hluboko pod bahnisky byl stržen Malbiog, prastaré město okovů, nyní zaplavené nově zrozeným žárem a Osvobozené. Galg a Mor-Galg byly strženy naráz v téže noci. A stejně tomu bude i nyní, až nadejde věk Bran. NRN, který se stal Jamou, si nezaslouží nic jiného než utrpení. Sedm kleteb bude uvrženo na tamějšího dreuga, toho vermenského NI-MOKH! Vedená kruciáta bude svatým dílem mého Pána, bude Get u Ge. Budeme činit, jak se nám bude samotným chtít, a nebudeme poutáni ničím než vlastním svědomím. Věz, že tvé Peklo je nyní Prolomeno, lide aurbijský, a chval Nu-Mantii, která je Svobodou!"
}