{
    "title": "Zápisky k Mysteriu Xarxes, Kniha druhá",
    "table_of_contents": "",
    "infobox": "",
    "content": "Zápisky k Mysteriu Xarxes, Kniha druhá Autor Mankar Camoran Předchozí díl Zápisky k Mysteriu Xarxes, Kniha první Další díl Zápisky k Mysteriu Xarxes, Kniha třetí Výskyt The Elder Scrolls IV: OblivionThe Elder Scrolls V: Skyrim Zápisky k Mysteriu Xarxes Kniha druhá od Mankara Camorana ALTADOON Kdokoliv tento spis nalezne, toho zvu bratrem. Odpovědi představují osvobození, jako když Malbiogovi otroci, kteří okusili Numantii, svrhli svého tyranského vladaře Maztiaka, jejž Xarxes Mysterium nazývá Arkayn. Maztiakovu mršinu vláčeli jeho vlastní kostichodci ulicemi, jeho tělo bylo rozsápáno na skaliskách, jeho andělé, kteří jej dříve milovali, na něj zanevřeli, přestali pít jeho medové sekrety a místo toho volali do světa: \"Nechť dáno je všem, by poznali svobodnou vůli a činili jen tak, jak si sami budou přát!\" Tvůj příchod, můj bratře, předpověděl sám lord Dagon ve své knize břitev. Zbavíš se planých model jedné po druhé a přistoupíš k Němu. V očích, které na tebe ještě nepohlédly, jsi už teď vyvoleným: ano, ty, znalec zcestovalých, trhač okovů. Tobě, můj bratře, bylo předurčeno usednout po mém boku v Ráji a být zproštěn všeho neznáma. Jásej, ježto ti vyjevím Jeho knihu opředenou zlověstným a hrotitým písmem, aby ses naučil, kterak vepsat všechny své znalosti do symbolů: neboť doména ničení je jen odvarem osvobozených. Nevyčítám ti, že klopýtáš, klopýtání totiž ke každé cestě patří a náleží mu přízeň Oleje. Nehněvám se na tebe za tvé chyby, jelikož bez nich bys po příchodu Země všech nekonečen mohl přemoci dokonce i mě. Všechna úskalí, která ti lord Dagon přichystal, jednou pominou. A co si přeje On, to si musíš přát i ty, pročež se ze stránek Božích nauč toto: Rituál tužby. Hovořím šeptem k zemi a zemi, z níž všetečkové neberou jiných kamenů než těch pro krev, vždyť krev JE krví, a hovořím k praskání kostí, vždyť kosti JSOU kostmi. Tak praskaje a odpovídaje poklekám před Jediným a zvu jej Dagonem, bratrem a králem. Příboje dreugů: 7 a 7, mírka Oleje; 1 a 1, kruhy nakreslené zvlhlými Dibelity: nechť jsou tři soustředné a jejich spodní krev ať kane, kam ji vítr zavane; porod sledovaný třemi kosy: prvního západu. Až ti pak zalehne v uších, zapěj následující: Rozradostněn je ten, kdo konečně pozbyl všech zápisů. Zapsáni jsou jen otroci, kteří nevědomky otáčejí Kolem. Zotročeny jsou děti Aurbisu, veškeré a všechny.[1]"
}