{
    "title": "Zápisky k Mysteriu Xarxes, Kniha čtvrtá",
    "table_of_contents": "",
    "infobox": "",
    "content": "Zápisky k Mysteriu Xarxes, Kniha čtvrtá Autor Mankar Camoran Předchozí díl Zápisky k Mysteriu Xarxes, Kniha třetí Další díl Není Výskyt The Elder Scrolls IV: OblivionThe Elder Scrolls V: Skyrim Zápisky k Mysteriu Xarxes Kniha čtvrtá od Mankara Camorana GHARTOK Nechť nositel čtvrtého klíče v srdci ví toto: že Mundexu Terrene před dávnými časy nevládl nikdo jiný než tyranští dreugští králové. Každý vládl nad vlastní provincií a jejich oceány otroků mezi sebou sváděly války. Tito vládci připomínali časové modly ze zašlých dob, byli však zlí, oplývali bezbožnou mocí a byli výsměchem. Každý, kdo žil, musel žít pod jhem dreugů. Odevzdávám svou duši Magna Ge, tak praví blažení v Ráji, jelikož se jim v samotných útrobách Lygu, panství Mizícího samozvance, podařilo potajmu stvořit Mehrunese Břitvu. Přestože každý Get pocházel z jiného moře, všichni sdíleli společný účel: sestrojit knížete dobra, vetkat jeho podobu do náhodného roucha a obdařit jej hodnotou, která je v Zapomnění ze všech nejvzácnější a nejcennější: nadějí. Prost smrti notuji z Ráje: Mehrunes Lapač zlodějů, Mehrunes Ztělesnění boží, Mehrunes Rudá paže, která vystřelila vzhůru! Nu-mantia! Svoboda! Nepopírej, že tento den znovu nastane, drahý novici! Protože stejně jako když Mehrunes svrhl Lyg a rozťal jeho tvář, stejně jako když prohlásil všech devatenáct a devět a devět oceánů za Svobodné, tak i teď rozdrtí hadí korunu Cyrodilců a utvoří novou federaci! V těch dnech se všechno změní, stejně jako se vše změnilo v dnech oněch. S kouzelným slovem Nu-mantia zvedne se ohromné povstání, které strhá věže CHIM-EL GHARJYG. Svatí bojovníci samozvanců budou pobiti a krev poteče jako horský pramen z nejvyšších končin do těch nejhlubších jam, v nichž se otroci se šílenými škleby chopí okovů a zaškrtí, zadupou a zakousnou své věznitele. Naděje zaplane jak požár ve stepi. Tvůj Úsvit vyčkává, můj Pane! Jen ať celý Aurbis pozná, co je to Svoboda! Mehrunes přichází! Nebude jiného panství než svobodné vůle! Ani žádné ze sluncí neuniklo hněvu, když tvé rudé legie pochodovaly z Lygu do mrazivého vnitrozemí. Na každý Get připadla jedna legie, pak bylo strženo Kuri a byl stržen i Djaf a Horma-Gile byl rozdrcen bez špetky milosrdenství a od té doby se mu říká jen Hor. Stejně tomu bude i nyní, až nadejde věk Bran. Hluboko pod bahnisky byl stržen Malbiog, prastaré město okovů, nyní zaplavené nově zrozeným žárem a Osvobozené. Galg a Mor-Galg byly strženy naráz v téže noci. A stejně tomu bude i nyní, až nadejde věk Bran. NRN, který se stal Jamou, si nezaslouží nic jiného než utrpení. Sedm kleteb bude uvrženo na tamějšího dreuga, toho vermenského NI-MOKH! Vedená kruciáta bude svatým dílem mého Pána, bude Get u Ge. Budeme činit, jak se nám bude samotným chtít, a nebudeme poutáni ničím než vlastním svědomím. Věz, že tvé Peklo je nyní Prolomeno, lide aurbijský, a chval Nu-Mantii, která je Svobodou![1]"
}