{
    "title": "Zápisky k Mysteriu Xarxes, Kniha třetí",
    "table_of_contents": "",
    "infobox": "",
    "content": "Zápisky k Mysteriu Xarxes, Kniha třetí Autor Mankar Camoran Předchozí díl Zápisky k Mysteriu Xarxes, Kniha druhá Další díl Zápisky k Mysteriu Xarxes, Kniha čtvrtá Výskyt The Elder Scrolls IV: OblivionThe Elder Scrolls V: Skyrim Zápisky k Mysteriu Xarxes Kniha třetí od Mankara Camorana CHIM Věž se dotýká všech plášťů nebe, bratře novici, a na jejím vrcholku stává se člověk tím, čím chce být. A co víc: i tím, čím byl a z čeho se proměnil, přičemž změny dolehnou i na ty, kdo touž cestou budou kráčet po něm. Toť třetí klíč k Nu-mantii a tajemství toho, jak se ze smrtelníků stávají stvořitelé a ze stvořitelů zpět smrtelníci. Kosti Kola potřebují maso, což je údělem lidstva. Křivopřísežníci, strachujte se, neboť zrádci putují po stezkách nymik, jsou nohsledy zastaralých bohů. Dračí krev skrývala své potomstvo v šesti tisících letech éterického labyrintu, jenž je Arénou, jež je vázána Přísahou, přestože to popírá. Ve jménu Knihy, chop se tohoto klíče a rozlom božskou skořápku, která vězní následovníky pláště. Jeho kůže je ze zlata! SCARAB AE AURBEX! Běda Křivopřísežníkům! O kůži ze zlata Xarxes Mysterium praví: \"Nelam si hlavu ze zapovězenců, kteří v pominutí sejdou z cesty, neboť ti ztratili víru a nechali se svést aedrami, jež neznají jiné planety.\" Načež nás slova lorda Dagona vybízejí, abychom tyto bezvěrce zadupali do prachu. \"Sežerte či vykuchejte zatoulané zapovězence a pojměte jejich nicotnou vůli, která je zmámila, aby kráčeli cestou Boha. Poplivejte či spalte svody, které je přinutily na cestě zpomalit. Nazvěte je jménem Mnemoli.\" Neproslulí musejí za každou novou ratolest platit. Pochop to, bratře, a už hydru nepřikrmuj. Již brzy, čtenáři, uslyšíš stínový chorál. Místnosti, ve které právě sedíš, co nevidět narostou oči a uši. Svit svíce či kouzla, za kterého si pročítáš má slova, se stane branou pro zrádce, o nichž jsem hovořil. Spílej jim a neměj strachu. Nadávejte jim, vysmívej se jejich základním potřebám. Já, Mankar z hvězd, jsem při tobě a přicházím, abych tě odvedl do svého Ráje, kde zrádce Věže pověsíme na skleněné skřipce a necháme je tam, dokud nezaplají novým počátkem. To je tvá ochrana před Mnemoli. Probíhají modře, skrze zvuk, a zažhnou až tehdy, kdy se země bude chvět pod příbojem nových následovníků pláště. Jen jim pověz: \"Běžte! GHARTOK AL MNEM! Bůh jest přišed! NUMI MORA! NUM DALAE MNEM!\" Jakmile jednou vkročíš do Mýtična, jeho síly se ti odevzdají. Mýtus není nic jiného než prvotní touha. Nevyslovitelná pravda. Nad těmito slovy uvažuj, až budeš hledat čtvrtý klíč. Pochopené zákony magické podstaty odezní jako žár. \"Příkaz První věže: spoutej míšence v místě, kde nenapáchá žádných škod. Jest Bohem Mundu a celé jeho pokolení bude stejné, zbaveno své nebeské jiskry. Je nás Osm krát osm Exarchů. Nechť nás domov Padomay sezná za jediné východisko.\" CHIM. Ti, kdo ho znají, mohou tvarovat svět. Pohleď na domov Rudého krále Kdysi Obrostlého Džunglí. Každý, kdo vstoupí do Ráje, vstoupí do své Matky. AE ALMA RUMA! Aurbis skoncuje na tucet způsobů. Ježto vše končí, hledáme konec skrze náš Úsvit. Jestli teď zavrávoráš, přidáš se k sirotkům sešlým z cesty, jimiž se živím. Jestli mě budeš následovat, ověnčím tě zevnitř. Má první dcera seběhla z cesty Dagonitů. Jmenovala se Ruma a já jsem ji pojedl bez chleba. Pak jsem si udělal další, která už byla poučenější, a tu jsem měl rád a pak jí kosi mimo čas utvořili dvojče. Světlo hvězd ti bude pláštěm, bratře. Oděj se do něj, by ti svítilo na cestu a přivedlo tě do Ráje.[1]"
}