{
    "title": "Zápisky k Mysteriu Xarxes, Kniha první",
    "table_of_contents": "",
    "infobox": "",
    "content": "Zápisky k Mysteriu Xarxes, Kniha první Autor Mankar Camoran Předchozí díl Není Další díl Zápisky k Mysteriu Xarxes, Kniha druhá Výskyt The Elder Scrolls IV: OblivionThe Elder Scrolls V: Skyrim Zápisky k Mysteriu Xarxes Kniha první od Mankara Camorana DAGON Buď pozdraven, novici, a hned ze začátku slyš útěchu: Mankar Camoran byl kdysi stejný jako ty, strnulý, zabedněný a protonymický. Když se my smrtelníci rodíme a vylézáme ze snového lůna na tento svět, jsme všichni stejní, poznamenaní sice symbiózou se svou matkou, ale jinak nepopsaní. Tvarují nás zkušenosti a naši bližní, až nakonec získáme nový pohled na svět a odhodláme se opustit rodinný krb, nebojíce se nyní, že zanecháme matku samotnou. Tím jí navždy zničíme a vstoupíme do říše lorda Dagona. Věz, čtenáři, že tato kniha je branou do Dagonova světa a ty, přestože jsi ničitel, stále ještě nedokážeš prolomit všechny zámky. Lord Dagon přijme jen ty, kdo jsou dostatečně chytří a dvakrát měří; všechny ostatní v jejich pošetilém spěchu pojme Aurbis. Kráčej zvolna. Buď pozorný. Netrpělivost je prvním otrokem, jehož musíš obětovat. Učiň, jak předepsal lord Dagon: přistup zvolna a přines s sebou čtvero klíčů. Věz, že od té chvíle jsi urozené krve, jsi nové plémě ničitele a tvá zahrada zaplane květy známými i neznámými, stejně jako tomu bylo za mýtického úsvitu. Vrátíš se tehdy ke svému prvotnímu bědování, ale vyjdeš z něho pozměněn. Tentokrát budeš v neonymbióze, pán podobný Pánu, jehož Matkou je pach rozkladu. Každý kraj nás již poznal, přičemž žádný nepřihlížel našemu příchodu jinak než s hrůzou. Možná tě k nám zavedla válka, možná studium, možná stín, možná jisté uspořádání hadů. Přestože na způsobu příchodu také do určité míry záleží, odměna je vždy rovná: vítej, novici, že ses dopravil až sem znamená, že jsi hodnější králů. Sáhni si nyní do kapsy a pohleď! Je v ní první klíč. Jak se jen třpytí ve světle nového úsvitu! Po každém dni následuje noc, pročež pamatuj na to, že i toto prvotní osvícení se překlene v rozbouřené moře večera, kde je zkoušena víra každého z nás. Opět slyš útěchu: dokonce i velký Uzurpátor klesl do kolen před Iliacem, než se mohl opět vstát a domáhat se svých flotil. Strachuj se jen na okamžik. Otřesená víra poslouží podobně jako voda: v zahradě Úsvitu pak budeme dýchat celá univerza. Učiň, jak předepsal lord Dagon: přistup zvolna a přines s sebou čtvero klíčů. Náš řád je založen na principech Jeho mocné břitvy: prvně novic, pak rytíř tovaryš, pak kaplan, nakonec Pán. Nechť v jeho jasném žáru shoří nehodní, jimž se nedostává naší prozřetelnosti. Pak rozmýšlej o naší Moudrosti. Pamatuj však, že tvůj rozhled je stále omezený, a že přestože máš pozvánku, stále ještě neznáš adresu. Já sám jsem byl osloven knihou, jíž sepsal náš pán Dagon v pouštích rzi a ran. Nazývá se Mysterium Xarxes, jest všehospisem aldmeretady, praotcem družky všech záhad. Každé její slovo je břitké a mnohovýznamové, užší než kataklyzmata, zašlé jako rudý nápoj. Budiž to, že o ní vůbec hovořím, poctou tvé nově nabyté hodnosti, mé dítě. Tvé jméno se nyní vyrylo do jejích stran. Ať už jsi z paláce, jeskyně, či chýše, zanechal jsi všechny mlžné světy představ za zády. Nu-mantia! Svoboda! Raduj se z příslibu ráje! Vše kolem tebe se bude donekonečna utvářet a přetvářet, skutky se stanou entitami, systémy přežijí sotva hodinu, než rozkvetou do nulového součtu a zbarví se jako obřadní roucho, božský háv, do něhož se odíváme, když tančíme u zlatých nohou lorda Dagona. V jedné ruce svírá bouři, ve druhé hřmění chorobného deště, ve třetí Anuův troud, ve čtvrté oči samotného Padhoma. Ciť se povznesen na duchu, neboť držíš tento první klíč, jenž zleva i zprava udeří do hnojiště falešných nebes. Chodil jsem hřímaje, dokud jsem z Jeho evangelia neochraptěl. Četl jsem mystéria lorda Dagona, až jsem je nedokázal pojmout a zešílel jsem v pocitu novosti. Má slova nemohla nikde vzklíčit, dokud jsem se neuchýlil do skrytu. Nebyla to slova pro tamrielskou lůzu, jejíž falešní kněží odedávna zastírali i samou existenci Úsvitu. Pouč se z mé chyby: věz, že prvním osvícením Mankara Camorana byla pokora. Přistup zvolna a přines s sebou čtvero klíčů. Odevzdal jsem se novému svítání, díky čemuž mne mohl obepnout pás jeho milosti. Když se mi pak vrátil hlas, promlouval ke mně v jiném jazyce. Za tři dny už jsem dokázal hovořit řečí ohně. Opojen rudým nápojem podávaným břitvou zahlédl jsem cestu do zahrad a došlo mi, že než budu moci ostatní o tomto přístavišti zpravit, budu se muset napřed utopit v moři hledání. Věz nyní, že jsem již našel své loďstvo že ty jsi vlajkovou lodí mé naděje. Buď pozdraven, novici, Mankar Camoran byl kdysi stejný jako ty, strnulý, zabedněný a protonymický, teď jsem však Jiný. Teď si trůním a vyčkávám, než spolu s tebou budu moci hodovat na všech světech tohoto kosmu. Nu-mantia! Svoboda![1]"
}