{
    "title": "Éra úsvitu",
    "table_of_contents": "",
    "infobox": "",
    "content": "Éra úsvitu, také známá jako Počátek časů,[1] bylo časové období, kdy tok času nenásledoval přímou linii a kdy ještě nebyly ustanoveny přírodní zákony. Některé události, jako třeba hnutí velothských disidentů, jsou připisované jak éře úsvitu, tak meretické éře. V pozdějších érách, na různých územích a během různých časových obdobích, lidé zažívali návrat chaosu Úsvitu, dnes těmto případům říkáme Dračí zlomy. Stvoření Všechno to začalo v Nicotě, když do ní vstoupily dvě pravěké síly, Anu a Padomay, řád a chaos. Z důvodu sebeporozumění, Anu zplodil vlastní duši, Anui-Ela, nekonečné nepopsatelné světlo. To ale netušil, že se Padomay rozhodl udělat to samé, a tak vznikl Sithis, zkažený nevýslovný čin. Vzájemné působení těchto dvou duší vytvořilo vesmír, Aurbis. Přestože je Anui-Elovi ve většině kulturách připisované právě toto vzájemné působení, Padomay je považován za důležitějšího z nich, jelikož je zodpovědný za způsobení reakce, která vytvořila Aurbis. Sithis je tedy původní stvořitel, entita, která svou podstatou způsobuje změnu bez koncepce. Když si Anui-El všiml, že Aurbis, který se svým protějšek stvořil je nestabilní, zplodil svou duši, kterou známe pod názvem Auri-El. Byl to právě on, kdo vynalezl čas, a způsobil tím, že si vesmír začal vytvářet své přirozenosti a svá omezení, a že se Původní přízraky, kterým říkáme Et'Ada začaly vytvářet a brát na sebe jména. Ve stejné době, kdy Anui-El stvořil Auri-Ela, Sithis zplodil Lorkhana, Ztraceného boha, který se, stejně jako Anu a Padomay, vyskytuje v každém mýtu o stvoření. Lorkhan byl, na rozdíl od Auri-Ela, založen spíše na omezeních nežli přirozenostech. Sithis ho stvořil za účelem zničit Anui-Ela a spolu s ním i celý Aurbis. Lorkhan oklamal Anui-Ela a jeho aspekty do přesvědčení, že je jedním z nich, čímž si získal mnoho stoupenců, a tak je oslovil s plánem založení vlastní říše, Mundus. Tento svět by následně naplnili stvořeními, které by et’Ady samy vymyslely a vytvořily. Několik zdrojů tvrdí, že Kynareth byla první, kdo souhlasil s Lorkhanovým plánem a zařídila místo pro Mundovo stvoření v Nicotě. Mezi přesvědčenými byl i Magnus, bůh magie, který sloužil jako architekt Mundu, jelikož vytvořil náčrty a schémata. Jakmile Lorkhan sdělil Auri-Elovi, že bude králem tohoto nového světa, připojil se k němu. Skupina padomayských tvorů se odmítla zapojit do projektu a místo toho si stvořila své vlastní světy. Jim se říká Daedričí princové. Když Aedry začaly Mundus tvořit, brzy si uvědomily, že byly oklamány. Přestože byli Anu a Padomay bezmezní, Et'Ady nebyly. Uvědomily si, že se vzdávaly částí sebe samotných, aby tento nový svět stvořily, čehož si byl Lorkhan (podle merů) podle všeho zcela vědom. Následně se na místě, kde se rozkládá dnešní Cyrodiil, objevily runové kameny, které byly podle vědců dary od Lorkhana smrtelníkům. Také byly stvořeny sigilské kameny. Magnus, zděšen tím, co se z Mundu stalo, uprchl do Aetheria a cestou protrhl masivní díru do Oblivionu, kterou známe jako dnešní slunce. Et'Ada, které se ho rozhodly následovat, známe pod jménem Magna Ge. Ty protrhly mnohem menší díry do Oblivionu - těmi jsou hvězdy. Nové slunce a hvězdy umožnily, aby do Mundu prostoupila magie. Podle některých záznamů se Magnus rozhodl projekt ukončil. Většina stvořitelů Mundu buď zemřela nebo byla těžce zraněna kvůli své oběti a navíc byl tehdy Mundus vysoce magický a nebezpečný. Jak Aedry kráčely Mundem, začal se jeho fyzický vzhled a dokonce i nestárnoucí kontinuita existence samotné stávat nestabilní. Už existovaly pouze jako stíny svých někdejších já. Nový svět bylo chaotické místo, kde čas nefungoval tak, jak by měl (jako při Dračím zlomu). Nenávist a vztek k Lorkhanovi stále rostli. Auri-El prosil Anua, aby je vzal zpět, ale ten už Auri-Ela dávno nahradil jiným aspektem. Z tohoto důvodu mu Anui-El daroval svůj luk a štít, aby zachránil Aldmery před Lorkhanovou armádou lidí. Poté Auri-El založil první království Altmerů, Altmoru a Starou Ehlnofey. Během vrcholu starodávných válek mezi Auri-Elem a Lorkhanem, Trinimac, který byl Aurielovým nejlepším rytířem, srazil Lorkhana k zemi před jeho vlastní armádou lidí a vyrval mu srdce z hrudi s úmyslem ho zničit. Lorkhanovi muži odtáhli jeho tělo z bojiště a přísahali, že se pomstí všem Aurielovým dědicům. Když se ale Trinimac a Auriel pokusili Srdce zničit, vysmálo se jim a řeklo: 'Toto Srdce je srdcem světa, neboť jedno bylo stvořeno k uspokojení druhého.' Podle některých legend hned po odstranění Lorkhanova srdce poprvé začalo pršet. Daedričtí princové se čím dál tím víc obávali Jyggalaga, výjimečně mocného Daedrického prince řádu. Společně se ho rozhodli proklít a přeměnili ho na Sheogoratha, Daedrického prince šílenství. Podle khajiitské legendy prozradila Azurah První tajemství Masserovi a Secundě, kteří se rozdělili, čímž jí umožnili přeměnit trpící lesní lidi na Khajiity. Y'ffer, bosmerský bůh písní a lesů, toto Tajemství zaslechl a využil ho, aby přeměnil jeho vlastní skupinu lesních lidí do Bosmerů. Aldmerská společnost se začala rozpadat. Někteří, jako chimerové, se rozhodli poslouchat Daedrám, a jiní, jako Bosmerové, pošpinili ,časovou linii' tím, že si brali lidské manželky. Lidé se vzbouřili a napadli Altmoru, úplně ji ovládli a vyhnali Auri-Elovy armády na jih do Staré Ehlnofey/Aldmeris. Nirn byl rozpolcen válkou mezi Aldmeris a tuláky (lidmi). Aldmeris byl v ruinách a zbývající lidé se rozešli do jiných kontinentů - Atmory, Yokudy a Akaviru. Většina území stromů Histu byla zničena, z nichž zbyl jenom jenom současný Černý močál. V současném Bílém Průsmyku ve Skyrimu byla postavena Nebeská kovárna nejspíš jako část božího úsilí vytvořit ráj v Mundu. Aldmerové vytvořili magické welkyndské kameny, které vždy mířily určitým světem - na severozápad, severovýchod a jih. V posledních dnech éry úsvitu se prorok Veloth, který považoval kulturu Summersetských ostrovů za dekadentní, pokusil odvézt své následovníky do nové země, ale Trinimac a jeho stoupenci je zastavili. Legendy říkají, že Daedrický princ Boethiah byl naštvaný na Trinimaca, jelikož rozšiřoval lži o Lorkhanovi. Kvůli tomu Boethiah Trinimaca podvedl, snědl a pak na sebe vzal jeho podobu. Za pomocí snů a vizí Boethiah přesvědčil Velotha založit novou sektu zasvěcenou víře, že se smrtelníci mohou stát bohy. Trinimacovi kněží toto prohlásili za rouhačství a právě ve chvíli, kdy měl padnout rozsudek, zjevil se Boethiah a odhalil lži Trinimacova učení používaje Trinimacova vlastního hlasu. Poté, co duchovní důkladně zesměšnil, si Boethiah ,ulevil' od Trinimaca přímo před zraky celého shromáždění, a tak vznikl Malacath. (Zdroje připisují Trinimacovu přeměnu na Malacatha jak k éře úsvitu, tak k merethické éře.) Dwemerové začali studovat Ehlnofey. Hlavně proces při kterém se svatí stanou rouhači a naopak. Po úprku Magna a jeho stoupenců et'Ady postavily věž, kde se rozhodly, co dál s Mundem. Tato věž byla a je známá jako Ur-Věž, Adamantinová věž nebo Dirennská věž a leží na ostrově Balfiera v Iliackém zálivu. Na tomto Shromáždění byly určeny všechny fyzické, světské, spirituální a magické zákony Nirnu. Zde se také rozhodlo o Lorkhanově osudu. Byl navěky vypovězen do smrtelných zemí. Jeho srdce, imunní vůči zničení, bylo připevněno na šíp a vystřeleno Auri-Elem do moře. Na místě jeho dopadu vznikla Rudá hora a Lorkhanovi nezbylo nic jiného, než se potloukat po světě, který sám vymyslel. Vývoj smrtelníků následně postupoval podstatně pomaleji. Věž zůstala stát, přestože se někteří bohové vrátili do Aetheria. Ehlnofey se rozhodly se obětovat a přeměnily se do různých podob a zůstaly, aby Mundus zachránily. Substance světa se vytvořila z jejich přeměn a původní přízraky daly přednost nástupu smrtelných ras. Někteří, jako Auriel, vystoupali na nebesa díky svým následovníkům. Magie ubyla společně s tímto exodem bohů a Aurbis se stabilizoval. Tímto začíná lineární elfí historie a spolu s tím i merethická éra. [2][3]"
}