{
    "title": "Éra",
    "table_of_contents": [
        "Obsah",
        "1 Éra úsvitu",
        "2 Meretická éra",
        "3 První éra",
        "4 Druhá éra",
        "5 Třetí éra",
        "6 Čtvrtá éra"
    ],
    "infobox": "",
    "content": "Historie Tamrielu je krvavá a rušná. Doposavad bylo šest ér, kdy každá z nich značí významné časové období a změnu. Éra úsvitu Hlavní článek: Éra úsvitu V éře úsvitu se zrodil čas a vesmír. Bylo to období chaosu a magie, kdy bohové kráčeli po Nirnu. Elfí historie začala, když se kosmos stabilizoval poté, co Magnus svět Nirnu opustil a Lorkhan byl odsouzen za stvoření smrtelné říše. Začala se vznikem Anua a Padomaye a skončila Shromážděním. Meretická éra Meretická éra začíná v době, kdy můžeme jasně rozeznat lineární časovou linii. Éra začala v roce 2500; nejstarší datum zaznamenané písaři krále Haralda, a pokračuje pozpátku až do 1E 1 (prvního roku první éry). Mezi nejvýznamnější události meretické éry patří stavba Adamantinové věže (ME 2500), exodus aldmerů z jejich starodávné domoviny Aldmeris a jejich následné usazení na rozlehlých pobřeží, pozdější exodus atmoranů z kontinentu Atmora, předků nordů, kteří obydlovali severní tamrielská pobřeží. Éra končí se založením camoranské dynastie ve Valenwoodu. První éra První éra je velmi dlouhá a trvala 2920 let. Byla poznamenaná viditelnou změnou vlády mezi elfy a lidmi, kdy zvítězilo Alessianské povstání a Ayleidská říše padla. Druhá éra začala, když byl císař Reman Cyrodiil III. a jeho dědic, Juilek, zavražděn, čímž skončila remanská linie cyrodiilských císařů, a tsaestský potentát Versidue-Shaie usedl na trůn. Mezi nejvýznamnější události první éry patří založení prvního Orsinia, prvního skyrimského království a prvního „lidského císařství“, vedeného svatou Alessií. Druhá éra Hlavní článek: Druhá éra Druhá éra trvala 896 let, začala s pádem dynastie Remanů rukou Morag Tongu a skončila, když Tiber Septim získal Numidium a přinesl Tamrielu mír. Mezi nejvýznamnější události této éry patří vražda potentáta Versidue-Shaia a později i jeho syna Savirien-Choraka a všech jeho dědiců, čímž skončila druhá lidská říše a začalo Interregnum. V tomto období se odehrála válka tří vlajek mezi Ebonheartským paktem, Daggerfallskou smlouvou a Prvním Aldmerským spolkem o rubínový trůn, zatímco elfský nekromant Mannimarco vládl Říši a spolupracoval s daedrickým princem Molag Balem, jenž chtěl vtáhnout svět smrtelníků do své vlastní pláně Zapomnění, Coldharbouru. Třetí éra Hlavní článek: Třetí éra Třetí éra trvala velmi krátce, pouhých 433 let (v této éře se odehrává většina TES her). Začala, když Tiber Septim sjednotil Tamriel pod vlajku Císařství v čele se septimskou dynastií. Již od samotného začátku třetího lidského císařství byla plná občanských válek a revolt proti místní vládě. Mezi nejvýznamnější události patří vítězství Nerevarina nad Dagothem Urem a Akulakhanem, druhá erupce Rudé hory a vražda císaře Uriela Septima VII., která vedla ke Vpádu Zapomnění. Oběť Martina Septima během Vpádu značí konec jak septimské dynastie, tak třetí éry. Čtvrtá éra Hlavní článek: Čtvrtá éra Čtvrtá éra začíná s pádem rodu Septimů během událostí The Elder Scrolls IV: Oblivion. Značí ji vzestup Thalmoru, založení Třetího Aldmerové spolku a velká válka s třetím císařstvím. Poslední nám známý rok této éry je 201, kdy se odehrála Dračí krize a kdy Poslední Drakorozený porazil Požírače světů, Alduina."
}