{
    "title": "Časová os",
    "table_of_contents": [
        "Obsah",
        "1 Technický predslov",
        "2 Éra úsvitu",
        "3 Meretická/Mýtická éra",
        "4 Prvá éra",
        "4.1 1E 0",
        "4.2 1E 20",
        "4.3 1E 63",
        "4.4 1E 113",
        "4.5 1E 139",
        "4.6 1E 140",
        "4.7 1E 143",
        "4.8 1E 198",
        "4.9 1E 200",
        "4.10 1E 221",
        "4.11 1E 221+",
        "4.12 1E 222",
        "4.13 1E 227",
        "4.14 1E 240",
        "4.15 1E +240",
        "4.16 1E 242",
        "4.17 1E 243",
        "4.18 1E 246",
        "4.19 1E 263",
        "4.20 1E 266",
        "4.21 1E 322",
        "4.22 1E 340",
        "4.23 1E 355",
        "4.24 1E 358",
        "4.25 1E 361",
        "4.26 1E 369",
        "4.27 1E 376",
        "4.28 1E 393",
        "4.29 1E 401",
        "4.30 1E 415",
        "4.31 1E 416",
        "4.32 1E 420",
        "4.33 1E 448",
        "4.34 1E 452",
        "4.35 1E +452",
        "4.36 1E 461",
        "4.37 1E 463",
        "4.38 1E 470",
        "4.39 1E 478",
        "4.40 1E 482",
        "4.41 1E 533",
        "4.42 1E 700​​​​​​​",
        "4.43 1E 800",
        "4.44 1E 803",
        "4.45 1E 950",
        "4.46 1E +952",
        "4.47 1E 980",
        "4.48 1E 983",
        "4.49 1E 1200",
        "4.50 1E 2208",
        "4.51 1E 2305",
        "4.52 1E 2321",
        "4.53 1E 2331",
        "4.54 1E 2703",
        "4.55 1E 2714",
        "4.56 1E 2762",
        "4.57 1E +2762",
        "4.58 1E 2794",
        "4.59 1E 2804",
        "4.60 1E 2805",
        "4.61 1E 2806",
        "4.62 1E 2811",
        "4.63 1E 2812",
        "4.64 1E 2818",
        "4.65 1E 2837",
        "4.66 1E 2840",
        "4.67 1E 2843",
        "4.68 1E 2851",
        "4.69 1E 2877",
        "4.70 1E 2899",
        "4.71 1E 2903",
        "4.72 1E 2917",
        "4.73 1E 2920",
        "5 Druhá éra",
        "5.1 2E 0",
        "5.2 2E 12",
        "5.3 2E 24",
        "5.4 2E 100+",
        "5.5 2E 120",
        "5.6 2E 126",
        "5.7 2E 148",
        "5.8 2E 184",
        "5.9 2E 212",
        "5.10 2E 227",
        "5.11 2E 230",
        "5.12 2E 283",
        "5.13 2E 309",
        "5.14 2E 320",
        "5.15 2E 321",
        "5.16 2E 324",
        "5.17 2E 326",
        "5.18 2E 342",
        "5.19 2E 360",
        "5.20 2E 366",
        "5.21 2E 369",
        "5.22 2E 372",
        "5.23 2E 401",
        "5.24 2E 412",
        "5.25 2E 430",
        "5.26 2E 450",
        "5.27 2E 465",
        "5.28 2E 486",
        "5.29 2E 521",
        "5.30 2E 541",
        "5.31 2E 546",
        "5.32 2E 555",
        "5.33 2E 560",
        "5.34 2E 563",
        "5.35 2E 566",
        "5.36 2E 567",
        "5.37 2E 572",
        "5.38 2E 573",
        "5.39 2E 576",
        "5.40 2E 578",
        "5.41 2E 580",
        "5.42 2E 582",
        "5.43 2E 583",
        "5.44 2E 603",
        "5.45 2E 803",
        "5.46 2E 812",
        "5.47 2E 828",
        "5.48 2E 830",
        "5.49 2E 831",
        "5.50 2E 852",
        "5.51 2E 854",
        "5.52 2E 855",
        "5.53 2E 855+",
        "5.54 2E 861+",
        "5.55 2E 862",
        "5.56 2E 864",
        "5.57 2E 864+",
        "5.58 2E 865",
        "5.59 2E 882",
        "5.60 2E 893",
        "5.61 2E 895",
        "5.62 2E 896",
        "6 Tretia éra",
        "6.1 3E 0",
        "6.2 3E 6",
        "6.3 3E 12",
        "6.4 3E 38",
        "6.5 3E 41",
        "6.6 3E 48",
        "6.7 3E 51",
        "6.8 3E 63",
        "6.9 3E 64",
        "6.10 3E 67",
        "6.11 3E 77",
        "6.12 3E 79",
        "6.13 3E 80",
        "6.14 3E 81",
        "6.15 3E 97",
        "6.16 3E 98",
        "6.17 3E 99",
        "6.18 3E 100",
        "6.19 3E 104",
        "6.20 3E 105",
        "6.21 3E 109",
        "6.22 3E 110",
        "6.23 3E 111",
        "6.24 3E 112",
        "6.25 3E 114",
        "6.26 3E 119",
        "6.27 3E 120",
        "6.28 3E 121",
        "6.29 3E 125",
        "6.30 3E 127",
        "6.31 3E 131",
        "6.32 3E 134",
        "6.33 3E 136",
        "6.34 3E 137",
        "6.35 3E 139",
        "6.36 3E 140",
        "6.37 3E 141",
        "6.38 3E 145",
        "6.39 3E 147",
        "6.40 3E 150",
        "6.41 3E 153",
        "6.42 3E 172",
        "6.43 3E 195",
        "6.44 3E 200",
        "6.45 3E 202",
        "7 Štvrtá éra"
    ],
    "infobox": "",
    "content": "Časová os je chronologicky usporiadaný zoznam či sled udalostí Nirnskej histórie. Technický predslov Čitateľovi je nutné dať do pozornosti, že presné, časovo zaznamenané údaje začínajú až od vytvorenia Adamanitovej veže v roku 2500 Meretickej éry respektíve (čisto chronologicky) od presného začiatku Prvej éry. Roky Éry úsvitu a Meretickej éry sa odpočítavajú (takisto ako v prípade pozemských rokov pred Kristom), zatiaľ čo roky riadnych ér (Prvej, Druhej, Tretej a Štvrtej) sa klasicky pripočítavajú. Niekedy je ťažké určiť kedy presne sa daná konkrétna udalosť stala, pretože sa o jej presnom datovaní vedie dišputa (resp. zdroje si datovaním odporujú medzi sebou, takéto udalosti sú označené nápisom: prekrývajúci sa zdroj). Niektoré udalosti sú taktiež subjektom fenoménu známeho aj ako Zlom draka kedy je prakticky nemožné určiť presné datovanie udalosti, pretože taktiež nie je možné určiť či sa udalosť naozaj udiala. Éra úsvitu Hlavný článok: Éra úsvitu Meretická/Mýtická éra Hlavný článok: Meretická éra Prvá éra Hlavný článok: Prvá éra 1E 0 Prvý Valenwoodský veľkráľ Epelar zakladá rod Camoranovcov. 1E 20 Sú zaznamenané najstaršie dokumenty Psijického rádu. Ich obsahom je báj o slávnom bretonskom mágovi Voernetovi, jeho ceste na ostrov Artaeum a stretnutí s Iachesisom. 1E 63 Do Skyrimu prichádza posledná Atmorská výprava. Sú to dve lode plné mŕtvol. 1E 113 Narodil sa budúci veľkráľ Harald - prvý kráľ Skyrimu a prvý kráľ Ysgramorovho rodu . 1E 139 Veľkráľ Harald vedie posledné vojenské ťaženie voči snežným elfom (Falmerom). 1E 140 Skorm Snow-Strider nachádza Forelhost. 1E 143 Veľkráľ Harald dobyl celé územie Skyrimu. 1E 198 Odohráva sa najkrvavejšia bitka Narfinselskej schizmy, takzvané vyčistenie Wendelbacku. 1E 200 Sú napísané Tamrielské traktáty. 1E 221 Veľkráľ Harald umiera vo veku 108 rokov. Veľkráľom Skyrimu sa stáva Hjalmer - syn veľkráľa Haralda. 1E 221+ Dwemeri obývajúci Skyrim nachádzajú surové Aetherium. Je vytvorená aliancia štyroch dwemerských miest (Arkngthamz, Raldbthar, Mzulft, a Bthar-zel) zameraná na ťaženie, skladovanie a štúdium Aetheria. Pod mestom Bthalft je postavená Aetheriová vyhňa. Medzi Dwemerskými mestami sa odohrávajú Aetheriové vojny trvajúce niekoľko desiatok rokov. 1E 222 Veľkráľ Hjalmer umiera. Veľkráľom Skyrimu sa stáva Vrage - druhý syn kráľa Haralda. 1E 227 Začína sa Graduálny masaker. 1E 240 Veľkráľ Vrage začína svoje úspešné vojenské ťaženia voči provinciám High Rock a Morrowind. 1E +240 Nejaký čas po Vrageho ťaženiach sa stáva Skyrimským veľkráľom Gellir. Veľkráľ Gellir dobýja Dwemerské mestské štáty nachádzajúce sa v Skyrime. 1E 242 Alessia započala vzburu proti Ayleidskej tyranii. 1E 243 Rebeli dobýjajú Zlatobielu vežu čo je historikmi vnímané ako symbol pádu Ayleidskej ríše. Oficiálne vznikla Alesiánska ríša (známa tiež ako Prvá ríša). Alessia je korunovaná za prvú cisárovnú Alesiánskej ríše. Pelinal Whitestrake zabíja kráľa Umarila. 1E 246 Vznik Daggerfallu. 1E 263 Začína sa Neskoršia Ayleidská doba. Historikmi nazývaná etapa dejín, počas ktorej Ayleidskí vladári postupne strácali mocenský vplyv. Definitívne ho stratili až nástupom Alesiánskeho rádu respektíve pádom Dirennskej hegemónie. 1E 266 Cisárovná Alessia umiera. Alessia je vyhlásená za svätú. Cisárom Alesiánskej ríše sa stáva Belharza, syn svätej Alessie. 1E 322 Cisár Belharza umiera. Cisárom Alesianskej ríše sa stáva Ami-El. 1E 340 Camoranovská dynastia uzatvára zmluvu s Alesiánskym rádom. 1E 355 Klan Direnni získava kontrolu nad Balfierou. 1E 358 Začína sa Dirennská hegemónia. 1E 361 Alesiánsky rád získava kontrolu nad ríšou a uzákoňuje Alesiánske doktríny. Všetci ayleidskí šľachtici sú pozbavení svojich titulov na základe Alesiánskych doktrín. Začína exodus Ayleidov do Valenwoodu. 1E 369 Skyrimského veľkráľa Borgasa zabíja divoký lov. Začína Vojna o nástupnictvo. Skyrim postupne stráca svoje dobyté územia v High Rocku a Morrowinde. 1E 376 Tradičná vláda Yokudánskych cisárov je zvrhnutá. Začína sa tristo rokov trvajúca Yokudánska občianska vojna medzi jednotlivými vojvodcami známymi ako Yokedy. 1E 393 Svätí Marukovi bratia vedení opatom Cosmasom smerujú do Malady za účelom jej vyplienenia. 1E 401 Skyrim stráca všetky cudzie územia nadobudnuté počas predošlých ťažení 1E 415 Definitívny koniec Skyrimských ťažení. 1E 416 Indoril Nerevar a trpasličí kráľ Dumac uzatvárajú spojenectvo. Toto spojenectvo neskôr získa názov Prvá rada. 1E 420 Olaf Jednooký sa stáva veľkráľom Skyrimu. Koniec Vojny o nástupníctvo. Dwemerský klan Rourken zakladá mesto Volenfell na území dnešnej provincie Hammerfell. 1E 448 Narodil sa budúci kráľ Skingradu Rislav Larich. 1E 452 Koniec vlády veľkráľa Olafa Jednookého. 1E +452 Asurn sa uchádza o titul veľkráľa Skyrimu. Kjoric Biely sa stáva veľkráľom Skyrimu. 1E 461 Cisárom Alesiánskej ríše sa stáva Gorieus. 1E 463 Kultisti vyznávajúci Merrunza vypaľujú Corinthský veľký archív. 1E 470 Elfovia z Lillandril nachádzajú Lillandrilskú čutoru. 1E 478 Cisár Goreius zabíja veľkráľa Kjorica počas bitky o Sungard. Veľkráľom Skyrimu sa stáva Hoag, syn Kjorica Bieleho. Skingradský kráľ Mhorus umiera na mor. Dorald Larich sa stáva Skingradským kráľom. Skingrad sa stáva súčasťou Alesiánskej ríše. Dorald Larich umiera rukou vlastného brata. Rislav Larich sa stáva Skingradským kráľom. Bitka o Skingrad. 1E 482 Bitka o Glenumbru. V bitke o Glenumbru prichádza o život veľkráľ Hoag. Veľkráľom Skyrimu sa stáva Wulfharth, známy aj ako Ysmir. 1E 533 Veľkráľ Wulfharth umiera. 1E 700​​​​​​​ Bitka o Červenú horu. Končí Vojna Prvej rady. Zmiznutie Dwemerskej rasy. Vzniká Tribunál. Nastáva Zlom draka - udalosť pri ktorej sa láme čas. 1E 800 Okolo tohoto roku je založené mesto Wayrest. 1E 803 Redguardi prichádzajú zo svojej pôvodnej domoviny do okolia Iliackého zálivu a Daggerfallu. 1E 950 Začína obliehanie Orsinia. 1E +952 Legendárny šermiar a vodca rádu Diagny Gaiden Shinji umiera počas obliehania Orsinia. 1E 980 Obliehanie Orsinia končí víťazstvom obliehateľov. Na následky obliehania je mesto zničené a opustené jeho obyvateľmi ako ruina. 1E 983 Založenie mesta Evermore. 1E 1200 Začína Stredosvit, najdlhší Zlom draka v dejinách Tamrielu. 1E 2208 Koniec Stredosvitu. 1E 2305 Alesiánsky rád usporiadava vojenské ťaženie do High Rocku s cieľom pričleniť provinciu k Prvej ríši. Tento počin končí neúspechom. 1E 2321 Začína sa Vojna spravodlivosti. Počas tejto vojny je vypálených a zničených mnoho knižníc obsahujúcich historické záznamy o minulosti. 1E 2331 Koniec Vojny spravodlivosti. Zánik Alesiánskeho rádu. Zánik Alesiánskej ríše. 1E 2703 Začína sa prvá Akavirská invázia do Tamrielu V bitke o Pale Pass sa akavirská armáda vzdáva drakorodenému vojvodcovi Remanovi Cyrodiilovi. Reman Cyrodiil zakladá Cyrodilickú ríšu. 1E 2714 Valenwood sa stáva súčasťou Cyrodilickej ríše. 1E 2762 Reman Cyrodiil umiera. 1E +2762 Cisárom Cyrodilickej ríše sa stáva Kastav. 1E 2794 Narodenie Remana Cyrodiila II. 1E 2804 Ľadohrad sa búri proti cisárovi Kastavovi kvôli zvyšovaniu daní. 1E 2805 Cisár Kastav oblieha Sky Haven Temple. 1E 2806 Cisár Kastav je zosadený z trónu. Reman Cyrodiil II sa neoficiálne stáva cisárom. Končí obliehanie Sky Haven Temple. 1E 2811 Začína sa Čiernovodá vojna. Bitka o Argóniu. 1E 2812 Reman Cyrodiil II je oficiálne korunovaný za cisára. Black Marsh sa stáva súčasťou Cyrodilického cisárstva. Bývalý cisár Kastav umiera v Murkmire. 1E 2818 Dokončenie Alduinovej steny. 1E 2837 Cyrodilické cisárstvo anektuje Black Marsh. Končí Čiernovodá vojna. 1E 2840 Začína sa dlhá osemdesiatročná vojna medzi Cyrodilickým cisárstvom a Morrowindom známa aj ako Vojna štyroch účtov. 1E 2843 Podľa knihy Reman II: Limity ambície v tomto roku zomiera Reman Cyrodiil II. (prekrývajúci sa zdroj) 1E 2851 Podľa nápisu na hrobke zomiera Reman Cyrodiil II v tomto roku. (prekrývajúcí sa zdroj) Cisárom Cyrodilickej ríše sa stáva Brazollus Dor. 1E 2877 Brazollus Dor umiera. Cisárom Cyrodilickej ríše sa stáva Reman Cyrodiil III. 1E 2899 Manželka cisára Remana Cyrodiila III, Tavia je obvinená zo zrady. 1E 2903 Začína sa Vojna o Uvichil. 1E 2917 Vojna o Uvichil končí. 1E 2920 Bitka o Ald Marak. Reman Cyrodiil III je zavraždený členmi Morag Tong. Versidue-Shaie sa stáva potentátom Cyrodilickej ríše. Druhá éra Hlavný článok: Druhá éra 2E 0 Versidue-Shaie vyhlasuje začiatok druhej éry. 2E 12 Gwylimská univerzita v spolupráci s Tjurhanom Fyrrem zverejňuje jednu z mála vedeckých prác týkajúcich sa Ayleidoch. 2E 24 Daggerfallský pisár Arkan zverejňuje knihu o jeho skúsenostiach a stretnutiach s Baan Darom. 2E 100+ Muhay at-Turna objavuje ruiny Kardaly. 2E 120 Viana Čistá, panenská vládkyňa Lainlynu, začína svoju vládu. 2E 126 Publikácia knihy Účinky Zvitkov Predkov. 2E 148 Viana Čistá končí svoju vládu. 2E 184 Drak Grahkrindrog je zabitý. 2E 212 Drak Mirmulnir je naposledy spozorovaný v regióne Plání. 2E 227 Tjurhane Fyrre, jeden z najlepších Ayleidských mudrcov ako aj najplodnejších publicistov, umiera. 2E 230 Vanus Galerion zakladá Cech mágov. 2E 283 Proti potentátovi Versidue-Shaieovi sa dvíha vlna odporu naprieč celým Cyrodilickým cisárstvom. Zničenie cisárskej pevnosti v Dawnstare. Potentát Versidue-Shaie zvoláva Bardmontský koncil. 2E 309 Svadba Keirga z Anequiny a Eshity z Pelletine. Kráľovstvá Anequina a Pelletine sa spájajú do jedného celku vytvárajúc kráľovstvo Elsweyr. 2E 320 Je vytvorený cech bojovníkov. 2E 321 Zákon o cechoch vchádza do platnosti. 2E 324 Potentát Versidue-Shaie je zavraždený členmi Morag Tong. Savirien-Chorak sa stáva potentátom Cyrodilickej ríše. Morag Tong je postavený mimo zákon. 2E 326 Mladá dunmerská žena zavraždila 5 svojich mladých detí. Z tejto ženy sa neskôr stane Matka noci - patrónka Temného bratstva. 2E 342 Donel Deleyn je korunovaný za kráľa Daggerfallu. 2E 360 Údajný rok započania aktivít Temného bratstva. 2E 366 Matka noci prvýkrát k niekomu prehovára. Dotyčný sa stáva Listenerom. 2E 369 Koniec aliancie medzi Wayrestským kráľom Casimirom II a drakom Nahfahlaarom. 2E 372 Zaznamenanie Atlasu drakov - dokumentu, ktorý obsahuje meno každého draka zabitého členmi Čepelí. 2E 401 Vláda kráľa Donela končí. Anton I je korunovaný kráľom Daggerfallu. 2E 412 Najstaršia známa zmienka o organizácii Temné bratstvo. 2E 430 Savirien-Chorak umiera. Cyrodilická ríša ostáva bez cisára a začína sa Medzivládie. Faktický zánik Cyrodilickej ríše. Skyrimský veľkráľ Logrolf umiera. 2E 450 Kráľ Anton I umiera. Donella je korunovaná ako kráľovná Daggerfallu. 2E 465 Abnur Tharn sa stáva kancelárom Rady starších. 2E 486 Veľkráľ Alinoru Hidellith prikázal svojej flotile nasledovať malú skupinu lodí Maormerov. Prenasledovanie sa skončí veľkou námornou bitkou pri ktorej Alinor utrpí ťažkú porážku. 2E 521 Narodil sa budúci kráľ Wayrestu a líder Daggerfallského Covenantu, Emeric. 2E 541 Okolo tohoto roku sa narodil budúci kráľ Orsinia, Kurog gro-Bagrakh. Samozvaný cisár Durcorach je porazený a zabitý počas vojenského ťaženia, ktoré viedol proti High Rocku. Porazil ho kráľ Emeric. Durcorachov nárok na cisársky trón prechádza na jeho syna Moricara. 2E 546 Veľkráľovne východného Skyrimu Mabjaarn sa narodil syn, budúci veľkrál Skyrimu a líder Ebonheartského paktu, Jorunn. 2E 555 Veľkráľovi Alinoru Hidellithovi sa narodila dcéra, budúca veľkráľovná Summersetských ostrovov a vodkyňa Aldmerského spolku, Ayrenn. 2E 560 Epidémia Knahatenskej chrípky začína v meste Stormhold a rýchlo sa rozširuje do všetkých končín Black Marshu. 2E 563 Emeric je korunovaný kráľom Wayrestu. 2E 566 Začína Vojna kráľa Ransera. Bratovražedná vojna medzi dvoma High Rockskými kráľovstavmi - Wayrestom a Shornhelmom. 2E 567 Koniec Vojny kráľa Ransera. Vznik Daggerfallského Covenantu. 2E 572 Akavirské armády vedené Ada'Soomom Dir-Kamalom vyplienili Windhelm a zabili veľkráľovnú Mabjaarn spolu s jej dcérou Nurnhilde. Veľkráľom východného Skyrimu sa stáva Jorunn. Dir-Kamalove armády sú obkľúčené spojenou silou veľkráľa Jorunna, Almalexie a Argonianskými bojovými mágmi pri Červenej hore. Akavirania utrpeli drvivú porážku a sú zatlačení a utopení v mori. Vznik Ebonheartského paktu. 2E 573 Varen Aquilarios zvrhol vtedajšieho samozvaného cisára Leovica. Nárok na trón si uzurpuje Varen Aquilarios a vyhlasuje sa za samozvaného cisára. 2E 576 Varen Aquilarios sa snaží legitimizovať svoj nárok na trón. Z tohoto dôvodu zakladá skupinu piatich spoločníkov, ktorých úloha je nájsť Amulet kráľov. Skupinu piatich spoločníkov tvorí Abnur Tharn, Lyris Titanborn, Mannimarco, Sai Sahan a samotný Varen Aquilarios. 2E 578 Piati spoločníci nachádzajú Amulet kráľov v Sancre Tor. Mannimarco zrádza Varena Aquilariosa a počas rituálu zapálenia dračích ohňov sa snaží uzurpovať si moc amuletu na seba. Jeho činy vedú k mohutnej magickej explózii, ktorá rezonuje celým Tamrielom. Začína sa Planemeld, obrovská invázia armádnych síl Daedrického princa Molaga Bala do Nirnu. Skupina piatich spoločníkov sa rozpadá. Varen Aquilarios stráca pamäť. Lyris uväznil Molag Bal. Sai Sahan stihne ujsť a uschovať Amulet kráľov späť v Sancre Tor. Abnur Tharn ujde a začne vládnuť regiónu Nibenay ako jeho zvrchovaný vládca. Mannimarco začína obetovať duše nevinných ľudí v mene Molaga Bala. V dobe Varenovej neprítomnosti si titul Cisárovny Regentky privlastňuje jeho manželka Clivia Tharn. 2E 580 Summersetský veľkráľ Hidellith umiera. Veľkráľovnou Summersetov sa stáva Ayrenn, dcéra kráľa Hidellitha. Začína sa vojna medzi troma frakciami nárokujúcimi si cisársky trón - Three Banners War. 2E 582 Udalosti The Elder Scrolls Online. Molag Bal je porazený a Planemeld končí. 2E 583 Kráľ Kurog umiera Bazrag gro-Fharun je korunovaný ako kráľ Orsinia. 2E 603 Posledný známy prípad Knahatenskej chrípky. Epidémia končí. 2E 803 Narodil sa Rangidil Ketil. 2E 812 Mesto Rimmen sa oddeľuje od zvyšku provincie Elsweyr kontrolovanej Maneom. 2E 828 Narodil sa Tiber Septim. 2E 830 Začína sa vojna o nástupníctvo vo Valenwoode medzi Camoranovskými nasledovníkmi. Vznik Druhého Aldmerského spolku. 2E 831 Narodil sa Cyrus. 2E 852 Bitka o Sancre Tor. Prvé významné vojenské víťazstvo Tibera Septima (vtedajšieho generála v službách kráľa Cuhlecaina) proti spojenej aliancii Nordov a Bretóncov. Cyrodilickým cisárom sa stáva Cuhlecain. 2E 854 Cuhlecain je zavraždený. Cyrodilickým cisárom sa stáva Tiber Septim. Koniec Medzivládia. 2E 855 Začiatok Tiberových vojen. 2E 855+ Anexia Skyrimu a High Rocku légiami Tibera Septima. Jednalo sa o zväčša nekrvavé ťaženie, ktoré skôr pripomínalo konsolidáciu než otvorený vojenský vpád. 2E 861+ Anexia Black Marshu légiami Tiber Septima. Argoniánci sa búria proti novej vláde. Nakoniec však pristúpia na dohodu a Black Marsh sa oficiálne stáva súčasťou ríše. 2E 862 Veľkráľ Hammerfellu Thassad II umiera. Veľkráľom Hammerfellu sa stáva A'Tor, syn veľkráľa Thassada II. 2E 864 Udalosti The Elder Scrolls Adventures: Redguard. Bitka v Hundingskom zálive. Veľkráľ A'Tor je zavraždený atentátnikom Dramom. Anexia Stros M'Kai légiami Tibera Septima. Hammerfell sa stáva súčasťou ríše. 2E 864+ Rody Redoran, Dres a Indoril odmietajú formálne pripojenie Morrowindu k ríši. Začína sa invázia do Morrowindu pri ktorej je vyplienené hlavné mesto Mournhold. Tribunál vyhlasuje prímerie a vyjednáva s Tiberom Septimom o pripojení k ríši. Vrchný kancelár z rodu Indoril odmieta mierovú zmluvu podporiť a je zavraždený. Vrchného kancelára nahrádza vo funkcii rod Hlaalu, ktorý ratifikuje mierovú zmluvu. Morrowind sa stáva súčasťou ríše. Vyplnienie Senchalu cisárskymi légiami. Elsweyr sa stáva súčasťou ríše. Začína sa invázia do Aldmerského spolku pri ktorej Tiber Septim anektuje Valenwood a Summersetské ostrovy. Valenwood a Summersetské ostrovy sa stávajú súčasťou ríše. 2E 865 Narodil sa Symmachus. 2E 882 Znovuzrodenie Dagotha Ura. Božská sila Tribunálu začína slabnúť. 2E 893 Narodila sa Barenzia. 2E 895 Tiber Septim dobýja celý Tamriel. Koniec Tiberových vojen. 2E 896 Tiber Septim je korunovaný ako cisár Tamrielu. Tretia éra Hlavný článok: Tretia éra 3E 0 Tiber Septim vyhlasuje začiatok novej éry. Založenie rodu Septimovcov. Vznik Tamrielskej ríše. 3E 6 Athryn Llethan začína svoju vládu ako kráľ Morrowindu. 3E 12 Rok vydania Encyklopédie Tamrielica. 3E 38 Tiber Septim umiera vo veku 108 rokov. Pár dní po svojej smrti je vyhlásený za Deviateho Boha Talosa. Pelagius Septim je korunovaný cisárom Tamrielu. 3E 41 Pelagius Septim je zavraždený Temným bratstvom v Kaplnke jedného. Kintyra Septim je korunovaná cisárovnou Tamrielu. 3E 48 Kintyra Septim umiera. Uriel Septim I. je korunovaný za cisára. 3E 51 Narodil sa Antiochus Septim, syn Pelagia Septima II. 3E 63 Pelagius Septim II. prichádza do mesta Camlorn s cieľom uzatvoriť manželstvo s princeznou Quintillou. Dozvedá sa však, že Camlorn terorizuje vlkolak. Nakoniec v meste ostáva až do narodenia jeho prvého dieťaťa. 3E 64 Uriel Septim I. umiera. Uriel Septim II. je korunovaný za cisára. 3E 67 Narodila sa Potema Septim, dcéra Pelagia Septima II. a Quintilly. 3E 77 Narodil sa Ceforus Septim, syn Pelagia Septima II. a Quintilly. 3E 79 Narodil sa Magnus Septim, syn Pelagia Septima II a Quintilly. 3E 80 Potema Septim spomína nasledujúcich vládcov: Daggerfallu vládne Mortyn, syn Gothlyra. Silvenarom je Varbarenth, syn Varbarila. Lilmothu vládne Lady Ioa (obyčajne je táto pozícia vyhradená len pre vojvodcu). 3E 81 Potema Septim uzatvára dohodnuté manželstvo s jarlom Samoty - Mantiarcom. 3E 97 Narodil sa Uriel Septim III. (známy aj ako Uriel Mantiarco) syn Mantiarca a Potemy Septim. 3E 98 Pelagius Septim II. umiera na konci roka. 3E 99 Antiochus Septim je korunovaný za cisára. 3E 100 Mantiarco umiera, jeho smrť je predpovedaná Quintillou. 3E 104 Narodila sa Kintyra Septim II. dcéra Antiocha Septima a Gysilly. 3E 105 Gwylimská univerzita prekladá Opusculus Lamae Bal ta Mezzamortie. 3E 109 Podľa zdrojov, Antiochus Septim zanedbáva svoje cisárske povinnosti. Radšej sa venuje telesným pôžitkom. Magnus Septim uzatvoril manželstvo s kráľovnou Hellenou s ktorou spoločne spravujú Black Marsh z Lilmothu. Ceforus Septim a jeho žena Bianki spravujú Gilane. Potema Septim vyjednáva s Psijickým rádom o vysporiadaní sa s nadchádzajúcou inváziou z Pyandonei. Nakoniec vyjednajú dohodu a za poskytnutú pomoc sa Cisárstvo zaväzuje vyplatením 8 miliónov Septimov. 3E 110 Začína sa Vojna o Ostrov medzi Altmermi podporovanými Cisárstvom a Psijickým rádom a Maormermi. 3E 111 Založenie rádu rytierov Deviatky. 3E 112 Podľa knihy Biografia Vlčej kráľovny Antiochus Septim umiera. (prekrývajúci sa zdroj) Kintyra Septim II. je korunovaná za cisárovnu. (prekrývajúci sa zdroj) 3E 114 Kintyra Septim II. je popravená. (prekrývajúci sa zdroj) 3E 119 Podľa knihy Vlčia kráľovná, zväzok V. Antiochus Septim upadol do kómy. (prekrývajúci sa zdroj) Rada starších pripravuje Kintyru Septim II. na prebratie trónu od svojho bezvedomého otca Antiocha. (prekrývajúci sa zdroj) Narodil sa Pelagius Septim III. 3E 120 Kintyra Septim II. je korunovaná za cisárovnu. (prekrývajúci sa zdroj) Potema Septim pripravuje svoje armády na vzburu proti novej cisárovne. Začína Vojna červeného diamantu. 3E 121 Kintyra Septim II. je uväznená vojakmi lojálnymi Poteme. (prekrývajúci sa zdroj) Začína sa Vojna o Červený diamant. 3E 125 Ceforus Septim dobýja západné časti High Rocku. 3E 127 Odohráva sa kľúčová bitka o Ichidag v ktorej víťazí Ceforus Septim. Uriel Septim III. je zajatý za následok bitky. Odohráva sa bitka o Falconstar v ktorej víťazí Potema Septim. Po ceste do Cisárskeho mesta je voz prevážajúci Uriela Septima III podpálený. Uriel tak uniká súdu za cenu vlastného života. Ceforus Septim je korunovaný za cisára. Šľachta zo Skyrimu, High Rocku, Morrowindu, Hammerfellu, Summersetských ostrovov, Valenwoodu a Black Marshu požaduje a získava väčšiu autonómiu od aparátu Cisárskej moci. Vojna o Červený diamant prakticky končí. Jediné teritórium odmietajúce poslušnosť je Samota a jej bezprostredné okolie. 3E 131 Rád Rytierov deviatky je oficiálne rozpustený. Pravdepodobnou príčinou boli činy Bericha Vlindrela. 3E 134 Pravdepodobný rok založenia Východocisárskej spoločnosti. 3E 136 Zomiera Bianki, žena cisára Cefora Septima. 3E 137 Zomiera Potema Septim po mesačnom obliehaní Samoty. Pred svojou smrťou Potema dáva Pelagiovi Septimovi III kameň duší naplnený dušou vlkodlaka. Pelagius Septim III je po smrti Potemy menovaný vládcom Samoty. Vojna o Červený diamant definitívne končí. 3E 139 Sir Casimir zavraždil žobráka. Jeho rukavice zostávajú na zemi a nedá sa s nimi pohnúť. Slúžia ako spomienka tohoto činu 3E 140 Ceforus Septim umiera na následky pádu z koňa. Magnus Septim je korunovaný za cisára. 3E 141 Pelagius Septim III sa oženil s Katariou. 3E 145 Magnus Septim umiera. Pelagius Septim III je korunovaný za cisára. Pelagiova sestra Jolethe Direnni sa stáva Samotskou vládkyňou. 3E 147 Kataria sa stáva cisárovná regentka po tom, ako je Pelagius vyhlásený za neschopného vládnuť. Pravdepodobný rok narodenia Cassyndera Septima. 3E 150 Obliehanie Abernatitu 3E 153 Pelagius Septim III (ktorý je už teraz všeobecne známy pod prezývkou Pelagius Šialený) umiera v súkromnom azyle. Kataria Ra'Athim je korunovaná za cisárovnú. Sir Amiel umiera. 3E 172 Udalosti opísané v knihe Výskumníci Tal Marog Keru. 3E 195 Rangidil Ketil umiera. 3E 200 Kataria Ra'Athim umiera. Cassynder Septim je korunovaný za cisára. 3E 202 Cassynder Septim umiera. Uriel Septim IV. (známy aj ako Uriel Lariat) je korunovaný za cisára. Štvrtá éra Hlavný článok: Štvrtá éra"
}