{
    "title": "Čas",
    "table_of_contents": [
        "Obsah",
        "1 Kalendář",
        "1.1 Tamrielské svátky",
        "1.1.1 Ranní hvězda (leden)",
        "1.1.2 Sluneční svit (únor)",
        "1.1.3 První setba (březen)",
        "1.1.4 Dešťová ruka (duben)",
        "1.1.5 Druhá setba (květen)",
        "1.1.6 Polorok (červen)",
        "1.1.7 Sluneční výše (červenec)",
        "1.1.8 Poslední setba (srpen)",
        "1.1.9 Západ (září)",
        "1.1.10 Ledopád (říjen)",
        "1.1.11 Sluneční šero (listopad)",
        "1.1.12 Večerní hvězda (prosinec)"
    ],
    "infobox": "",
    "content": "Čas je nevymezený nepřetržitý postup existence a událostí, které se stávají ve zjevně nezvratném sledu od minulosti přes současnost po budoucnost. Kalendář slouží jako stavba okolo času. Aedry stejně jako další duchovní entity, existují za hranicí času nebo mimo něj. Čas byl již několikrát narušen. Časová rána vytvořená na vrcholu Jícnu světa, kde byl použit Svitek předků na poslání Alduina dopředu časem, je možná nejproslulejší případ narušení času. Někteří vědci teoretizují o tom, že se dwemerští tonální architekti vrtali v čase, což skončilo tak, že se v něm nakonec ztratili. To by mohlo vysvětlit jejich tajemné a náhlé zmizení. Úkol, který zahrnoval cestování v čase, se objevil v The Elder Scroll Online. Minuta ve hře se rovná okolo 3 1/2 sekund ve skutečném životě. Kalendář Tamrielský rok se skládá z 364 dnů, které jsou rozděleny do 12 měsíců. Šest těchto měsíců má 31 dnů, pět 30 a jeden 28. Dny jsou organizované do týdnu o sedmi dnech. Měsíce v roce jsou: ranní hvězda (leden) sluneční úsvit (únor) první setba (březen) dešťová ruka (duben) druhá setba (květen) polorok (červen) sluneční výše (červenec) poslední setba (srpen) západ (září) ledopád (říjen) sluneční šero (listopad) večerní hvězda (prosinec) Dny v týdnu jsou: morndas (pondělí) tirdas (úterý) middas (středa) turdas (čtvrtek) fredas (pátek) loredas (sobota) sundas (neděle) Tamrielské svátky Ranní hvězda (leden) Ranní hvězda je prvním měsícem v roce, ale zároveň posledním zimním měsícem. Je to období znamení Rituálu. 1. - Festival Nového Života 2. - Den očisty 12. - Ovank'a 15. - Modlitba Jižního větru 16. - Den světel 18. - Den probuzení Sluneční svit (únor) Sluneční svit je období znamení Milenky. 2. - Den Šíleného Pelagia 5. - Othroktide 8. - Den osvobození 16. - Srdeční den 27. - Den vytrvalosti 28. - Aduros Nau První setba (březen) Období znamení Pána. 7. - První setba 9. - Den čekání 21. - Hogithum 25. - Den květin 26. - Festival mečů Dešťová ruka (duben) Období Mága. 1. - Gardtide 13. - Den mrtvých 20. - Den hanby 28. - Šaškův den Druhá setba (květen) Období Stínu. 1. - Vigyld 7. - Druhá setba 9. - Marukhův den 20. - Ohnivý festival 30. - Den rybolovu Polorok (červen) Období Hřebce. 1. - Drigh R'Zimb 16. - Pololetní oslava 23. - Taneční den 24. - Tibedetha Sluneční výše (červenec) Období Učedníka. 10. - Obchodní festival 12. - Divad Etep't 20. - Sluneční odpočinek 29. - Ohnivá noc Poslední setba (srpen) Období Válečníka. Šestnáctého poslední setby 3E 427 dorazil/a Nerevarine lodí do Seyda Neen. Dvacátého sedmého poslední setby 3E 433 byl Uriel Septim VII. zavražděn Bájným Úsvitem. Sedmnáctého poslední setby napadl Alduin město Helgen. 2. - Den dívky Katrica 14. - Svátek tygra 17. - Koomu Alezer'i 21. - Den uznání 27. - Den konce setby Západ (září) Období Dámy. 1. - Moawita 3. - Historky a svíčky 3. - Nocturnalin den 6. - Khurat 12. - Riglametha 19. - Den dětí Ledopád (říjen) Období Věže. 5. - Dirij Tereur 13. - Festival čarodějnic 23. - Den rozbitých diamantů 30. - Císařovy narozeniny Sluneční šero (listopad) Období Atronacha. 2. - Trestná ulička 3. - Tanec hadů 8. - Měsíční festival 18. - Hel Anseilak 20. - Festival válečníků Večerní hvězda (prosinec) Období Zloděje. 15. - Modlitba Severního větru 18. - Baranth Do 20. - Invokace Molaga Bala 24. - Chil'a 25. - Festival Nového života 31. - Festival Starého života Noctimore 1. 9. 2019, 16:10 (UTC)"
}