{
    "title": "Čtvrtá éra",
    "table_of_contents": [
        "Obsah",
        "1 První století",
        "2 Druhé století",
        "3 Třetí století",
        "4 Zdroj"
    ],
    "infobox": "",
    "content": "Čtvrtá éra následuje éru třetí, která skončila roku 3E 433 odražením invaze z Oblivionu a pádem dynastie Septimů. Zatímco třetí éra byla dobou poměrně klidnou, kdy říše prosperovala, éra čtvrtá je charakteristická velkými konflikty, převratnými změnami a pozvolným rozkladem impéria. První století Vpád Oblivionu je odražen a tím začíná nová éra 4E 0 - Konec Oblivionské krize: Daedrický princ Mehrunes Dagon a jeho armáda kreatur jsou vyhnáni z Tamrielu. Odražení invaze z Oblivionu bylo zásluhou především hrdiny, známého jako Šampion Cyrodiilu, a Martina Septima, posledního žijícího Septima. Martin obětoval svůj život, aby vyhnal Dagona. Amulet Králů byl zničen a brány Oblivionu uzavřeny. Touto událostí začala Čtvrtá éra. 4E 1 - Říše se začíná hroutit: Po obětování Martina Septima, zůstal císařský trůn neobsazen. Absence císařské moci využívají provincie a odtrhávají se od říše, jako první říši opouští Black Marsh, který je brzo následován Elsweyrem. 4E 5-6 - Erupce Rudé Hory; Zničení Vvardenfellu: Ministerstvo pravdy ve městě Vivec se stává nestabilním. Později se zhroutí do města, uvolněná energie vyvolá erupci Rudé Hory a dochází ke zničení ostrova a zpustošení Morrowindu. Argoniané z Black Marshe napadají Morrowind a podmaňují si jižní části země. 4E 10 - Začíná Bezvládí Bouřné koruny: Potentát Ocato je zavražděn, pravděpodobně na příkaz Thalmoru. Začíná takzvané Bezvládí Bouřné koruny. Rada Starších se není schopna dohodnout na jménu nového císaře a říše se utápí v chaosu, zatímco regionální vůdci bojují o uprázdněný trůn. 4E 17 - Titus Mede novým císařem: Bezvládí končí poté, co se Titus Mede, původem coloviánský vojevůdce, zmocňuje Imperial City a prohlašuje se novým císařem. Dynastie Mede vládne říši až do počátku třetího století. 4E 18 - Císaři se narodil syn, princ Attrebus Mede. 4E 22 - Thalmor se zmocňuje Summersetských ostrovů a přejmenovává je na původní název Alinor. 4E 29 - Altmerský spolek je obnoven: V provincii Valenwood, dochází k vojenskému převratu. V zemi se ujímá moci Thalmor a připojuje provincii k Alinoru. Tímto aktem je obnoven Altmerský spolek, který se stává největším rivalem říše o hegemonii nad Tamrielem. 4E 40 - Umbriel, plovoucí město se objeví u pobřeží Black Marshe a míří k Morrowindu. 4E 42 - Noc Zeleného ohně v Sentinelu. 4E 98 - Dva měsíce Nirnu - Masser a Secunda zmizí na dva roky z oblohy: Pro Khajiity, jsou měsíce velmi důležité a jejich zmizení vyvolává v Elsweyru paniku. Druhé století Tamrielská říše a Aldmerský spolek, okolo roku 4E 201 4E 100 - Měsíce se opět objevují: Dva zmizelé měsíce se opět objevují. Thalmor tvrdí, že měsíce obnovil on. Zatímco moc Thalmoru v Elsweyru stoupá, císařský vliv rapidně klesá. 4E 115 - Elsweyr se připojuje k Altmerskému spolku: Khajiité z vděčnosti přijímají nadvládu Thalmoru a Altmerského spolku. Konfederace Elsweyr je oficiálně rozpuštěna a jsou obnovena dvě vazalská království - Anequina a Pelletine. 4E 122 - Velké zhroucení: Velká část města Winterholdu se zhroutila do Moře duchů, občané města obviňují ze zřícení zdejší magickou univerzitu. Mágové na univerzitě obvinění popírají a domnívají se, že se město zhroutilo v důsledku erupce Rudé hory. 4E 168 - Titus Mede II. nastupuje na císařský trůn: Na říšský trůn nastupuje Titus Mede II., který přebírá oslabenou říši, která je jen stínem zašlé slávy. Říše ztratila téměř všechny své provincie, až na Cyrodiil, Skyrim, Hammerfell a High Rock. Císař Titus Mede II., který odmítl požadavky Thalmoru a musel se s ním střetnout ve Velké válce 4E 171 - Velká válka začíná poté, co císař Titus Mede II. odmítá drzé požadavky Thalmoru. Síly Altmerského spolku napadají současně Hammerfell a Cyrodiil. Počáteční odpor císařských sil se hroutí. 4E 174 - Pád Imperial City: Po delším obléhání je altmerskými silami dobyto hlavní město Imperial City. Císař Titus ustupuje z města na sever, kde znovu sjednocuje odpor proti invazním silám. Hlavní město, včetně císařského paláce je však krutě vypleněno. 4E 174 - Povstání Zapřísáhlých: V Markarthu dochází k povstání domorodých obyvatel, kteří později vejdou ve známost jako Zapřísáhlí. Město Markarth a přilehlá država Pláně padnou do rukou povstalců, kteří využívají nepřítomnosti domácích vojáků, kteří vytáhli do Velké války. 4E 175 - Bitva o Červený kruh: Císař za cenu velkých ztrát, vyhání Altmery z Imperial City. Krvavá bitva vchází ve známost jako Bitva o Červený kruh. Obě znepřátelené strany přišly o mnoho vojáků a raději uzavírají mír. Mírová smlouva vejde ve známost jako Bělozlatý konkordát, říše musí učinit ústupky Thalmoru, nejzávažnějším bodem smlouvy je zákaz uctívání Talose pro celé území říše. Hammerfell odmítá konkordát a říše se jej v souladu se smlouvou musí zřeknout jakožto císařské provincie. Hammerfell po dalších pět let bojuje se spolkem osamoceně. 4E 176 - Markarthský incident: Ulfric Bouřný háv a nordská domobrana dobíjejí Markarth z rukou Zapřísáhlých, výměnou za povolení uctívání Talose. Po vyhnání Zapřísáhlých, však říše nemíní riskovat novou válku s Altmerským spolkem a dává Ulfrica zatknout. Toho dne se v Markarthu zrodilo povstání Bouřných hávů. 4E 180 - Konec Velké války: Na ostrově Stros M'Kai je podepsána druhá mírová smlouva, tentokrát mezi Hammerfellem a Altmerským spolkem. Hammerfell si uchovává svou nezávislost a Altmeři se musí bez zisků stáhnout ze země. Třetí století 4E 201 - Velekrál Torygg je zavražděn: Skyrimský velekrál Torygg je zavražděn Ulfricem Bouřným hávem, který jej považuje za symbol říše a Bělozlatého konkordátu ve Skyrimu. 4E 201 - Návrat Draků: Draci včele s Alduinem požíračem času se vracejí do Skyrimu a napadají provincii, aby naplnili pradávné proroctví. 4E 201 - Císař zavražděn: Císař Titus Mede II. je zavražděn, při oficiální návštěvě Skyrimu Temným bratrstvem, a to i přes přísná bezpečnostní opatření, která jeho návštěvu provázela. Zdroj [1]"
}