{
    "title": "Řeka Karth",
    "table_of_contents": "",
    "infobox": "",
    "content": "Řeka Karth Karth je druhou nejdelší řekou Skyrimu a nejdelší a nejdůležitější řekou v západním Skyrimu. Značnou část své délky řeka protéká přes pohoří Druadach, kde vytváří úchvatné kaňony a v řece se nachází také množství ostrůvků. Nakonec ústí na severu do moře Duchů. Zároveň řeka protéká jednou z nejnebezpečnějších oblastí Skyrimu, jelikož v jejímž okolí žije velké množství Zapřísáhlých, původních obyvatel Plání, kteří jsou vůči cizincům značně nepřátelští. Průběh toku Pramen řeky Karth Karth pramení vysoko v pohoří Druadach v jižní části državy Reach (Pláně). Pramen řeky vyvěrá vysoko v horách v nedostupné oblasti a poté vytváří úchvatný vodopád. Říčka je zde svedena do několika kanálů a velké nádrže. Jedná se o důmyslné stavební dílo, které bylo postaveno v pradávných dobách a nachází se zde Bardova vyhlídka. Voda pak několika vodopády padá dolů do nížin, kde se řeka stáčí mírně na severozápad. Nedaleko od pramene se na pravé straně řeky nachází krčma Starý Hroldan, zde je Karth také ve směru po proudu přehrazena prvním kamenným mostem. Řeka pokračuje dále na severozápad, kde je přehrazena dalším kamenným mostem a náhle se dělí do dvou úzkých ramen a vytváří tak velké ostrov, kde se nachází starý Chrám Božského útočiště. Zde se také zleva do řeky vlévají tři drobné potůčky a říčky, které pramení v okolí města Markarthu. Jakmile se rameny řeky opět spojí, mění Karth náhle směr na severovýchod. Dále po proudu řeky se pak nedaleko levého břehu nachází vesnice Karthwasten. Řeku zde přehrazuje další kamenný most a ta zde opět mění směr mírně na severozápad. Tok zde vytváří několik vysokých vodopádů. Pod vodopády se do Karth vlévá zleva další říčka. Zde Karth naposledy mění směr a poté pokračuje přes úzké kaňony, vodopády a peřeje dále na severovýchod. Karth zde opouští Pláně a dále vytváří přirozenou hranici mezi državami Haafingar a Hjaalmarch. Zde také řeku přehrazuje poslední a nejvýjimečnější kamenný most, po kterém nese název osada Dragonbridge, která se nachází na levém břehu Karth. Ústí řeky Karth Na sever od Dragonbridge řeka opouští kaňony a protéká nížinami. Zprava se zde do řeky vlévá několik dalších toků, především pak řeka Hjaal. Díky tomu zde koryto řeky dosahuje velké hloubky a šířky a umožňuje tak lodní dopravu. Na levé straně se pak nachází přístav města Solitude s jeho sklady. Řeka pak protéká přímo pod Velkou klenbou, na které se nachází Solitude a poté ústí do Moře Duchů. Využití Po většinu své délky, kdy řeka protéká přes državu Reach, je Kart nesplavná, jelikož koryto řeky zde protéká přes úzké kaňony, množství peřejí a vytváří množství vodopádu. Splavnou se řeka stává až nedaleko od svého ústí, kde koryto nabývá značné šířky a umožňuje tak ponor i velkým zámořským lodím. Svůj přístav má na řece Solitude, které je nejbohatším obchodním městem Skyrimu. Karth tak obchodníkům umožňuje přístup z přístavu do Moře Duchů a obchod je odtud veden takřka z celým Tamrielem. Obyvatelé Haafingaru také využívají Karth pro pohánění vodních mlýnů a pil. Na řece je samozřejmě také provozováno rybářství. Fauna V řece žije množství ryb. Patří mezi ně losos, Abaceanský ploutevník, Říční očko, okoun a kapr. V některých částech řeky žije také nebezpečná a masožravá ryba Vraždomilka. V okolí řeky žije také množství blátokrabů."
}