{
    "title": "\"Šílenci\" z Plání",
    "table_of_contents": "",
    "infobox": "",
    "content": "\"Šílenci\" z Plání kulturní pojednání o Zapřísáhlých napsal Arrianus Arius císařský učenec Od legendárního vítězství Tibera Septima nad \"barbarskými divochy\" v bitvě o Starý Hroldan císařští i nordští učenci vykreslují obyvatele Plání jako téměř úplné divochy, kteří mají sklony k iracionálním záchvatům násilí, vzývají staré pohanské bohy, uctívají zvěř a přírodní duchy a kterým by se měl každý civilizovaný člověk vyhnout. Ve skutečnosti jsou však tyto popisy pouze typickými líčeními vítězů, kterých pohled je zůžen v důsledku neustálého zápasu Císařství s tímto starým a hrdým národem, který obýval toto území dávno předtím, než Tiber Septim kráčel Tamrielem. Ve světle této skutečnosti doufám, že se mi povede vytvořit mnohem úplnější, přesnější a spravedlivější popis lidu, který dlouho trpěl v roli \"nepřítele\", \"rebelů\" a \"těch druhých\". Začněme u Zapřisáhlých, kteří bývají nazýváni \"šílenci\" z Plání. Císařská legie je považuje za obyčejné lapky a uvádí jejich neustálé nájezdy a přepady v rámci državy. Žádná z vojenských zpráv si však neklade otázku \"proč?\". Kdyby šlo o pouhou skupinu loupiežníků, jistě by se soustředili na získávání zlata a na to, aby jich zemřelo co nejméně. Útoky Zapřisáhlých se však vyznačují pravým opakem. Často nechávají ležet velké částky penět a jejich válečníci raději zemřou, než by riskovali, že padnou do císařského zajetí. Je to právě tato nesrovnalost, která mě dovedla do Markarthu, hlavního města Plání, kde jsem doufal, že najdu odpovědi. Tam jsem se setkal se starou ženou, která patří mezi místní obyvatele a požádala mě, abych ji ve své práci nejmenoval. Vyprávěla mi o dlouhé historii své rodiny. Řekla mi, že se domnívá, že její lid původně přitáhl z Vysokoskalí, odkud pocházejí Bretoni (což by vysvětlovalo podobné tváře a stavbu těla těchto dvou národů). Vyprávěla mi, jak přišli nordi a vzali jim jejich zemi, božstva a kulturu. Když jsem se jí zeptal na Zapřisáhlé, stařena mi řekla, že jde o skutečné muže a ženy z Plání: o ty, kteří se odmítli sklonit před nordy. Jsou to lidi, kteří stále udržují staré tradice, které ostatní z jejich lidu opustili výměnou za mír. Po nějakém čase se mi povedlo v průběhu mého výzkumu získat důvěru mnoha dalších původních obyvatel, kteří mi potvrdili stařenino vyprávění. Jeden z nich mi náhodou mohl domluvit setkání s někým, koho jsem považoval za Staršího vesnice. Byl jsem šokován, když mě přivedl do tábora plného zvířecích lebek, useknutých hlav a ještě bijícíhc srdcí, o kterých jsem četl ve vojenských zprávách v Císařském Městě. Tam jsem se setkal se Zapřisáhlým jménem Cortoran, který se zdál být pobavený představou, že zapíši jeho slova. Cituji v původní podobě: \"Chceš vědět, kdo jsou Zapřisáhlí? Jsme lidé, kteří musí plenit svoji vlastní zemi. Jsme záhubou nordů. Jsme sekyrou, která zabíjí ve tmě. Jsme výkřikem, který vydáš, než si božstva vezmou tvoji duši. Jsme skuteční synové a dcery plání. Duchové a baby tady žijí od úplného počátku, a stojí na naší straně. Vrať se zpátky. Vrať se a řekni svému Císařství, že jednou budeme mít znovu svoje vlastní království. A tedy budete vy pohřbívat svoje padlé v zemi, která vám již nepatří.\""
}